Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: news_phalanx_and_mumbai_aftermath_txt
de: “Projekt PHALANX” wurde zuerst durch das US Verteidigungsministerium im Jahre 1955 gegründet, nach Jahren wachsender Sorge über größeren UFO Sichtungen auf der ganzen Welt. Die Möglichkeit einer Alieninvasion hat die Gedanken der Politiker, die schon von der nuklearen Macht der Sowjetunion genervt waren, noch zusätzlich bedrückt. Die Existenz feindlichen außerirdischen Lebens im Universum schien eine sehr geringe Möglichkeit, selbst wenn diese Wesen die Erde in der Weite des Alls finden sollten – aber konnte Amerika dieses Risiko eingehen? Das Projektbefürworter brauchten 2 Jahre, um genug Unterstützung in den höchsten Kreisen der Macht zu sammeln. 1957 hatte PHALANX endlich alle Mittel zusammen. Eine großer Teil des ‚schwarzen Budgets’ in diesem Jahr, ging für die Konstruktion des fortgeschrittenen Untergrundkomplexes in der Nevadawüste, irgendwo in der Nähe der Nellis Air Force Basis, drauf. Der Komplex wurde „PHALANX Kommando Pazifische Operationen“ genannt, beladen mit modernster Ausrüstung und bemannt mit den besten und klügsten, um herauszufinden, wie sich eine außerirdische Invasion der USA am besten abwehren ließe. Das Projekt wurde ein stürmischer Erfolg in seinen ersten Jahren. Die Wissenschaftler erfanden bahnbrechende Technologien und produzierten Prototypen von Dingen, die die Welt nie vorher gesehen hatte und alles für einen Bruchteil der Kosten, die eine zivile Forschung gehabt hätte. Aufgrund seiner Natur war PHALANX das Subjekt vieler Budgetkämpfe, aber seine F&E Erfolge gaben sogar den härtesten Gegnern fast immer einen Grund, um das Projekt fortzusetzen. Jedoch bewegte sich die Erde weiter während PHALANX sich auf etwas vorbereitete, was nie passierte. Der Vietnamkrieg brachte einen großen Aufschwung in militärischen Ausgaben mit sich, wovon fast keine an PHALANX oder ähnliche Projekte gegeben wurde, die ihre Budgets vom Krieg weggewischt sahen. Trotz wiederholter Anfragen an mehr Mittel betrachteten die Stabchefs das Projekt als ‚unrealistische Hoffnung’ und hielten es nur aufgrund seiner Forschungsleistungen am Leben. Die meisten der übrigen Mittel wurden verwendet, um altes Gerät und die Labore am Laufen zu halten, wenn auch nur knapp. PHALANX hat sich nie richtig nach dem Krieg erholt. Es würde nie wieder die Mittel bekommen, die es in den 50ern hatte. Sie lieferten einige neue Technologien, die im Golfkrieg eingesetzt wurden und erfuhren aufgrund des gestiegenen US Militärhaushalts einen leichten Aufwärtstrend in den Anfangsjahren des 21. Jahrhunderts, aber nach diesen leichten Lichtblicken der Kreativität verschwand das Projekt wieder im Dunkeln. Der zweite Golfkrieg zog das letzte Leben aus dem Projekt. Seine Kommandaten versuchten, es trotz fehlender Mittel am Laufen zu halten, aber sogar die Erfindung künstlicher Spinnenseide konnte es nicht von der zerfallenden Wirtschaft der Vereinigten Staaten schützen. Der Rutsch des Landes in den Ruin ließ jedes ‚nicht-wichtige’ Projekt eins nach dem anderen absterben, bis PHALANX 2027 endgültig von seinem Budget abgeschnitten wurde. Es war 5 Monate entfernt von seinem 70. Jubiläum. Der Stab wurde entlassen, die Basis geschlossen, die einzigartige Ausrüstung eingemottet und in Lagerhäuser gebracht. Das Projekt war schnell vergessen. Bis es am 9. März 2084 von einem alten Mann wieder entdeckt wurde, der sich erinnerte, einmal etwas darüber in einem staubigen Ordner in einem lange demolierten Büro gelesen hatte. Der Schrecken und das Ausmaß der Ereignisse in Mumbai schockten die ganze Welt. Die Existenz von intelligenten Leben im Universum war nicht länger ein Gerücht. Nicht nur, dass es existierte, es hatte auf die schlimmste Art Kontakt hergestellt. Die Massaker waren zu groß und zu sichtbar, um von den Regierungen der Erde geheim gehalten zu werden. Videobeweise von rauchenden, blutgetränkten Straßen wurden im Fernsehen auf der ganzen Welt gezeigt. Die Aliens ließen keine anderen Beweise ihres Besuchers zurück; sie sammelten emsig ihre Toten und jedes bisschen ihrer Technologie ein, bevor sie abzogen. Panik verbreitete sich wie ein Lauffeuer nach den Mumbai Bereichten und die Dinge wurden nur schlimmer, als die Weltbevölkerung von den Massakern in Bonn, Johannesburg und Bangkok erfuhr. Die Welt wusste, dass sie besucht wurde und begann nun zu begreifen, dass sie angegriffen wurde. Die Suche nach einer Lösung war wild. Die Vereinten Nationen waren für eine Woche in Sitzung. Pläne wurden mit Lichtgeschwindigkeit gemacht und verworfen. Die Welt war komplett hilflos gegen die Alienangriffe, sowohl militärisch als auch psychologisch. Niemand war darauf vorbereitet. Es war wie eines der vergessenen Weltuntergangsszenarios, das irgendwo in einem Schrank in einem strategischen Planungsbüro ungelesen und unbeachtet langsam zu Staub zerfiel. Aber jetzt wollte die Öffentlichkeit Antworten, die niemand geben und Taten, die niemand vollbringen konnte. Die UN konnte sich nur auf ein paar gute Gesten beschränken; auf Befehl des Sicherheitsrates evakuierte NASA die Internationalen Raumstationen 1 und 2, sowie die Dauerkolonie auf dem Mond. Die komplette Liste von geplanten Expeditionen zum Mars wurde gestrichen. Bei allen Sachen, die wichtig waren, war die UN festgefahren. Einige Nationen wollten massive orbitale Verteidigungen bauen, während andere davon überzeugt waren, dass der Einsatz von Nuklearraketen gegen die UFOs erlaubt werden sollte. Andere schlugen noch haarsträubendere Projekte vor. Die Situation wurde von Tag zu Tag schlimmer, bis sich ein alter Diplomat an das PHALANX Projekt erinnerte. Mit vollem Zugang zu den alten US Daten, war die UN geschockt, Pläne, Designs, Ausrüstung und Trainingsanleitungen zu finden; ein detaillierte Antwort auf ein Invasionsszenario. Sie entschieden sofort, PHALANX wieder zu beleben und für den Kampf gegen die Alienbedrohung auszurüsten. Leider war aber jeder, der mal Teil von PHALANX war entweder tot oder kurz davor. Sie würden eine neue Mannschaft brauchen. Es wurde einstimmig beschlossen, das Projekt so geheim wie möglich zu halten. Nur die höchstrangigen Politiker und Militärführer sollten darüber Bescheid wissen. Die Öffentlichkeit wurde mit Deckmänteln und Lügen ruhig gehalten, während ein handverlesenes Team aus der ganzen Welt hart arbeitete, um PHALANX wieder zu beleben und für den Kampf bereit zu machen. Alte Ausrüstung wurde gesucht und in alten Lagerhäusern gefunden, alte Handbücher wurden entstaubt und Berge an Waffen wurden für den Gebrauch wieder zusammengesetzt. Mit dem geheimen Rückhalt aller 8 Großmächte hatte das Projekt Finanzierung, Unterstützung und die Leute, die es brauchte, um in den Krieg zu ziehen. Alles, was noch fehlte, war ein Anführer.
fr: Le "Projet PHALANX" vit le jour au département de la défense des États-Unis en 1955, après plusieurs années d'inquiétude grandissante quant au nombre en constante augmentation d'OVNIs aperçus à travers le monde. L'éventualité d'une invasion extraterrestre effrayait les politiciens déjà hantés par la puissance nucléaire de l'Union Soviétique. Si la possibilité de l' existence d'une vie extraterrestre hostile dans l'univers semblait être très faible, celle qu'une telle vie trouve la Terre dans l'immensité spatiale semblait minuscule. Mais l'Amérique pouvait-elle prendre le risque de la négliger ? Les partisans du projet mirent deux ans à trouver un soutien dans les hautes sphères décisionnelles. Finalement, en 1957, PHALANX reçu sa première allocation budgétaire. Une partie conséquente de ce "budget noir" fut consacrée à la construction d'un complexe souterrain élaboré dans le désert du Nevada, au sein des terres de la Base de l'Air Force Nellis. Le complexe fut baptisé "Centre de Commandement des Opérations du Pacifique PHALANX", équipé du matériel le plus sophistiqué, et maintenu par le personnel le plus compétent pour se défendre au mieux contre une éventuelle invasion extraterrestre sur le sol américain. Le projet fut un franc succès lors de ses premières années, développant de nouvelles technologies révolutionnaires et construisant des prototypes novateurs, pour un prix bien moindre que celui qu'aurait dû payer un entrepreneur civil. Par sa nature, PHALANX fut sujet aux batailles budgétaires annuelles, mais ses succès en R&D suffirent pour convaincre les plus réticents de continuer à financer le projet. Cependant, le monde continuait à évoluer pendant que PHALANX se préparer à un événement qui n'arriva jamais. La guerre du Vietnam provoqua une augmentation considérable du budget militaire, mais les fonds alloués à PHALANX ou à des projets similaires ne firent que s'amenuiser au profit de la guerre. Malgré les requêtes répétées pour augmenter les fonds, le Comité des chefs d’États-majors interarmes refusa de dépenser d'avantage pour ce programme fantaisiste, acceptant uniquement de le laisser en état grâce à son effort de recherche. Une grande partie des fonds restants fut alors consacrée à entretenir l'équipement vieillissant encore en service et les laboratoires fonctionnement encore tant bien que mal. PHALANX ne se remit jamais complètement de la guerre. Elle ne retrouva jamais les budgets dont elle disposait dans les années 50, ses années de gloire étaient passées. Elle fut cependant la source de certaines nouvelles technologies utilisées pendant la Guerre du Golf, et connu même quelques soubresauts après une légère augmentation budgétaire au début du 21ème siècle. Malgré cela, après quelques inventions créatives, le projet retourna dans l'ombre. La Seconde Guerre Froide draina la faible vitalité restante du le projet. Ses commandants se battirent pour garder le projet actif, sans même avoir assez d'argent pour faire voler leurs appareils. Mais même l'invention de la soie d'araignée artificielle ne suffit pas à les sauver du crack économique américain. La ruine du pays entraîna la chute progressive de tous les programmes militaires non essentiels du pays, et le projet PHALANX fut finalement supprimé du budget en 2027, cinq mois avant son 70ème anniversaire. Le personnel fut licencié, la base démontée, et l'équipement mis au placard. Le projet fut rapidement oublié. Jusqu'à ce qu'un vieil homme le ressorte le 9 Mars 2084, se souvenant de l'avoir vu mentionné dans un vieux dossier poussiéreux dans son ancien bureau démoli depuis longtemps. L'horreur et l'ampleur des événements de Mumbai choqua le monde entier. L'existence d'une vie extraterrestre intelligente dans l'univers n'était désormais plus de l'ordre de la croyance. Non seulement elle existait, mais elle avait choisi le pire moyen de se faire connaître. Les massacres furent trop important pour être dissimulés par les gouvernements nationaux. Des vidéos des évènements montrant les rues encore fumantes et baignées de sang furent diffusées sur toutes les télévisions du monde. Les aliens n'avaient laissé aucune autre trace de leur passage : leurs morts avaient été emportés et tout équipement ayant pu leur appartenir avait été ramassé. La panique se répandit aussitôt que les émissions télévisées de Mumbai relayèrent l'information, et la situation empira encore dès que la population apprit les massacres de Bonn, Johannesburg et Bangkok. Le monde savait qu'on lui avait rendu visite, et commençait à réaliser qu'il était attaqué. La recherche de solutions fut frénétique. Les Nations Unies restèrent en session pendant plus d'une semaine. Des plans émergèrent et disparurent aussitôt. Le monde était sans défense contre une invasion extraterrestre, à la fois militairement et psychologiquement. Personne n'était préparé à cela. Le scénario apocalyptique oublié au fond d'un tiroir d'une bureau gouvernemental qu'aucun ne trouvait crédible était en train de se réaliser. Et la population demandait des réponses que personne ne pouvait donner, et des ripostes que personne ne pouvait entreprendre. Les Nations Unies ne s'accordèrent que sur quelques points. Sur ordre du Conseil de Sécurité, la NASA évacua les stations spatiales 1 et 2, ainsi que la colonie permanente lunaire. Toutes les missions planifiées à destination de Mars furent retirées des calendriers. Sur tous les sujets importants, les Nations Unies restèrent muettes. Des pays voulurent construire de gigantesques défenses orbitales, pendant que d'autres réclamaient l'autorisation d'utiliser des missiles nucléaires pour intercepter les OVNIs. D'autres encore avaient des projets toujours plus farfelus. La situation empira alors que les jours passaient, jusqu'à ce qu'un vieux diplomate se souvint du projet PHALANX. Ayant obtenu l'accès complet aux anciens dossiers américains, les Nations Unies découvrirent avec stupéfaction les plans, équipements, et manuels d'entraînement du projet : la réponse détaillée à un scénario d'invasion. Ils décidèrent aussitôt de ressusciter PHALANX et de l'équiper afin qu'elle puisse défendre la Terre contre le menace extraterrestre. Malheureusement, tous les anciens membres du projet étaient soit mort, soit mourant. Une nouvelle équipe devait être mise en place. Après un vote unanime, il fut décider de garder le projet aussi secret que possible, à l'unique discrétion des responsables politiques et militaires les plus gradés du monde. Pendant qu'une petite équipe travaillait ardemment à recréer PHALANX, la population était bercée de doux mensonges. L'ancien équipement fut sorti des entrepôts, les manuels furent dépoussiérés, et le stock d'arme fut reconstitué. Couverte par les huit grandes puissances mondiales, PHALANX reçue le budget, le support, et les hommes dont elle avait besoin pour partir en guerre. Il ne lui manquait plus qu'un commandant.
ru: "Project PHALANX" was first conceived by the United States Department of Defense in 1955, after years of growing concern over increased numbers of UFO sightings all across the world. The possibility of an alien invasion plagued badly on the minds of politicians already unnerved by the nuclear power of the Soviet Union. The existence of hostile extraterrestrial life in the universe seemed a very remote possibility, even moreso that these hostiles might find Earth among all the vastness of space -- but could America afford to take that chance? The project's proponents spent two years building support among the highest levels of power. Finally, in 1957, PHALANX received its first funding allocation. A significant chunk of the year's 'black budget' went to the construction of an advanced underground complex in the Nevada desert somewhere in the territory of Nellis Air Force Base. The complex was named "PHALANX Pacific Operations Command", loaded with state-of-the-art equipment, and staffed with the best and brightest to hammer out how best to combat an extraterrestrial incursion into US soil. The project was a rousing success in its formative years, developing ground-breaking technologies and producing working prototypes of things the world had never seen before, all for a fraction of the costs that civilian contractors would run up. Due to its very nature, PHALANX was the subject of yearly budget battles, but its R&D successes always gave the project a reason to continue even for the most hardline practicalists. However, the world moved on while PHALANX kept preparing for something that never happened. The Vietnam war saw a tremendous upsurge in military spending, almost none of which was allocated to PHALANX or similar projects, who saw their own budgets slashed and burned in the face of war. Despite repeated requests for more funding, the Joint Chiefs dismissed the outlandish 1950s program as 'pie-in-the-sky' spending and let it continue only because of its research efforts. Most of the remaining funding went to keep old equipment serviced and the labs running, if only barely. PHALANX never quite recovered after the war. They would never again have the budgets they had in the '50s; the glory years were over. They supplied some new technology used in the Gulf War, and experienced brief uptick during the opening years of the 21st century due to soaring US military budgets, but after these brief spurts of creativity the project would again fade into obscurity. The Second Cold War drained away the last life left in the project. Its commanders struggled to keep it going without even the money to keep their aircraft in the sky, but even the invention of artificial spider silk couldn't save them from the United States' crashing economy. The country's slide into ruin necked every 'non-essential' military program in the country, one by one, and PHALANX was finally stricken from the budget in 2027. It was five months away from its 70th anniversary. The staff was dismissed, the base dismantled, the unique equipment mothballed and thrown into storage. The project was quickly forgotten. Until it was rediscovered on 9 March 2084 by an old man who remembered reading about it in a dusty file in his long-demolished office. The horror and enormity of the events in Mumbai shocked the world. The existence of intelligent alien life in the universe was no longer a matter of faith. Not only did it exist, it had made contact in the worst way. The massacres were too large and visible for Earth's governments to keep them secret. Video evidence of the smoking, blood-stained streets aired on television sets around the world. The aliens had left no other evidence of their visit; they diligently recovered their dead and collected every scrap of dropped technology before pulling out. Panic spread like wildfire in the wake of the Mumbai broadcasts, and things got worse as word reached the general public about the slaughter in Bonn, Johannesburg and Bangkok. The world knew it had been visited, and now it began to realise it was under attack. The quest for solutions was frantic. The United Nations remained in session continuously for over a week. Plans were drawn up and burnt down with lightning speed. The world was completely defenceless against an alien invasion, both militarily and psychologically. No one had prepared for this. It was one of the forgotten doomsday scenarios that sat crumbling to dust in the back closet of some strategic planning office, unread and unheeded. Now, however, the public demanded answers that no one knew, action that no one could provide. The UN could agree only on a few token gestures; at the order of the Security Council, NASA evacuated International Space Stations 1 and 2, as well as the permanent colony on the moon. The entire range of planned missions to Mars was stricken from the calendar. On all the matters that counted, the UN was deadlocked. Some nations wanted to build massive orbital defences while others insisted they should be permitted to use nuclear missiles for UFO interception. Still others had even more outlandish projects to push. The situation grew worse as the days wore on, until one aging diplomat remembered the PHALANX project. With full access to the old US files, the UN was shocked to find plans, designs, equipment and training manuals; a fully-detailed response to an invasion scenario. They immediately decided to revive PHALANX and equip it to defend Earth from the alien threat. However, everyone who was once a part of PHALANX was either dead or dying. They were going to need a new staff. By unanimous vote, it was decided to keep the project as secret as possible, known only to the highest-ranking politicians and military commanders in the world. The public was comforted with smokescreens and sweet lies while a hand-picked team of operatives from all over the world struggled to resurrect PHALANX and whip it back into fighting trim. Old equipment was tracked down and recovered from gutted warehouses, crumbling manuals were dusted off, and stockpiles of weapons were reassembled for use. With the secret backing of all eight great powers, the project had funding, support and the men it needed to go to war. All it lacked was a leader.
th: "โครงการ PHALANX" เริ่มต้นด้วยกระทรวงกลาโหมของสหรัฐในปี 1955 ภายหลังความวิตกจากการเห็นจานบินหลายครั้งทั่วโลก ความเป็นไปได้ของการรุกรานของมนุษย์ต่างดาว ทำให้นักการเมือง ซึ่งกลัวอำนาจนิวเคลียร์ของสหภาพโซเวียตอยู่แล้วยิ่งหวาดวิตก การที่มนุษย์ตางดาวที่ำไม่เป็นมิตรจะมีอยู่จริงนั้นมีโอกาสเป็นไปได้น้อย และยิ่งเป็นไปได้น้อยกว่าที่พวกนี้จะมาพบโลกท่ามกลางอวกาศอันกว้างใหญ่ -- แต่อเมริกาจะยอมเสี่ยงได้หรือ? ผู้เสนอโครงการใช้เวลาสองปีในการหาเสียงสนับสนุนจากผู้มีอำนาจ ในที่สุดในปี 1957 PHALANX ได้รับอนุมัติงบประมาณก้อนแรก เงินจาก "งบลับ" ส่วนใหญ่ในปีนั้นได้ใช้ไปกับการสร้างโครงสร้างล้ำสมัยใต้ดินในทะเลทรายเนวาดา ในละแวกฐานทัพอากาศเนลลิส ฐานนี้ได้รับการตั้งชื่อว่า "ศูนย์ปฏิบัติการแปซิฟิค PHALANX" โดยมีอุปกรณ์ชั้นเลิศ และพนักงานที่เก่งที่สุด เพื่อที่จะค้นหาวิธีการสู้รบกับการรุกรานจากต่างดาวที่จะมุ่งหน้าเข้าสู่สหรัฐ โครงการนี้ประสบผลสำเร็จอย่างมากในช่วงเวลาที่มี และได้สร้างวิทยการใหม่ๆ และสร้างอุปกรณ์ต้นแบบที่โลกไม่เคยเห็นมาก่อน ด้วยต้นทุนเพียงเศษเสี้ยวที่ผู้รับเหมาพลเรือนจะใช้ เนื่องจากโดยพื้นฐาน PHALANX ต้องพยามยามต่อสู้เพื่องบประมาณ แต่ความสำเร็จจากการวิจัยทำให้โครงการสามารถอยู่ได้ แม้กระทั่งในสายตาของผู้ที่ต้องการผลลัพธ์ อย่างไรก็ตาม โลกก็ได้เดินต่อไปข้างหน้า ขณะที่ PHALANX เอาแต่เตรียมตัวสำหรับสิ่งที่ไม่เคยเกิด สงครามเวียตนามทำให้งบประมาณทางการทหารเพิ่มขึ้น แต่แทบไม่มีการจัดสรรให้กับ PHALANX หรือโครงการในลักษณะเดียวกัน แม้ว่ามีการของบประมาณหลายครั้ง ผู้บัญชาการต่่างไม่สนใจโครงการจากทศวรรษที่ 50 ที่เป็นการใช้จ่ายกับ "เรื่องหลอกเด็ก" และยอมให้โครงการนี้อยู่ต่อเพียงเพราะว่าผลงานวิจัยเท่านั้น ส่วนงบที่เหลือจะถูกใช้ไปกับการบำรุงอุปกรณ์เก่าๆ และห้องวิจัยไปตามมีตามเกิด PHALANX ไม่ได้ฟื้นตัวภายหลังสงคราม พวกเขาไม่เคยได้รับงบประมาณอย่างที่เคยได้ในช่วงทศวรรษ 1950 ช่วงเวลาแห่งเกียรติยศนั้นจบไปแล้ว พวกเขาได้สร้างวิทยาการใหม่ที่ใช้ในสงครามอ่าว และได้รับการสนับสนุนเป็นช่วงสั้นๆ ในช่วงต้นศตวรรษที่ 21 เนื่องจากการขยายตัวของงบประมาณทางทหารของสหรัฐ แต่ภายหลังช่วงสั้นๆ นี้โครงการก็กลับสู่ภาวะปกติ สงครามเย็นครั้งที่สองทำให้โครงการนี้ต้องจบชีวิต ผู้บัญชาการต้องพยายามดำเนินการแม้่ว่าจะไม่มีเงินให้เครื่องบินสามารถขึ้นฟ้าได้ แม้แต่การประดิษฐ์ใยแมงมุมวิทยาศาสตร์ยังไม่สามารถช่วยให้มันรอดพ้นผลของภาวะเศรษฐกิจล่มสลายในสหรัฐได้ การล่มสลายนี้ทำให้โครงการการทหาร "ที่ไม่สำคัญ" ถูกเลิกล้มไปทีละอย่าง และในที่สุด PHALANX ก็ถูกตัดงบประมาณในปี 2027 ห้าเดือนก่อนการครบรอบเจ็ดสิบปี พนักงานทั้งหมดถูกปลด ฐานถูกรื้อ อุปกรณ์ถูกทิ้งขว้างและเก็บไว้ในโกดัง โครงการนี้ก็หายไปจากความทรงจำ จนกระทั่งมันถูกค้นพบอีกครั้งในวันที่ 9 มีนาคม 2084 โดยชายแก่ที่จำได้เวลา เคยอ่านพบในกองเอกสารเก่าๆ ในออฟฟิศของเขาที่ถูกทำลายไปแล้ว ความน่ากลัวและโหดร้ายของเหตุการณ์ในมุมไบทำให้ทั้งโลกช็อค การมีอยู่ของสิ่งมีชีวิตที่มีภูมิปัญญาในจักรวาลไม่ใช่ความเชื่ออีกต่อไป ไม่เพียงแต่มันมีจริง มันยังมายังโลกในรูปแบบที่เลวร้ายที่สุด การสังหารหมู่นั้นมากมายและเด่นชัดเกินกว่าที่รัฐบาลโลกจะปกปิดได้ มนุษย์ต่างดาวไม่ได้ทิ้งหลักฐานอื่นๆ ไว้เลย พวกนั้นได้เก็บซากศพพวกเดียวกัน และเก็บเศษซากของวิทยาการทุกชนิดจนเรียบก่อนที่จะหนีไป ความตื่นตระหนกแพร่กระจายไปทั่ว เนื่องจากการแพร่ภาพเหตุการณ์ที่มุมไบ และยิ่งเลวร้ายไปใหญ่เมื่อเรื่องของการโจมตีที่บอนน์ โจฮันเนสเบิร์ก และกรุงเทพแพร่กระจายไป โลกได้รับรู้ถูกการมาถึง และได้รู้แล้ว่ากำลังโดนโจมตี มีการพยายามหาทางแก้ไขอย่างขะมักเขม้น สหประชาชาติได้ทำการประชุมต่อเนื่องกว่าสัปดาห์ แผนต่างๆ ถูกวางและโยนทิ้งอย่างรวดเร็ว โลกไม่สามารถป้องกันตัวจากการรุกรานของมนุษย์ต่างดาว ไม่ว่าในแง่การทหารหรือทางจิตวิทยา ไม่มีใครเตรียมตัวมาก่อน มันเป็นสถานการณ์ฉุกเฉินที่เคยปรากฏแต่ในแผนงานที่ถูกซุกไว้ ไม่เคยได้อ่านหรือปฏิบัติ แต่ตอนนี้สาธารณชนกำลังร้องหาคำตอบที่ไม่มีใครรู้ การทำงานที่ไม่มีใครทำได้ สหประชาชาตินั้นสามารถบรรลุข้อตกลงเพียงเล็กน้อยที่ไม่มีผลอะไร คณะกรรมาธิการความมั่นคงได้มีคำสั่งในนาซ่าอพยพฐานปฏิบัติการอวกาศ 1 และ 2 รวมทั้งอาณานิคมบนดวงจันทร์ แผนการสำรวจดาวอังคารทั้งหมดถูกเลื่อนอย่างไม่มีกำหนด แต่ส่วนงานที่สำคัญนั้นกลับตกลงกันไม่ได้ บางประเทศต้องการสร้างแนวป้องกันขนาดยักษ์รอบวงโคจร ขณะที่อีกหลายประเทศเรียกร้องให้ใช้อาวุธนิวเคลียร์ในการสกัดกั้นจานบิน อีกหลายประเทศยังมีโครงการที่ล้ำเส้นไปกว่านี้ เวลาผ่านไปยิ่งทำให้สถานการณ์เลวร้ายขึ้น จนกระทั่งนักการทูตสูงอายุคนหนึ่งนึกถึงโครงการ PHALANX เมื่อได้ตรวจสอบเอกสารของสหรัฐทั้งหมด สหประชาชาติตกใจที่ได้เจอแผนงาน การออกแบบ อุปกรณ์และคู่มือ รายละเอียดทุกประการสำหรับรับมือการรุกราน พวกเขาตัดสินใจจะจัดตั้ง PHALANX อีกครั้งและจัดมอบอุปกรณ์ให้เพื่อปกป้องโลกจากมหันตภัยต่างดาว อย่างไรก็ตามคนที่เคยเป็นส่วนหนึ่งของโครงการก็ตายไปแล้วหรือกำลังจะตายทั้งสิ้น พวกเขาต้องการพนักงานกลุ่มใหม่ โดยมติเอกฉันท์ ได้ตัดสินให้โครงการนี้เป็นความลับสุดยอด เฉพาะผู้นำระดับสูงสุดและนายทหารระดับสูงสุดเท่านั้นที่จะได้รับรู้ สาธารณชนจะได้รับข่าวลวง ขณะที่ทีมปฏิบัติงานที่ถูกคัดเลือกพิเศษจากทั่วโลก จะจัดตั้ง PHALANX และทำให้องค์กรเดินเครื่องอีกครั้ง มีการตามหาอุปกรณ์เก่าและดึงออกมาจากโกดัง คู่มือเก่าถูกปัดฝุ่นมาใช้ และอาวุธทั้งหลายถูกประกอบมาพร้อมใช้ ด้วยการสนับสนุนจากมหาอำนาจทั้งแปด โครงการนี้ได้รับเงินทุน การสนับสนุน และกำลังคนที่จำเป็นในการทำสงคราม สิ่งสุดท้ายที่ยังขาดอยู่ก็คือผุ้นำ
