Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: machinegun_txt
de: Technical Specifications: MG12 Machine Gun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The British SA-3000 GPG (General-Purpose Gun), colloquially known as the Great British Gun, is a versatile drum-fed machine gun that has seen service throughout the world in its 16-year operational life. First deployed in 2068, it quickly found its niche as a light machine gun for infantry and ground-support helicopters, able to be fired from the hip as easily as from a bipod or pintle mount. The infantry version of the GPG is a highly versatile and reliable gun. Unlike most machine guns the GPG takes caseless ammunition from a large drum magazine instead of a belt. This limits fire rate and magazine endurance, but it's also the reason for the weapon's versatility. The reloading process for the GPG is almost as quick and easy as an assault rifle, and the drums contain 100 rounds each. This allows the GPG to be used almost as a heavy assault rifle. The magazines are on the bulky side, but still small and light enough for an average soldier to carry several of them into battle. The gun contains surprisingly few computerised components, only a powerful recoil compensator and shock absorbing system. This helps to improve accuracy above that of older machine guns, although it's never going to be a sniper rifle. The solid design and sheer simplicity of its internals combine to make the GPG a very reliable weapon. It has seen action in Mumbai and performed admirably there, providing effective and highly mobile suppressive fire, sometimes capable of pinning down whole alien squads depending on the terrain. The GPG fires the popular 4.7mm caseless round, also used in our AR-80 Assault Rifle. Unfortunately the magazines are not interchangeable between Assault Rifle and GPG, as the Assault Rifle uses a different feed system. We feel that the GPG is the best candidate for our arsenal in the machine gun category. Our troops can depend on this gun to deliver heaps of fire when and where they need it most. For PHALANX use, we have given this machine gun the classification MG12. Recommended Doctrine The MG12 will be an extremely valuable tool in controlling the battlefield. It can set up mobile strongpoints from which to stage attacks on alien positions, it can provide effective suppressive or diversionary fire from all ranges, or it can be used simply as a powerful medium-range assault weapon. It should be a prime candidate for any soldier with heavy weapons training. Addenda None.
fr: Spécifications techniques : Mitrailleuse MG12 NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. La SA-3000 GPG britannique (General-Purpose Gun), plus connu comme la Great British Gun, est une mitrailleuse à chargeurs tambour qui a été en service dans le monde entier durant 16 ans. Déployée pour la première fois en 2068, elle à été rapidement reconnu comme étant une mitrailleuse légère pour l'infanterie et les hélicoptère de support au sol, capable de tirer depuis (the hip)(là ou l'infanterie débarque depui un hélico) aussi bien que depuis un bipod or pintle mount. La version infanterie de la GPG est une solution extrêmement polyvalente et fiable des armes à feu. Contrairement à la plupart des mitrailleuses, la GPG possède de gros chargeurs tambour nécessitant moins de place que des munition en ceinture. Cela limite la cadence de tir et l'endurance des chargeurs, mais c'est aussi la raison de sa polyvalence. Le rechargement de la GPG est aussi rapide que celui d'un fusil d'assaut, et les tambours contiennent 100 balles chacun. Cela permet à la GPG de d'être utilisé presque comme un fusil d'assaut lourd. Les chargeurs sont volumineux mais assez petits et légers pour qu'un soldat moyen puisse en transporter plusieurs pour la bataille. Le fusil contient étonnamment peu de composant électroniques, seulement un puissant compensateur de recul et un système d'absorption de chocs. Cela contribue à améliorer la précision, supérieure à celle de mitrailleuses plus vielles, mais il ne sera jamais un fusil de précision longue portée. La conception solide et simple de son mécanisme se combinent pour faire de la GPG une arme très fiable. Elle à vu son action à Mumbai admirablement exécutée, fournissant un tri de surpression efficace et très mobile, parfois capable de cerner des escadrons aliens ensemble sur le terrain. La GPG tire des munitions très populaire de de 4,7mm, aussi utilisés pour notre fusil d'assaut AR-80. Malheureusement, les chargeurs de la GPG ne sont pas interchangeables avec notre fusil d'assaut, qui utilise un système différent. Nous pensons que la GPG est la meilleure candidate pour notre arsenal dans la catégorie des mitrailleuses. Nos troupes peuvent compter sur cette arme pour délivrer un déluge de feu où et quand ils en auront le plus besoin. Pour l'utilisation PHALANX, nous avons donné à cette mitrailleuse la classification MG12. Doctrine recommandée La MG12 sera un outil extrêmement utile pour le contrôle du champ de bataille. Elle permettra de mettre en place des positions mobiles solides à partir desquelles attaquer les postions aliennes, elle peut assurer des tirs de suppressions ou de diversions efficaces de toutes portées, ou encore être utilisée comme une puissante arme d'assaut moyenne portée. Elle devrait être une candidate de premier ordre pour n'importe quel soldat avec un entraînement aux arme lourdes. Addenda None.
ru: Technical Specifications: MG12 Machine Gun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The British SA-3000 GPG (General-Purpose Gun), colloquially known as the Great British Gun, is a versatile drum-fed machine gun that has seen service throughout the world in its 16-year operational life. First deployed in 2068, it quickly found its niche as a light machine gun for infantry and ground-support helicopters, able to be fired from the hip as easily as from a bipod or pintle mount. The infantry version of the GPG is a highly versatile and reliable gun. Unlike most machine guns the GPG takes caseless ammunition from a large drum magazine instead of a belt. This limits fire rate and magazine endurance, but it's also the reason for the weapon's versatility. The reloading process for the GPG is almost as quick and easy as an assault rifle, and the drums contain 100 rounds each. This allows the GPG to be used almost as a heavy assault rifle. The magazines are on the bulky side, but still small and light enough for an average soldier to carry several of them into battle. The gun contains surprisingly few computerised components, only a powerful recoil compensator and shock absorbing system. This helps to improve accuracy above that of older machine guns, although it's never going to be a sniper rifle. The solid design and sheer simplicity of its internals combine to make the GPG a very reliable weapon. It has seen action in Mumbai and performed admirably there, providing effective and highly mobile suppressive fire, sometimes capable of pinning down whole alien squads depending on the terrain. The GPG fires the popular 4.7mm caseless round, also used in our AR-80 Assault Rifle. Unfortunately the magazines are not interchangeable between Assault Rifle and GPG, as the Assault Rifle uses a different feed system. We feel that the GPG is the best candidate for our arsenal in the machine gun category. Our troops can depend on this gun to deliver heaps of fire when and where they need it most. For PHALANX use, we have given this machine gun the classification MG12. Recommended Doctrine The MG12 will be an extremely valuable tool in controlling the battlefield. It can set up mobile strongpoints from which to stage attacks on alien positions, it can provide effective suppressive or diversionary fire from all ranges, or it can be used simply as a powerful medium-range assault weapon. It should be a prime candidate for any soldier with heavy weapons training. Addenda None.

source: machinegun_mag_txt
de: Technical Specifications: Assault Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This drum contains 100 rounds of 4.7x33mm caseless ammunition, armour-piercing mod. Unlike rifle magazines, the rounds in this drum are linked together into a long belt rather than stacked onto a spring. The belt links are made of a special plastic that disintegrates upon exposure to open air. The rounds themselves are tungsten-cored steel penetrators, encased in their own propellant rather than heavy brass casings. They perform well against a variety of enemies at short and medium ranges. The magazine is meant to be loaded into an MG12 Machine Gun. Recommended Doctrine All soldiers equipped with machine guns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
fr: Spécifications techniques : Barillet de Mitrailleuse NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Le barillet de mitrailleuse contient 100 balles perforeuses d'armure de 4.7x33mm. Contrairement aux chargeurs des fusils, les balles de ce chargeur sont liées entre-elles par une longue bande plutôt qu'empilées sur un ressort. La bande est faite d'un plastique spécial qui se désintègre à l'air libre. Les balles elle-mêmes sont faites de tungstène perforant, enchâssées dans leur propre propulseur plutôt que dans un lourd revêtement de cuivre. Elles s'adaptent bien face une variété d'ennemi à courte et moyenne portée. Le chargeur est conçu pour être utilisé avec la mitrailleuse MG12. Doctrine recommandée Tous soldats équipés avec d'une mitrailleuse doivent emporter au moins une recharge quand ils partent sur le terrain. Il ne serait pas avisé d'envoyer nos troupes au combat sans une réserve de chargeurs. Addenda Aucun.
ru: Technical Specifications: Assault Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This drum contains 100 rounds of 4.7x33mm caseless ammunition, armour-piercing mod. Unlike rifle magazines, the rounds in this drum are linked together into a long belt rather than stacked onto a spring. The belt links are made of a special plastic that disintegrates upon exposure to open air. The rounds themselves are tungsten-cored steel penetrators, encased in their own propellant rather than heavy brass casings. They perform well against a variety of enemies at short and medium ranges. The magazine is meant to be loaded into an MG12 Machine Gun. Recommended Doctrine All soldiers equipped with machine guns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
