Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: monoknife_pre_txt
de: Herr Kommandant, da wir nun durch mehrere Quellen -- die 'Reißzähne' der Blutspinne und die Kerrklingen -- ein gutes Verständnis der außerirdischen Klingenwaffentechnologie haben, können wir uns ein Bild machen, wie wir die unbekannten oder unverständlichen Materialien selbst herstellen können, die in ihrer Konstruktion benutzt werden. Einiges davon ist total neu für uns. Das Plastik, aus denen die Klingen gemacht sind, ist härter als damaszener Stahl, schärfer als eine Rasierklinge und trotzdem stoßresistent und flexibel genug, einen Nahkampf zu überstehen. Einmal geschmiedet sind sie kaum zu brechen, zu scharten oder zu verbiegen. Hammer und Meißel auf der Klinge anzuwenden bedeutet nur, am Ende zwei ordentlich geschnittene Hälften eines Meißels zu haben. Aus ersichtlichen Gründen wäre es von größtem Interesse für uns, wenn wir unsere eigenen Klingen aus diesen Materialien machen könnten, mit Klingen, die so breit wie ein einzelnes Molekül sind. Mein Team und ich glauben, dass es jetzt möglich ist. Wenn sie uns die Mittel und Laborzeit geben, die wir brauchen, können wir ein neuartiges monomolekulares Kampfmesser entwerfen und herstellen, dass unseren Soldaten im Nahkampf einen dringend benötigten Vorteil bringt. Das Messer wäre kompakter als die Kerrklinge und für einen Menschen viel einfacher zu handhaben und es wäre klein genug, um in einer Hand benutzt zu werden. Unsere Soldaten mit solchen Waffen auszurüsten würde ihnen einen großen Vorteil bringen und sie wären endlich in der Lage, sich im Nahkampf wirklich zu verteidigen, während sie immer noch andere Waffen oder Ausrüstung -- wie Pistolen, Granaten, Medikits oder andere nützliche oder lebensrettende Dinge -- einsetzen könnten. --Cdr. Navarre
fr: Commandant, je vous rapporte, par la présente, notre succès dans la création de matériaux de lame alien. Nous avons chargés les spécifications de production dans les machines de l'Atelier et construit une petite forge pour façonner nos lames monomoléculaire. Le processus de reproduction a été très intéressant sur ce point. Après avoir compris la manière de préparer le plastique alien à la bonne température, nous aboutissons à des bars de matériau extrêmement dure que nous essayons ensuite de façonner sur les lames. Lors de nos premières tentatives, nous avions essayés de créer une droite et tranchante avec une pointe acérée, comme la plupart des lames de combat moderne, afin qu'elles puissent être utilisées autant pour couper que poignarder. Tout ces modèles ont cassé à la moitié de du processus de refroidissement. Nous avions des difficultés avec le temps jusqu'à ce que l'on place une petite caméra dans le fourneau. Il nous est apparu que la courbure de la l'épée Kerr n'était pas un choix de conception ; c'est une propriété du matériau même. The plastic radically curves and expands during heat-moulding in our furnace, and contracts again during cooling, which ended up cracking all of our straight-edged blades. It demands a particular curved shape to retain its durability as a blade. We had to completely redesign the knife to account for this effect, which brought it to its current shape. In length, it's either a long knife or a short sword, depending on who you ask. The design of the handle and crossguard are based on Middle-Eastern and Asian swordmaking traditions mixed in with modern-day science and know-how. The handle is made from semi-solid rubber, which automatically moulds itself to the wielder's hand to maximise comfort and gripping power. Both the triangular crossguard and pommel are unbreakable carbon-nanotube-reinforced plastic, a material that even Kerrblades have trouble with. This knife goes a long way towards evening the odds for our soldiers when they get caught in hand-to-hand. Though it's larger than our old combat knife, doesn't thrust as well, and doesn't have the power of the Kerrblade's sword-length swing, it strikes an ideal middle ground between these two weapons. The monomolecular knife is almost the equal of the Kerrblade in lethality but still small enough to be worn in our standard holster or in a sheath hung from the belt. It amounts to a significant upgrade of our melee combat capabilities, and I'm thoroughly pleased with the result. --Cdt Navarre
ru: Commander, now that we've had a good look at the alien blade technology from several sources -- the Bloodspider's 'fangs' and the Kerrblade -- we're starting to form a picture of how to recreate the unknown or ill-understood materials used in their construction. Some of this stuff is completely new to us. The plastics from which the alien blades are forged are harder than damascus steel, sharper than a razor, and yet shock-resistant and flexible enough to survive the stresses of melee combat. Once forged they are nearly impossible to break, nick or bend. Applying a hammer and chisel directly to the blade just means you end up with two neatly-sliced halves of a chisel. Obviously it would be of great interest to us if we could create our own knives made from these materials, with edges tapering to the width of a single molecule. My team and I believe it may now be possible. If you give us the funding and lab time we need, we can design and create a new monomolecular combat knife that will even the playing field for our soldiers when forced into hand-to-hand combat. This knife will be far more compact than the Kerrblade and much easier for humans to wield, and it'll be small enough to be used one-handed. Equipping our troops with such weapons could give them a major advantage, as they'll be able to properly defend themselves in melee for the first time whilst using other weapons or equipment -- such as pistols, grenades, medikits, or other useful items of tactical or life-saving importance. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Monomolecular Blades
de: Monomolekulare Klingen
fr: Lames Monomoléculaires
ru: Мономолекулярные лезвия

source: flamer_txt
de: Technische Spezifikationen: Flammenwerfer KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Aus unseren Erfahrungen aus Mumbai und anderen angeschlagenen Städten sind wir zum Schluss gekommen, dass die Außerirdischen ihre Bemühungen auf dichtbesiedelte Stadtgebiete und Bevölkerungszentren konzentrieren.Die meisten der Begegnungen fanden in Messerreichweite statt. Für diesen Zweck hat das Programm Excalibur mehrere Hochleistungswaffen zu einem Nahkampfpaket zusammengestellt. Der iranische ADA 22 Flammenwerfer (von den alliierten Truppen auch "die Fackel Gottes" genannt) ist ein Wunderwerk der modernen Ingenieurwissenschaften. Im Gegensatz zu den alten Flammenwerfern aus dem zwanzigsten Jahrhundert erfordert er nicht, dass der Soldat eine schwere Gasflasche auf dem Rücken trägt; Der ADA ist eine Einheit, die in der Hand getragen werden kann und keine Schläuche oder Röhren benötigt. Der Soldat schließt einfach einen relativ kleinen 200mm Brennstoffkanister am Zufluss an, feuert die tödliche Munition und wirft den leeren Kanister wieder aus, um Platz für einen neuen zu schaffen. Dieses ausgeklügelte System ist überraschend verlässlich. Die Mündung der Waffe ist eine kräftige Pumpe, die den Brennstoff in die Luft sprüht, um dann das Benzin-Luft-Gemisch mit vier parallelen Funkenzündern (ein Hauptzünder und drei Ersatzzünder) zu entzünden. Diese Zündungen stoßen jeweils bis zu zehn Funken pro Sekunde aus, um das Brandgemisch zu entzünden, bevor es sich verflüchtigt. Diese Sicherheitsmechanismen sind sehr wichtig, um Explosionen des speziellen Brennstoffes der von ADA benutzt wird und Compound 90 genannt wird zu verhindern. Compound 90 ist ein neuartiger Brennstoff, welcher, in die Luft gesprüht, eine langsame thermische Reaktion auslöst. Es ist eher eine Verbrennung als eine Explosion des Luft-Brandgemisches, welche organisches Gewebe in Sekunden verschmoren kann. Es verursacht schwerste Schäden an organischen Zielen; die bei der Verbrennung erreichte Temperatur überschreitet 1700 Grad Celsius, genug um Titan zu schmelzen. Im Gegensatz zu Napalm hinterlässt C90 aufgrund seiner gasförmigen Natur keine brennenden Überreste auf dem Ziel oder dessen Umgebung und die Hitze nimmt somit viel schneller ab. Diese Eigenschaft macht es erheblich sicherer für den Stadtkampf als irgendein Napalmderivat. Die größten Nachteile der ADA 22 ist die kurze Reichweite und das komplexe Innenleben, welches eine Reparatur erschwert. Jedoch sollte es unseren erfahrenen Technikern keine Probleme bereiten, dieses Gerät zu warten. Für unsere PHALANX Mitglieder haben wir diesem Flammenwerfer die Bezeichnung CRC-FL gegeben. Empfohlener Einsatz Das CRC-FL ist eine Nahkampfwaffe. Der Benutzer muss schnell sein um in Waffenreichweite zu kommen und soviel Flammenglut wie möglich zu entfesseln. Trotz seines relativ schmalen Designs ist es eine Waffe mit hohem Eigengewicht. Stärke und auch Geschicklichkeit werden benötigt um diese Waffe effektiv zu nutzen. Flammenwerfer eignen sich großartig als Waffen für einen Hinterhalt. Stellen sie jedoch in jedem Fall sicher, dass keiner ihrer eigenen Soldaten oder ein Zivilist in der Schusslinie ist. Zusatz Diese Waffe sollte nicht benutzt werden, wenn Zivilisten in der Nähe des Zieles sind.
fr: Spécifications techniques : Lance-Flammes LF-CRC NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. En étudiant les attaques de Mumbai et des autres villes qui ont été touchées, il nous a semblé que les aliens concentrent leurs efforts dans les zones où la densité de population est particulièrement importante. La plupart des combats ont eu lieu à très courte portée. Dans le cadre du programme Excalibur, nous avons choisi plusieurs armes hautement performantes pour notre section Combat Rapproché. Le lance-flammes iranien ADA 22 (surnommé « La Torche de Dieu » par les troupes de l'Alliance) est une merveille d'ingénierie moderne. Contrairement aux anciens lance-flammes du XXème siècle, l'utilisateur n'a pas besoin de transporter sur son dos un lourd réservoir pressurisé : il s'agit d'un lance-flammes monobloc, sans lance ni tuyau, qui tient en main. Une cartouche de combustible relativement petite (200mm) s'emboîte simplement dans l'arme, délivre son poison mortel, puis s'éjecte afin de libérer la place pour une autre recharge. Le système est ingénieux et extrêmement fiable. Le canon de l'arme est une pompe puissante qui fait jaillir le combustible, puis enflamme le mélange combustible-air grâce à quatre allumeurs piézo-électriques en parallèles : un élément principal et trois de secours. Chaque allumeur produit une dizaine d'étincelles par seconde pour allumer le produit inflammable avant qu'il ne se disperse. Les allumeurs de secours sont très importants pour prévenir une explosion due au combustible particulier qu'utilise le ADA : une substance appelée Compound 90 (Composé 90). Compound 90 est un nouveau combustible pour lance-flammes qui, lorsqu'il est injecté dans l'air, produit une lente réaction thermobarique (il prend feu plutôt que d'exploser), qui peut enflammer les tissus vivants en quelques secondes. Le C90 inflige des dégâts atroces sur les cibles organiques, la température atteignant 1700 degrés celsius (suffisamment pour fondre du titane). Cependant, de part sa nature gazeuse, et contrairement au napalm, il ne laisse aucun résidu de combustion sur la cible ou sur le terrain, et la température redescent rapidement. Cela rend ce produit significativement plus sûr pour une utilisation urbaine que les substances dérivées du napalm. Les inconvénients majeurs de l'ADA 22 sont sa courte portée d'utilisation et sa mécanique interne, difficile à réparer. Cependant, nos techniciens expérimentés ne devraient pas rencontrer de difficultés d'entretien pour ce modèle. Pour l'utilisation PHALANX, nous avons donné à ce lance-flamme la classification LF-CRC. Doctrine recommandée Le LF-CRC est une arme de combat rapproché ; l'utilisateur doit être rapide afin d'arriver à portée de tir pour faire autant de dégât que possible. Il s'agit d'une arme plutôt lourde malgré sa conception élancée. Il est nécessaire d'être non seulement rapide, mais également fort pour la manier efficacement. Les lance-flammes sont également de bonnes armes d'embuscade. Mais prenez garde à ce qu'aucun de nos soldats ne soit dans la ligne de tir. Addenda Cette arme ne devrait pas être utilisée si des civils sont proches de la zone ciblée.
ru: Technical Specifications: CRC-FL Flamethrower CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. The Iranian ADA 22 flamethrower (nicknamed 'The Torch of God' by Alliance troops) is a marvel of modern engineering. Unlike the old flamethrowers of the 20th century, it requires no heavy pressure tanks to be carried on a soldier's back -- the ADA is one unit carried in the hands without any hoses or tubes. It simply slots a relatively small 200mm gas canister into the feed, fires its deadly ammunition, and then ejects the empty canister to make room for a reload. The system is ingenious and surprisingly reliable. The muzzle of the weapon is a powerful pump that squirts gas into the air, then sets off the gas-air mixture by way of four parallel spark igniters, one main unit and three backups. These igniters each emit as many as ten sparks per second in order to ignite the fuel before it disperses. The backups are very important in preventing an explosion due to the special fuel the ADA uses, a substance called Compound 90. Compound 90 is a new flamethrower fuel that, when injected into the air, creates a slow thermobaric reaction -- a fuel-air ignition rather than a fuel-air explosion -- that can roast living tissue in seconds. C90 inflicts horrific damage on organic targets; the heat generated exceeds 1700 degrees celsius, enough to melt titanium. However, due to its gaseous nature it leaves no burning residue (like napalm) on the target or in the surrounding area and disperses its heat much more quickly. This makes it significantly safer for urban use than napalm-derivative substances. The ADA 22's main drawbacks are its short range and its complex internals, which are difficult to repair. However, our experienced technicians should have no problem doing maintenance on this model. For PHALANX use, we have given this flamethrower the classification CRC-FL. Recommended Doctrine The CRC-FL is a close-range weapon; the operator needs to be fast in order to get into weapons range and unleash as much hell as possible. It is also a rather weighty weapon despite its relatively slim design. Strength as well as speed is required to wield it effectively. Flamethrowers also make great ambush weapons -- just make sure that none of our soldiers are in the line of fire. Addenda This weapon should not be fired if there are civilians in or near the target zone.
th: Technical Specifications: CRC-FL Flamethrower CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. The Iranian ADA 22 flamethrower (nicknamed 'The Torch of God' by Alliance troops) is a marvel of modern engineering. Unlike the old flamethrowers of the 20th century, it requires no heavy pressure tanks to be carried on a soldier's back -- the ADA is one unit carried in the hands without any hoses or tubes. It simply slots a relatively small 200mm gas canister into the feed, fires its deadly ammunition, and then ejects the empty canister to make room for a reload. The system is ingenious and surprisingly reliable. The muzzle of the weapon is a powerful pump that squirts gas into the air, then sets off the gas-air mixture by way of four parallel spark igniters, one main unit and three backups. These igniters each emit as many as ten sparks per second in order to ignite the fuel before it disperses. The backups are very important in preventing an explosion due to the special fuel the ADA uses, a substance called Compound 90. Compound 90 is a new flamethrower fuel that, when injected into the air, creates a slow thermobaric reaction -- a fuel-air ignition rather than a fuel-air explosion -- that can roast living tissue in seconds. C90 inflicts horrific damage on organic targets; the heat generated exceeds 1700 degrees celsius, enough to melt titanium. However, due to its gaseous nature it leaves no burning residue (like napalm) on the target or in the surrounding area and disperses its heat much more quickly. This makes it significantly safer for urban use than napalm-derivative substances. The ADA 22's main drawbacks are its short range and its complex internals, which are difficult to repair. However, our experienced technicians should have no problem doing maintenance on this model. For PHALANX use, we have given this flamethrower the classification CRC-FL. Recommended Doctrine The CRC-FL is a close-range weapon; the operator needs to be fast in order to get into weapons range and unleash as much hell as possible. It is also a rather weighty weapon despite its relatively slim design. Strength as well as speed is required to wield it effectively. Flamethrowers also make great ambush weapons -- just make sure that none of our soldiers are in the line of fire. Addenda This weapon should not be fired if there are civilians in or near the target zone.
