Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: pbeamcannon_txt
de: Herr Kommandant, wir haben die Arbeit an dieser großen Kanone beendet, die wir zurückgebracht haben. Wir haben immer gemutmaßt, dass eine wirkliche Armee der Außerirdischen mehr als nur Plasmawaffen und Kerrklingen ins Feld führen würde. Nun haben sie gezeigt, dass wir recht hatten. Diese Partikelstrahlpistole ist sehr fortschrittlich, einen Quantensprung über den Plasmawaffen, und so sehr miniaturisiert, dass wir keinerlei Möglichkeit haben, sie zu vervielfältigen. Partikelstrahlwaffen sind dazu entwickelt, ein Zielobjekt mit einem Strahl von fast bis zu Lichtgeschwindigkeit beschleunigten Partikeln zu treffen, wodurch eine enorme kinetische Energie entsteht. Bis jetzt haben wir diese Technologie nur in den Waffen der großen UFOs gesehen. Nun aber nutzen sie sie auf dem Boden, und das in der schlimmsten Art und Weise. Diese Kanone muss der stärkste Partikelstrahl sein, den die Außerirdischen ins Feld führen, weil ich nicht glaube, dass sie noch größer werden können. Obwohl kleiner und leichter als ein Plasmablaster, ist der Rückstoß der PS Kanone nicht von dieser Welt. Er kann einen erwachsenen Mann mit einem Schuss von den Füßen reißen. Kein normaler Mensch wird diese Waffe je nutzen können. Wir können die Kanone an unsere Bodenfahrzeuge anpassen und wir sind vielleicht in der Lage, unsere Soldaten mit kybernetischen Implantaten oder motorisch angetriebenen Rüstungen auszustatten, aber das ist alles. So schlimm der Rückstoß auch ist, das Ziel wird es schlimmer haben. Ein einziger flüchtiger Treffer -- ein Herzschlag lang den Strahlen ausgesetzt -- verbeult 3 Zoll glatten Stahl und wirft das Ziel mehrere Meter zurück. Mehr ist normalerweise nicht nötig. Ein zweiter Treffer verwandelt die Beule in ein faustgroßes Loch. Unsere Infanterierüstungen werden nur wenig besser dagegen funktionieren, aber eine Ablenkung hilft etwas. Die Mechanik der Kanone sind ziemlich einfach, nichts, was wir nicht mit genug Geld und Arbeit nachbauen könnten. Wir haben aber bis jetzt noch nicht herausgefunden, wie die Waffe mit Munition versorgt wird. Die Energiewerte, die wir von den Magazinen abgelesen haben, sind unglaublich und trotz aller Vorsicht, konnten wir bisher keines entschärfen oder abschalten, um es sicher zu öffnen. Selbst das Leerschießen schaltet ein Magazin nicht ab. Es wird mehr Forschung benötigt, bevor wir sie verstehen können und vielleicht können wir sie dann sogar reproduzieren. Das ist bis jetzt alles, Herr Kommandant. Ich werde sie über unsere Fortschritte mit den Magazinen auf dem Laufenden halten. --Cdr. Navarre
fr: Commandant, nous avons finalisé l'étude de ce damné canon que nous avons récupéré. Nous avons toujours soupçonné qu'une vraie armée alienne pouvait faire mieux que juste des armes plasma et des épées Kerr. Maintenant ils l'ont fait et nous ont donnés raison. Cet armement à faisceau de particules est extrêmement avancé, et réprésente un saut significatif par rapport aux armes plasma, il est bien plus miniaturisé que tout ce que nous savons faire. L'armement à faisceau de particules est conçu pour frapper une cible avec un flux de particules accélérées à des vitesses quasi-luminiques, ainsi porteur d'une énergie cinétique fantastique. Jusqu'à présent, nous avions vu l'utilisation de cette technologie seulement dans les armes embarquées des grands OVNI. Maintenant, cependant, ils l'utilisent au sol de la pire façon. Ce canon doit être l'arme d'infanterie à faisceau de particules la plus puissante des aliens, parce que je peux difficilement les imaginer faire plus gros. Bien que plus petit et plus léger que le Blaster à Plasma, le recul de ce canon est extraordinaire. Il peut projeter en l'air un homme adulte. Aucun humain normal ne pourra utiliser cette arme. Nous pouvons l'adapter pour le monter sur nos UGVs, et nous pouvons peut être améliorer nos soldats avec des implants cybernétiques ou un exosquelette, mais c'est tout. Aussi mauvais que soit le recul, l'effet sur la cible sera bien pire. Un tir bref seul -- pendant un battement de coeur -- gauchira huit centimètres d'acier et projettera la cible en arrière de plusieurs mètres. Ceci est en général suffisant. Un deuxième tir transformera le gauchissement en un trou de la taille d'un poing parfaitement net. Notre armure d'infanterie se défendre à peine mieux, mais la déflection peut aider. Les mécanismes du canon sont plutôt simples, rien que nous ne puissions répliquer facilement avec de l'argent et du travail. La seule chose qui nous reste à comprendre, c'est le fonctionnement des chargeurs de l'arme. Les niveaux d'énergie mesurés à partir des chargeurs sont extrêmes, et malgré nos efforts, nous n'avons pas réussi à désactiver ou désarmer l'un de ces chargeurs pour le démonter sans risques. Même en le vidant par des tirs, un chargeur reste actif. Plus de recherches seront nécessaires avant que nous ne puissions essayer de les démonter et de comprendre leur fonctionnement, sans même parler de les reproduire. C'est tout pour l'instant, Commandant. Je vous tiendrai informé de nos progrès sur les chargeurs. --Cdt Navarre
ru: Commander, we've finished work on this big damned cannon we brought back. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. This cannon has got to be the most powerful infantry particle beam the aliens can field, because I can't imagine them getting much bigger. Though smaller and lighter than the Plasma Blaster, the PB cannon's recoil is out of this world. It can blast a full grown man clean off his feet in one shot. No normal human will be able to use this weapon. We can adapt it for mounting on our UGVs, and we may be able to enhance our soldiers with cybernetic implants or powered armour, but that's all. As bad as the recoil is, the target will have it worse. A single fleeting hit -- a heartbeat of exposure -- will buckle three inches of homogenous steel and blow the target back by several metres. This is usually all that's necessary. A second hit will turn the buckle into a fist-sized hole, clean through. Our infantry armour will perform only slightly better, but deflection will help somewhat. The cannon's mechanics are quite simple, nothing that we can't duplicate easily with enough money and effort. The only thing we have yet to figure out is the ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. That's all I've got for you right now, Commander. I'll keep you updated on our progress with the magazines. --Cdr. Navarre
th: Commander, we've finished work on this big damned cannon we brought back. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. This cannon has got to be the most powerful infantry particle beam the aliens can field, because I can't imagine them getting much bigger. Though smaller and lighter than the Plasma Blaster, the PB cannon's recoil is out of this world. It can blast a full grown man clean off his feet in one shot. No normal human will be able to use this weapon. We can adapt it for mounting on our UGVs, and we may be able to enhance our soldiers with cybernetic implants or powered armour, but that's all. As bad as the recoil is, the target will have it worse. A single fleeting hit -- a heartbeat of exposure -- will buckle three inches of homogenous steel and blow the target back by several metres. This is usually all that's necessary. A second hit will turn the buckle into a fist-sized hole, clean through. Our infantry armour will perform only slightly better, but deflection will help somewhat. The cannon's mechanics are quite simple, nothing that we can't duplicate easily with enough money and effort. The only thing we have yet to figure out is the ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. That's all I've got for you right now, Commander. I'll keep you updated on our progress with the magazines. --Cdr. Navarre

source: pbeamcannon_pre_txt
de: Herr Kommandant, wir haben eine große Kanone geborgen, die einen hochenergetischen Partikelstrahl abfeuert. Sie ist ungemein tödlich und hat beängstigende Effekte auf unsere Rüstungen. Wir müssen diese Waffen sofort erforschen. Bitte autorisieren sie dieses Programm sobald wie möglich. --Cdr. Navarre
fr: Commandant, nous avons récupéré un canon alien qui tire des rayons de particules de haute énergie. Il est extrèmement léthal et a des effets effrayants sur nos blindages d'après les premiers tests. Nous avons besoin d'effectuer plus de recherches sur ces armes de toute urgence. Merci d'envoyer votre approbation pour ce programme dans les plus brefs délais. --Cdt Navarre
ru: Commander, we've recovered a large alien cannon that fires high-energy particle beams. It is extremely deadly and has frightening effects on our armour during preliminary testing. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Alien Artifact - Particle Beam Cannon
de: Außerirdischen Artefakt - Partikelstrahlkanone
fr: Découverte alienne -- Canon à faisceau de particules
ru: Артефакт пришельцев - Лучевая пушка

source: pbeamrifle_txt
de: Herr Kommandant, wir haben alle Informationen aus diesem neuen Gewehr rausgeholt, die wir rausholen konnten. Ich fürchte, es sind mehr schlechte als gute Nachrichten. Wir haben immer gemutmaßt, dass eine wirkliche Armee der Außerirdischen mehr als nur Plasmawaffen und Kerrklingen ins Feld führen würde. Nun haben sie gezeigt, dass wir recht hatten. Diese Partikelstrahlpistole ist sehr fortschrittlich, einen Quantensprung über den Plasmawaffen, und so sehr miniaturisiert, dass wir keinerlei Möglichkeit haben, sie zu vervielfältigen. Partikelstrahlwaffen sind dazu entwickelt, ein Zielobjekt mit einem Strahl von fast bis zu Lichtgeschwindigkeit beschleunigten Partikeln zu treffen, wodurch eine enorme kinetische Energie entsteht. Bis jetzt haben wir diese Technologie nur in den Waffen der großen UFOs gesehen. Nun aber nutzen sie sie auf dem Boden, und das in der schlimmsten Art und Weise. Das Gewehr hat ein einfaches, modulares Design, ganz das Gegenteil der Plasmawaffen, die wir bereits beobachtet haben. Jedes Teil kann ein- oder ausgebaut werden, indem man einfach die dazu passende Arretierung löst. Seltsamerweise ist keines der Gewehrteile besonders Hightech oder beeindruckend und nichts, was wir nicht mit genug Geld und Arbeit nachbauen könnten. Wir haben aber bis jetzt noch nicht herausgefunden, wie die Waffe mit Munition versorgt wird. Die Energiewerte, die wir von den Magazinen abgelesen haben, sind unglaublich und trotz aller Vorsicht, konnten wir bisher keines entschärfen oder abschalten, um es sicher zu öffnen. Selbst das Leerschießen schaltet ein Magazin nicht ab. Es wird mehr Forschung benötigt, bevor wir sie verstehen können und vielleicht können wir sie dann sogar reproduzieren. Was mich am meisten über diese Waffe beunruhigt, ist ihre Leistung gegen unsere Infanterierüstungen. Die hochenergetischen Partikel in einem Partikelstrahl sind so schnell, dass der Strahl leicht durch unsere normale Fahrzeugpanzerung durchschlagen kann. Wenn der Strahl auf eine Gefechtsrüstung abgefeuert wird, sind die Endergebnisse grausam. Er durchdringt die Vorderseite der Rüstung ohne langsamer zu werden und hat immer noch genug Energie, um noch die Rückseite zu durchschlagen und einige Meter weiter zu fliegen, bevor er sich auflöst. Für unsere Soldaten wird viel mehr Schutz nötig, damit sie gegen ein solches Feuer bestehen können. Zusätzlich zu der Entwicklung von völlig neuen Rüstungen sollten wir unsere bestehenden Rüstungen sobald wie möglich verbessern. Wir könnten wegen der außerirdischen, panzerbrechenden Waffen schwere Verluste an Soldaten erleiden, wenn wir es nicht tun. Zuletzt ist die Form des Gewehrs nicht für einen Menschen geeignet, und sogar mit speziellen Anpassungen wird es für menschliche Schützen schlecht ausbalanciert sein. Wenn wir es in ein Gefecht führen, wird sie Zielgenauigkeit nicht so gut wie bei den Außerirdischen sein. Ich werde sie über unseren Fortschritt mit den Magazinen auf dem Laufenden halten, Herr Kommandant. --Cdr. Navarre
fr: Commandant, nous avons analysé autant que possible ce nouveau fusil alien. Je crains de n'avoir que des mauvaises nouvelles à annoncer. Nous avons toujours soupçonné qu'une vraie armée alienne pouvait faire mieux que juste des armes plasma et des épées Kerr. Maintenant ils l'ont fait et nous ont donnés raison. Cet armement à faisceau de particules est extrêmement avancé, et réprésente un saut significatif par rapport aux armes plasma, il est bien plus miniaturisé que tout ce que nous savons faire. L'armement à faisceau de particules est conçu pour frapper une cible avec un flux de particules accélérées à des vitesses quasi-luminiques, ainsi porteur d'une énergie cinétique fantastique. Jusqu'à présent, nous avions vu l'utilisation de cette technologie seulement dans les armes embarquées des grands OVNI. Maintenant, cependant, ils l'utilisent au sol de la pire façon. Le fusil semble avoir été conçu de manière très basique et modulaire, tout à l'opposé des armes plasma que nous avons déjà analysées. Toutes les pièces peuvent être emboîtées ou déboîtées de l'arme simplement en appuyant sur une prise placé de manière astucieuse. Bizarrement, aucune des pièces de l'arme n'est particulièrement high tech ou impressionnante, rien que nous ne puissions répliquer facilement avec de l'argent et du travail. La seule chose qui nous reste à comprendre, c'est le fonctionnement des chargeurs de l'arme. Les niveaux d'énergie mesurés à partir des chargeurs sont extrêmes, et malgré nos efforts, nous n'avons pas réussi à désactiver ou désarmer l'un de ces chargeurs pour le démonter sans risques. Même en le vidant par des tirs, un chargeur reste actif. Plus de recherches seront nécessaires avant que nous ne puissions essayer de les démonter et de comprendre leur fonctionnement, sans même parler de les reproduire. Ce qui m'a inquièté dès le début dans cette arme est sa puissance contre notre armure d'infanterie. Les particules de haute-énergie du faisceau ont une telle vitesse que le faisceau peut facilement percer un trou dans l'armure standard de nos véhicules. Sur une armure de Combat, le résultat est macabre. Le faisceau pénètre le devant de l'armure sans même être freiné, et a toujours assez de puissance pour ressortir dans le dos et continuer sur plusieurs mètres avant de se disperser. Des protections bien plus lourdes seront nécessaires pour que nos troupes puissent résister à ce genre de tir. En plus du développement d'armures radicalement nouvelles, nous devons améliorer nos armures actuelles le plus rapidement possible. Autrement nous risquons d'avoir de lourdes pertes face à ces armes PB aliens. Pour finir, la forme du fusil n'est pas du tout adaptée au corps humain, et même avec des adaptations, il restera mal équilibré pour les tireurs humains. Si nos escouades l'utilisent, leur précision ne sera pas aussi bonne que celle des aliens. Je vous tiendrai informé de nos progrès sur les chargeurs, Commandant. --Cdt Navarre
ru: Commander, we've gotten all the info we can from this new alien rifle. It's more bad news, I'm afraid. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. The rifle seems to follow a very basic, modular design, quite unlike the plasma weapons we've already observed. All the parts can be slotted in or out of the weapon just by pressing an appropriately-located release catch. Strangely, none of the weapon's parts are particularly high-tech or impressive, nothing that we can't duplicate easily with enough money and effort. The only thing we have yet to figure out is the weapon's ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. What first alarmed me about this weapon is its performance against our infantry armour. The high-energy particles in a particle beam travel so fast that the beam can easily punch a hole through our standard vehicle armour. When fired at a suit of Combat Armour, the results are gruesome. It penetrates the front of the armour without even slowing down, and still has enough power to punch out the back and continue for several metres before dispersing. Much heavier protection will be required for our troops to be able to stand up to this kind of fire. In addition to the development of entirely new armours, we should look into upgrading our current suits as soon as possible. We may suffer significant troop losses to alien PB weapons if we don't. Lastly, the rifle's shape is not at all suited to the human body, and even with adaptations it will be poorly balanced for human shooters. If deployed with our squads, our accuracy won't be as good as the aliens. I'll keep you updated on our progress with the magazines, Commander. --Cdr. Navarre
th: Commander, we've gotten all the info we can from this new alien rifle. It's more bad news, I'm afraid. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. The rifle seems to follow a very basic, modular design, quite unlike the plasma weapons we've already observed. All the parts can be slotted in or out of the weapon just by pressing an appropriately-located release catch. Strangely, none of the weapon's parts are particularly high-tech or impressive, nothing that we can't duplicate easily with enough money and effort. The only thing we have yet to figure out is the weapon's ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. What first alarmed me about this weapon is its performance against our infantry armour. The high-energy particles in a particle beam travel so fast that the beam can easily punch a hole through our standard vehicle armour. When fired at a suit of Combat Armour, the results are gruesome. It penetrates the front of the armour without even slowing down, and still has enough power to punch out the back and continue for several metres before dispersing. Much heavier protection will be required for our troops to be able to stand up to this kind of fire. In addition to the development of entirely new armours, we should look into upgrading our current suits as soon as possible. We may suffer significant troop losses to alien PB weapons if we don't. Lastly, the rifle's shape is not at all suited to the human body, and even with adaptations it will be poorly balanced for human shooters. If deployed with our squads, our accuracy won't be as good as the aliens. I'll keep you updated on our progress with the magazines, Commander. --Cdr. Navarre

source: pbeamrifle_pre_txt
de: Herr Kommandant, wir haben ein Gewehr geborgen, dass einen hochenergetischen Partikelstrahl abfeuert. Es ist tödlicher als Laser, zielgenauer als Plasmawaffen und eine äußerst gemeine Bedrohung für unsere Soldaten auf dem Schlachtfeld. Vorläufige Tests an unseren Rüstungen haben ergeben, dass die Außerirdischen ihre Waffen weiterentwickelt haben. Wir müssen diese Waffen sofort erforschen. Bitte autorisieren sie dieses Programm sobald wie möglich. --Cdr. Navarre
fr: Commandant, nous avons récupéré un fusil alien qui tire des rayons de particules de haute énergie. Il est plus plus puissant que les lasers, plus précis que les armes plasma, et une menace extrêmement sérieuse pour nos troupes sur le champ de bataille. Les premiers tests contre nos blindages ont confirmé que les aliens ont considérablement augmenté la puissance de feu de leurs troupes. Nous avons besoin d'effectuer plus de recherches sur ces armes de toute urgence. Merci d'envoyer votre approbation pour ce programme dans les plus brefs délais. --Cdt Navarre
ru: Commander, we've recovered an alien rifle that fires high-energy particle beams. It's more deadly than lasers, more accurate than plasma weapons, and an extremely nasty new threat to our troops on the battlefield. Preliminary tests against our armour confirm that the aliens have seriously upgunned their troops. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Alien Artifact - Particle Beam Rifle
de: Außerirdischen Artefakt - Partikelstrahlgewehr
fr: Découverte Alienne -- Fusil à faisceau de particules
ru: Артефакт пришельцев - Лучевая винтовка

source: Man-Portable Particle Beams
de: Tragbare Partikelstrahlen
fr: Faisceaux de Particules Portatifs
ru: Потративные лучевые излучатели
