Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: Close menu and disconnect
de: Schließe das Menü und die Verbindung
fr: Fermer le menu et se déconnecter

source: Disconnect
de: Trennen
fr: Déconnecter

source: Close menu but stay connected
de: Schließe das Menü aber erhalte die Verbindung
fr: Fermer le menu et rester connecter

source: Users
de: Spieler
fr: Utilisateurs
ru: Пользователи

source: No UFO hangars or no power supply.
de: Keine UFO-Hangars oder keine Kraftwerk.
fr: Aucun hangar à OVNI ou aucun générateur.

source: No nation with accepted level of alien infiltration.
fr: Aucune nation n'a le niveau d'infiltration suffisant.

source: UFO recovery process finished.
de: UFO Bergung abgeschlossen.
fr: Rapatriement de l'OVNI terminé.

source: Store the UFO in base
de: Lagere UFO in einer Basis
fr: Entreposer l'OVNI dans la base

source: Store UFO
de: Lagere UFO
fr: Entreposer l'OVNI

source: Sell the UFO to desired nation
de: Verkaufe das UFO an die gewählte Nation
fr: Vendre l'OVNI à la nation désirée

source: Sell UFO
de: Verkaufe UFO
fr: Vendre l'OVNI

source: Destroy recovered UFO
de: Zerstöre geborgenes UFO
fr: Détruire l'OVNI découvert

source: Destroy UFO
de: Zerstöre UFO
fr: Détruire l'OVNI

source: Retry this mission
de: Mission wiederholen
fr: Réessayer cette mission
ru: Переиграть операцию
th: ทำภารกิจนี้อีกครั้ง

source: Try again
de: Nochmal
fr: Réessayer
ru: Переиграть
th: ลองใหม่

source: Continue
de: Fortfahren
fr: Continuer
ru: Продолжить
th: เล่นต่อ

source: Select base for UFO recovery
de: Zielbasis für UFO Bergung auswählen
fr: Sélectionnez la base pour rapatrier l'OVNI

source: Begin UFO recovery process
de: Beginne mit UFO Bergung
fr: Commencer le rapatriement de l'OVNI

source: Recover
de: Bergen
fr: Rapatriement

source: Select nation for UFO recovery
de: Nation für UFO Bergung auswählen
fr: Sélectionner la nation pour le rapatriement de l'OVNI

source: Price:
de: Preis:
fr: Prix :

source: Relations:
de: Beziehungen:
fr: Relation :

source: Begin UFO sell process
de: Beginne UFO-Verkaufsprozess
fr: Commencer la vente de l'OVNI

source: Sell
de: Verkaufen
fr: Vendre

source: Single-player
de: Einzelspieler
fr: Mode Solo
ru: Одиночная игра
th: เล่นคนเดียว

source: Multiplayer
de: Netzwerk
fr: Multijoueur
ru: Сетевая игра
th: เล่นหลายคน

source: Tutorials
fr: Tutoriaux
ru: Обучение
th: ฝึกเล่น

source: Credits
de: Mitwirkende
fr: Crédits
ru: Титры

source: Exit
de: Beenden
fr: Sortie
ru: Выход
th: ออก

source: Initial settings
de: Spieleinstellungen
fr: Réglages initiaux

source: Value:
de: Wert:
fr: Valeur :

source: Save settings
de: Speichere Einstellungen
fr: Réglages des sauvegardes

source: Volume Control
de: Laufstärkenkontrolle
fr: Contrôle du volume
ru: Управление громкостью
th: ควบคุมระดับเสียง

source: Effects:
de: Effekte:
fr: Effets sonores :
ru: Эффекты:
th: เสียงประกอบ:

source: Music:
de: Musik:
fr: Musique :
ru: Музыка:
th: เพลง:

source: You have to set the playername and hit the 'OK' button:
de: Sie müssen den Spielernamen festlegen und OK drücken:
fr: Vous devez entrer le nom du joueur et cliquer sur 'OK' :

source: Language
de: Sprache
fr: Langue

source: Language:
de: Sprache:
fr: Langue:

source: Tip of the day
de: Tipp des Tages
fr: Aide du jour

source: Show tip of the day
de: Zeige Tipp des Tages
fr: Montrer l'aide du jour

source: Next
de: Weiter
fr: Suivant

source: Team
fr: Equipe
ru: Отряд
th: ทีม

source: Join
de: Beitreten
fr: Rejoindre
ru: Присоединиться
th: เข้าร่วม

source: Create
de: Eröffnen
fr: Créer
ru: Создать
th: สร้าง

source: Load team from current selected slot
de: Markiertes Team laden
fr: Charge l'équipe depuis l'emplacement sélectionné
ru: Загрузить отряд из выбранного слота
th: โหลดทีมจากชุดที่เลือกอยู่

source: Load
de: Laden
fr: Charger
ru: Загрузить
th: โหลด

source: Save team to current selected slot
de: Team im gewählten Speicherplatz speichern
fr: Sauvegarde l'équipe dans l'emplacement sélectionné
ru: Сохранить отряд в выбранный слот
th: บันทึกทีมลงชุดที่เลือก

source: Save
de: Speichern
fr: Sauver
ru: Сохранить
th: บันทึก

source: Current Team
de: Aktuelles Team
fr: Equipe Actuelle
ru: Текущий Отряд
th: ทีมปัจจุบัน

source: Edit your team after loading
de: Team nach dem Laden bearbeiten
fr: Édite votre équipe après le chargement
ru: Отредактировать отряд после загрузки
th: แก้ไขทีมหลังขึ้นเครื่อง

source: Edit
de: Bearbeiten
fr: Editer
ru: Изменить
th: แก้ไข

source: Generate a new team
de: Neues Team anlegen
fr: Crée une nouvelle équipe
ru: Создать новый отряд
th: สร้างทีมใหม่

source: New
de: Neu
fr: Nouveau
ru: Новый
th: เริ่มใหม่

source: Generate a team automatically
de: Automatisch neues Team anlegen
fr: Crée une équipe automatiquement
ru: Создать отряд автоматически
th: สร้างทีมอัตโนมัติ

source: Name
fr: Nom
ru: Имя
th: ชื่อ

source: Userlist
de: Spielerliste
fr: Liste utilisateur

source: Connect
de: Verbinden
fr: Connection
ru: Соединиться
th: เชื่อมต่อ

source: Leave Serverbrowser
de: Verlasse Serverbrowser
fr: Quitter le navigateur de serveurs

source: Bookmark
fr: Marque page
ru: Метка
th: เก็บไว้

source: Serverfilter:
fr: Filtre de serveur :
ru: Фильтр:
th: ฟิลเตอร์เซอร์เวอร์r:

source: Serverbrowser
fr: Navigateur filtre
ru: Выбрать сервер
th: ดูเซอร์เวอร์

source: Bookmarks
fr: Marque-pages
ru: Закладки
th: เก็บไว้

source: Refresh
de: Erneuern
fr: Rafraîchir
ru: Обновить
th: แสดงใหม่

source: Connect to IP
de: Verbindung zu IP
fr: Se connecter à l'IP
ru: Соединить с IP-адресом
th: เชื่อมต่อ IP

source: Delete this bookmark
de: Entferne aus den Favoriten
fr: Effacer ce marque-page
ru: Удалить эту закладку
th: ลบตัวคั่นนี้

source: Day version:
de: Tagesversion:
fr: Version du jeu:

source: Make this server public:
de: Server öffentlich zugänglich machen
fr: Rendre ce serveur public :
ru: Сделать этот сервер общедоступным:
th: เปิดเป็นเซอร์เวอร์สาธาระ:

source: Enable morale states:
de: Aktiviere Moralschwankungen:
fr: Utiliser le moral :
ru: Включить мораль:
th: เปิดใช้ระดับกำลังใจ:

source: Gametype:
de: Spieltyp:
fr: Type de jeu :
ru: Тип игры:
th: รูปแบบเกม:

source: Teamplay:
de: Teamspiel:
fr: Jeu en équipe :
ru: Командная игра:
th: เล่นเป็นทีม:

source: Sets the max allowed clients to connect
de: Setzt die maximal erlaubte Anzahl der Spieler
fr: Fixe le nombre max de clients autorisés à se connecter
ru: Устанавливает максимальное число игроков для соединения
th: ตั้งจำนวนสูงสุดลูกข่ายจะเชื่อมต่อได้

source: Max. soldiers per team:
de: Max. Soldaten pro Team
fr: Max. soldats par équipe :
ru: Максимум бойцов в отряде:
th: ทหารสูงสุดในทีม:

source: Sets the max allowed soldiers per team
de: Setzt die maximal erlaubte Anzahl der Soldaten pro Team
fr: Fixe le nombre max de soldats autorisés par équipe
ru: Устанавливает максимальное число бойцов в команде
th: ตั้งจำนวนทหารสูงสุดที่แต่ละทีมมีได้

source: Max. soldiers per player:
de: Max. Soldaten pro Spieler:
fr: Max. soldats par joueur :
ru: Максимум бойцов у игрока:
th: ทหารสูงสุดต่อผู้เล่น:

source: Sets the max allowed soldiers per player when in teamplay
de: Setze die max. erlaubte Anzahl von Spielern für Teamplaymodus
fr: Fixe le nombre max de soldats autorisés par joueur en équipe
ru: Устанавливает максимальное число бойцов у игрока во время командной игры
th: ตั้งจำนวนทหารสูงสุดที่แต่ละผู้เล่นมีได้ ขณะเล่นเป็นทีม

source: Max. human players per team:
de: Max. Spieler pro Team:
fr: Max. joueurs humains par équipe :
th: ผู้เล่นมนุษย์สูงสุดต่อทีม:

source: Max. AI actors:
de: Max. KI-Spieler:
fr: Max. d'acteurs IA :
ru: Максимум ИИ-игроков:
th: จำนวนผู้เล่นคอมพิวเตอร์สูงสุด:

source: Max AI actors for teamplay mode
de: Max. KI-Spieler für kooperativen Modus
fr: Max. acteurs IA pour le jeu en équipe
ru: Максимальное ИИ-персонажей для командного режима
th: จำนวนสูงสุดของผู้เล่นคอมพิวเตอร์ในแบบทีม

source: AI autojoin:
de: KI auto. Join
fr: IA automatique
th: คอมพิวเตอร์เข้าร่วมอัตโนมัติ:

source: AI autojoin on free teams
de: KI übernimmt automatische freie Teams
fr: L'IA rejoint automatiquement les équipes libres
th: คอมพิวเตอร์เข้าร่วมทีมที่ว่างอัตโนมัติ

source: Server-Password:
de: Server-Passwort:
fr: Mot de passe serveur :
ru: Пароль Сервера:
th: รหัสผ่านเซอร์เวอร์:

source: RCON-Password:
de: RCON-Passwort:
fr: Mot de passe RCON :
ru: RCON Пароль:
th: รหัสผ่าน RCON:

source: Hostname:
de: Servername:
fr: Nom de l'hôte :
ru: Имя сервера:
th: ชื่อโฮสต์:

source: Map
fr: Carte
ru: Карта
th: แผนที่

source: Start server
de: Starte Server
fr: Lancer serveur
ru: Запуск сервера
th: เริ่มเซอร์เวอร์

source: Team selection
de: Teamauswahl
fr: Sélection de l'équipe
ru: Выбор команды
th: เลือกทีม

source: Click the big button in the lower right corner when ready
de: Klicke die Schaltfläche unten rechts wenn du fertig bist
fr: Cliquez sur le gros bouton en bas à droite lorsque vous êtes prêts :
th: กดปุ่มใหญ่ด้านขวาล่างเมื่อพร้อม

source: Max. players per team
de: Max. Spieler pro Team:
fr: Nb. joueurs max. par équipe
ru: Максимум игроков в команде
th: ผู้เล่นสูงสุดต่อทีม

source: Max. teams for this map
de: Max. Teams für diese Map
fr: Nb. d'équipes max. pour cette carte
ru: Макс. кол-во команд на карте
th: ทีมสูงสุดสำหรับแผนที่นี้

source: Team preference:
de: Teamwahl:
fr: Équipe désirée :
ru: Командные предпочтения:
th: การตั้งค่าทีม:

source: Next free team
de: Nächstes freies Team
fr: Équipe libre suivante
ru: Следующая свободная команда
th: ทีมว่างถัดไป

source: Previous free team
de: Vorheriges freies Team
fr: Équipe libre précédente
ru: Предыдущая свободная команда
th: ทีมว่างก่อนหน้า

source: Finish the teamselection and start the game
de: Schließe Teamauwahl ab und beginne das Spiel
fr: Terminer la formation des équipes et lancer le jeu
th: จบการเลือกทีมและเริ่มเกม

source: Activate chat
de: Chat aktivieren
fr: Activer les discussions
th: เปิดระบบสนทนา

source: Please wait
de: Bitte warten
fr: Veuillez attendre
ru: Пожалуйста, подождите
th: โปรดรอ

source: Players connected, waiting for others
de: Spieler verbunden, warten auf weitere
fr: Joueurs connectés, en attente des autres

source: Start the game even if not all teams have joined
de: Starte das Spiel - auch wenn noch nicht alle Teams verbunden sind
fr: Commencer le jeu même si tous les joueurs ne sont pas entrés
ru: Начать игру, даже если не все команды присединились
th: เริ่มเกมแม้ว่าทุกทีมยังไม่ได้เข้าร่วม

source: Force start
de: Erzwinge Start
fr: Forcer le démarrage
ru: Принудительный старт
th: บังคับให้เริ่ม

source: Enter server password
de: Server-Passwort eingeben:
fr: Entrer le mot de passe serveur :
th: ใส่รหัสของเซอร์เวอร์

source: Password:
de: Passwort:
fr: Mot de passe :
th: รหัส:

source: 1on1
fr: 1sur1
ru: 1 на 1
th: 1ต่อ1

source: 1on1on1
fr: 1sur1sur1
ru: 1 на 1 на 1
th: 1ต่อ1ต่อ1

source: 2on2
fr: 2sur2
ru: 2 на 2
th: 2ต่อ2

source: 2on2on2
fr: 2sur2sur2
ru: 2 на 2 на 2
th: 2ต่อ2ต่อ2

source: 3on3
fr: 3sur3
ru: 3 на 3
th: 3ต่อ3

source: 3on3on3
fr: 3sur3sur3
ru: 3 на 3 на 3
th: 3ต่อ3ต่อ3

source: 4on4
fr: 4sur4
ru: 4 на 4
th: 4ต่อ4

source: 4on4on4
fr: 4sur4sur4
ru: 4 на 4 на 4
th: 4ต่อ4ต่อ4

source: Coop 2 players
de: Coop 2 Spieler
fr: Réunir 2 joueurs
ru: 2 игрока вместе
th: ร่วมมือกัน 2 คน

source: Coop 3 players
de: Coop 3 Spieler
fr: Réunir 3 joueurs
ru: 3 игрока вместе
th: ร่วมมือกัน 3 คน

source: Coop 4 players
de: Coop 4 Spieler
fr: Réunir 4 joueurs
ru: 4 игрока вместе
th: ร่วมมือกัน 4 คน

source: Abort Game
de: Spiel abbrechen
fr: Sortir du Jeu
ru: Прервать игру
th: ออกจากเกม

source: Video
fr: Vidéo
ru: Видео
th: ภาพ

source: Sound
fr: Son
ru: Звук
th: เสียง

source: Sound is not activated
de: Sound ist nicht aktiv.
fr: Les effets sonores ne sont pas activés

source: Game
de: Spiel
fr: Jeu
ru: Игра
th: เกม

source: Video settings
de: Grafikeinstellungen
fr: Réglages vidéo
ru: Настройки изображения
th: ตั้งค่าภาพ

source: Resolution:
de: Auflösung:
fr: Résolution :
ru: Разрешение:
th: ความคมชัด:

source: Texture resolution cap:
de: Texturauflösung:
fr: Résolution des textures :
ru: Степень разрешения текстур:
th: จำกัดความคมชัดของผิวนอก:

source: Texture anisotropy level:
de: Anisotropes Filtern:
fr: Niveau d'anisotropie des textures :
ru: Анизотропная фильтрация (AF) текстур:
th: ระดับการเปลี่ยนแปลงพื้นผิว:

source: Fullscreen:
de: Vollbild:
fr: Plein écran :
ru: Полноэкранный режим:
th: ภาพเต็มจอ:

source: Texture compression:
de: Texturkompression:
fr: Compression des textures :
ru: Сжатие текстур:
th: บีบภาพผิวนอก:

source: Show FPS:
de: Zeige FPS:
fr: Montrer les FPS :
ru: Показывать FPS:
th: แสดงค่า FPS:

source: Texture Lod:
de: Texturdetaillierungsgrad:
fr: Niveau de détail des textures :
ru: Детализация текстур:
th: ความละเอียดพื้นผิว:

source: Image Filter:
de: Texturfilter:
fr: Filtre d'image :
ru: Фильтрация изображений:
th: ฟิลเตอร์:

source: Isometric Mode:
de: Isometrisch:
fr: Mode isométrique :
ru: Изометрический режим:
th: รูปแบบมุมเอียง:

source: Weather effects:
de: Wettereffekte:
fr: Effets météorologiques :

source: Low
de: Niedrig
fr: Basse

source: Medium
de: Mittel
fr: Moyen(ne)

source: Normal
fr: Normale
ru: Норма
th: ปกติ

source: High
de: Hoch
fr: Haute

source: Extreme
de: Extrem
fr: Extrême

source: Maintain resolution
de: Auflösung:
fr: Garder la résolution
ru: Управление разрешением
th: ใช้ค่าความคมชัดเดิม

source: Want To Maintain resolution
de: Wollen sie diese Auflösung beibehalten?
fr: Conserver cette résolution
ru: Хотите изменить разрешение экрана ?
th: ต้องการใช้ค่าความคมชัดเดิม

source: Change the resolution
de: Auflösung ändern
fr: Changer la résolution
ru: Изменение разрешения
th: เปลี่ยนค่าความคมชัด

source: Accept
de: Anwenden
fr: Accepter
ru: Принять
th: ตกลง

source: Sound settings
de: Soundeinstellungen
fr: Réglages du son
ru: Настройки звука
th: ตั้งค่าเสียง

source: Sound rate:
fr: Taux d'échantillonnage sonore :

source: Restart sound to change the settings
fr: Relancer le son pour changer les réglages

source: Show key bindings
de: Zeige Tastenbelegung
fr: Raccourcis claviers
ru: Горячие клавиши
th: แสดง key bindings

source: Game settings
de: Spieleinstellungen
fr: Réglages du jeu
ru: Настройки игры
th: ตั้งค่าเกม

source: Camera Scroll:
de: Kamerabewegung:
fr: Déplacement caméra :
ru: Перемещение камеры:
th: เลื่อนกล้อง:

source: Camera Rotation:
de: Kamerarotation:
fr: Rotation caméra :
ru: Вращение камеры:
th: หมุนกล้อง:

source: Precache models:
fr: Modèles en pré-cache :

source: Precache models (faster menus)
fr: Modèles en pré-cache (menus plus rapides)

source: Tooltips:
fr: Aides :
ru: Подсказки:
th: คำแนะนำ:

source: Activates tooltips
de: Tooltips ein
fr: Activer les aides
ru: Включить подсказки
th: เปิดคำแนะนำ

source: Centre view:
de: Sicht zentrieren:
fr: Centrer la vue :
ru: Центральный вид:
th: ศูนย์กลางมุมมอง :

source: Centring at soldier selecting, shooting and appearing
de: Zentriere Soldaten beim Auswählen, Schießen und Erscheinen.
fr: Centrer lors de la sélection, du tir ou de l'apparition d'un soldat
ru: При выборе, стрельбе, или обнаружении врага, центрировать экран на бойце
th: เลื่อนไปที่ทหารที่ถูกเลือก ยิง และปรากฏตัว

source: Cursor tooltips:
fr: Aides du curseur :
ru: Подсказки под курсором:
th: คำแนะนำเคอร์เซอร์:

source: Activates cursor tooltips
de: Cursor-Tooltips einschalten
fr: Activer les aides du curseur
ru: Показывать
th: เปิดคำแนะนำเคอร์เซอร์

source: 3D Geoscape:
fr: Géoscape 3D :
ru: Трехмерный земной шар:
th: แผนที่ 3 มิติ:

source: Use 3D geoscape
de: 3D Geoscape benutzen
fr: Utiliser le géoscape 3D
ru: Использовать глобус
th: ใช้แผนที่ 3 มิติ

source: Start with employees:
de: Starte mit Angestellten:
fr: Commencer avec du personnel :
ru: Начать с подчиненными:
th: เริ่มด้วยพนักงาน:

source: Employees already hired at campaign start
de: Angestelle werden schon zu Beginn der Kampagne angestellt
fr: Personnel déjà recruté au début de la campagne
ru: В начале кампании персонал уже нанят
th: มีพนักงานแล้วตอนเริ่มต้น

source: Start with buildings:
de: Starte mit Gebäuden:
fr: Commencer avec des bâtiments :
ru: Начинать со строениями:
th: เริ่มด้วยสิ่งก่อสร้าง:

source: Buildings already built in the initial base
de: Gebäude wurden schon in der Startbasis gebaut
fr: Bâtiments déjà construits dans la base initiale
ru: На начальной базе модули уже построены
th: มีสิ่งก่อสร้างในฐานแรกแล้ว

source: Keys
de: Tasten
fr: Touches clavier
ru: Клавиши
th: คีย์

source: HUD Design:
fr: HUD utilisé (système de fenêtrage) :
ru: Дизайн графической оболочки:
th: การออกแบบ HUD:

source: Original HUD
de: Originales HUD
fr: HUD original

source: Alternative HUD
de: Alternatives HUD
fr: HUD alternatif

source: Confirm Actions:
de: Aktionen bestätigten:
fr: Confirmer les actions :
ru: Подтверждение действий:
th: ยืนยันการกระทำ:

source: Yes
de: Ja
fr: Oui
ru: Да
th: ใช่

source: No
de: Nein
fr: Non
ru: Нет
th: ไม่

source: Only for moving
de: Nur Bewegungen
fr: Uniquement pour le déplacement

source: Productionlimit:
de: Produktionslimit:
fr: Limite de Production:

source: Workers (ready/all):
de: Arbeiter (fertig/alle):
fr: Techniciens (disponibles/total) :

source: Workshop capacity:
de: Werkstattskapazität:
fr: Capacité de l'atelier :

source: Storage capacity:
de: Lagerkapazität
fr: Capacité de l'entrepôt

source: Num
de: Anzahl
fr: Nb
ru: Кол-во

source: Increase production by 1
de: Produktion um eins erhöhen
fr: Augmenter la production de 1
ru: Увеличить производство с шагом 1
th: เพิ่มการผลิต 1

source: Stop production
de: Produktion stoppen
fr: Arrêter la production
ru: Остановить производство
th: หยุดการผลิต

source: Decrease production by 1
de: Produktion um eins verringern
fr: Diminuer la production de 1
ru: Уменьшить производство с шагом 1
th: ลดการผลิต 1

source: Increase production by 10
de: Produktion um zehn erhöhen
fr: Augmenter la production de 10
ru: Увеличить производство с шагом 10
th: เพิ่มการผลิต 10

source: Decrease production by 10
de: Produktion um zehn verringern
fr: Diminuer la production de 10
ru: Уменьшить производство с шагом 10
th: ลดการผลิต 10

source: Increase priority
de: Priorität erhöhen
fr: Augmenter la priorité
ru: Повысить приоритет
th: เพิ่มความสำคัญ

source: Decrease priority
de: Priorität verringern
fr: Diminuer la priorité
ru: Понизить приоритет
th: ลดความสำคัญ

source: Disassembling items
de: Ausrüstung demontieren
fr: Démonter les objets

source: Disassembling
de: Demontieren
fr: Démontage

source: Hangar capacity:
de: Hangarkapazität
fr: Capacité du hangar :

source: Show aircraft
de: Flugzeug anzeigen
fr: Montrer les appareils

source: Show aircraft items
de: Flugzeugausrüstung anzeigen
fr: Montrer que les composants pour appareils

source: Loop
de: Enlosschleife
fr: Boucle
ru: Петля
th: ทำซ้ำ

source: Show the particle only once
de: Zeige Partikel nur einmal
fr: N'afficher la particule qu'une fois
ru: Показывать частицы только однажды
th: แสดงอนุภาคครั้งเดียว

source: Loop the particle
de: Partikel in einer Endlosschleife abspielen
fr: Répéter la particule
ru: Частицы в цикле
th: วนอนุภาค

source: Very slow
de: Sehr langsam
fr: Très lent
ru: Очень медленно
th: ช้ามาก

source: Slow
de: Langsam
fr: Lent
ru: Медленно
th: ช้า

source: Currently loaded:
de: Gerade geladen:
fr: Actuellement chargé :
ru: Уже загружено:
th: มีอยู่ในปัจจุบัน:

source: Add scientist
de: Forscher hinzufügen
fr: Ajouter scientifique
ru: Добавить учёного
th: เพิ่มนักวิทยาศาสตร์

source: Remove scientist
de: Forscher entfernen
fr: Retirer scientifique
ru: Убрать учёного
th: ลดนักวิทยาศาสตร์

source: Base Info
de: Basisinformationen
fr: Info. sur la base
ru: Информация о базе
th: ข้อมูลของฐาน

source: Stop research
de: Forschung stoppen
fr: Arrêter recherche
ru: Остановить исследование
th: หยุดวิจัย

source: Start research
de: Forschung starten
fr: Commencer recherche
ru: Начать исследование
th: เริ่มวิจัย

source: Show research proposal
de: Zeige Forschungsantrag
fr: Montrer les propositions de recherche
ru: Показать заявку на исследование
th: แสดงโครงการ

source: New game
de: Neues Spiel
fr: Nouvelle partie
ru: Новая игра
th: เริ่มใหม่

source: Load last saved game or continue playing
de: Lade das zuletzt gespeicherte Spiel und setze die Kampagne fort
fr: Charger la dernière partie ou continuer à jouer
th: โหลดบันทึกล่าสุด หรือเล่นต่อ

source: Abort
de: Abbrechen
fr: Annuler
ru: Прервать
th: เลิก

source: Retry
de: Wiederholen
fr: Réessayer
ru: Переиграть
th: ลองใหม่

source: Reload campaign
de: Lade die Kampagne neu
fr: Recharger la campagne

source: Are you sure that you really want to reload the last automatically saved campaign state?
de: Sind Sie sich sicher, das letzte Kampagnen-Autosave laden zu wollen?
fr: Êtes-vous sûr de vouloir charger la dernière sauvegarde automatique de la campagne ?

source: Reload the last automatically saved campaign state.
de: Das letzte Kampagnen-Autosave laden.
fr: Charger la dernière sauvegarde automatique de la campagne.

source: Reload
de: Neu laden
fr: Recharger

source: You've lost the game
de: Du hast das Spiel verloren
fr: Vous avez perdu la partie

source: Click to continue
de: Mausklick zum fortfahren
fr: Retour au contenu
ru: Нажмите для проложения
th: กดเพื่อดำเนินการต่อ

source: Thank you for playing UFO:Alien Invasion
de: Danke, dass Du UFO:Alien Invasion gespielt hast
fr: Merci d'avoir joué à UFO : Alien Invasion
ru: Благодарим Вас за игру в UFO:Alien Invasion
th: ขอบคุณที่เล่น UFO:Alien Invasion

source: Now after you have finished the single-player campaigns
de: Nachdem Sie nun die Einzelspieler-Kampagnen beendet haben
fr: Dès que vous avez terminé les campagnes en solo
ru: На данный момент Вы прошли однопользовательские кампании
th: ในเมื่อคุณสามารถจบเกมเล่นคนเดียวได้แล้ว

source: you should try the multiplayer features
de: sollten Sie die Multiplayer-Möglichkeiten ausprobieren
fr: vous devriez essayer l'option multi-joueurs
ru: Вы должны попробовать многопользовательскую игру
th: คุณควรลองเล่นเกมเล่นหลายคนดู

source: Visit http://ufoai.sf.net
de: Besuche http://ufoai.sf.net
fr: Visitez http://ufoai.sf.net

source: and join irc.freenode.org #ufo:ai
de: und betreten Sie irc.freenode.org #ufo:ai
fr: et rejoignez irc.freenode.org #ufo:ai
ru: и присоединитесь к irc.freenode.org #ufo:ai
th: และเข้าร่วม irc.freenode.org #ufo:ai

source: Statistics
de: Statistiken
fr: Statistiques
ru: Статистика
th: สถิติ

source: Employees
de: Angestellte
fr: Employés
ru: Персонал
th: พนักงาน

source: Costs
de: Kosten
fr: Coûts
ru: Финансы
th: ลงทุน

source: Campaign
de: Kampagne
fr: Campagne

source: Nation Statistics
de: Nationsstatistiken
fr: Statistiques des nations

source: Current Funding
de: Derzeitige Finanzierung
fr: Finances actuelles

source: Month (Relative to current)
de: Monat (relativ zum aktuellen)
fr: Mois (Relatif à l'actuel)

source: Funding
de: Finanzierung
fr: Fincances

source: Soldier carries equipment
de: Soldat trägt Ausrüstung
fr: Le soldat transporte de l'équipement
ru: Боец имеет снаряжение
th: ทหารมีอุปกรณ์

source: Soldier carries no equipment
de: Soldat trägt keine Ausrüstung
fr: Le soldat ne transporte pas d'équipement
ru: Боец без снаряжения
th: ทหารไม่มีอุปกรณ์

source: Add/remove this soldier
de: Soldat hinzufügen/entfernen
fr: Ajouter/retirer ce soldat
ru: Добавить/убрать этого солдата
th: เพิ่ม/ลด ทหารคนนี้

source: Rename your soldier
de: Soldat umbenennen
fr: Renommer votre soldat
th: เปลี่ยนชื่อทหาร

source: Assign heavy equipment
de: Schwere Ausrüstung zuweisen
fr: Affecter l'équipement lourd

source: Assign soldiers
de: Soldaten zuteilen
fr: Affecter des soldats

source: Equip this soldier
de: Soldat ausrüsten
fr: Équiper ce soldat
ru: Снарядить этого солдата
th: ติดอุปกรณ์ให้ทหารคนนี้

source: Show primary weapons in store
de: Primärwaffen anzeigen
fr: Ne montrer que les armes principales en stock
ru: Показать основное вооружение на складе
th: แสดงอาวุธหลักที่มีในโรงเก็บ

source: Show secondary weapons in store
de: Sekundärwaffen anzeigen
fr: Ne montrer que les armes secondaires en stock
ru: Показать персональное оружие на складе
th: แสดงอาวุธรองที่มีในโรงเก็บ
