Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: assault_txt
de: Technische Spezifikationen: Sturmgewehr KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Die französische LeBlanc FAA-191 (Fusil Assaut Automatique) bietet die beste Mischung aus Reichweite und Durchschlagskraft gegen außerirdische Körperpanzerung bei einer Magazingröße in der Sturmgewehrklasse. Das kompakte Design mit Magazin und einem Großteil des Laufs hinter dem Griff führt zu einer sehr kurzen Waffe. Der Rückstoß, auch bei stärkeren Kalibern, wird als sehr gering empfunden. Die 191 besitzt ein 30 Schussmagazin für hülsenlose, panzerbrechende Munition des Kalibers 4.7x33mm mit Wolframkern, welche auf kurze und mittlere Distanz eine erstaunliche Durchschlagskraft gegen Rüstungen besitzt. Auf große Entfernung ist die Wirkung dieser Munition nicht zufrieden stellend, aber dafür wurde das Sturmgewehr auch nicht konzipiert. Obwohl das Design bei weitem nicht das neueste ist, wurde das 191 seit seiner Einführung 2057 bis heute nicht übertroffen. Es besitzt eine hohe Genauigkeit und ist einfach nachzuladen. Seine robuste Konstruktion macht es zuverlässlich im Kampf und unempfindlich gegen Schäden oder Ladehemmung. Es ist resistent gegen Hitze, Kälte, Staub und Feuchtigkeit. Munition und Ersatzteile sind aufgrund seines ausgereiften Designs und seiner hohen Beliebtheit unter den Armeen weltweit verfügbar. Diesem Gewehr können sie ihr Leben anvertrauen. Für unsere PHALANX Mitglieder haben wir diesem Gewehr die Klassifikation AR-80 gegeben. Empfohlener Einsatz Dies sollte die Standardwaffe auf mittlere Reichweite sein. Es besitzt eine eindrucksvolle Feuerkraft und bietet eine weit höhere Präzision als jede halb- oder vollautomatische Pistole. Allerdings sollte sich niemand vormachen, dass das Sturmgewehr alles ist, was wir aus unserem Arsenal brauchen werden. Eine ausgewogene Bewaffnung unserer Soldaten ist nötig, um verschiedene Situationen zu bewältigen. Selbst wenn das Sturmgewehr auch im Nahkampf eine gute Waffe bleibt, so ist es in engen Räumen oft unhandlich und wird hier von Maschinenpistolen und Schrotflinten in der Feuerkraft übertroffen. Deshalb sollte das Sichern von Häusern von Soldaten mit Nahkampfwaffen durchgeführt werden, während jene mit Sturmgewehren entweder die Umgebung sichern oder Feuerunterstützung leisten. Falls ein mit Gewehren ausgestatteter Trupp außerhalb seiner effektiven Reichweite in ein Gefecht verwickelt wird, sollte er sich von Deckung zu Deckung vorarbeiten, bis die Waffen optimal eingesetzt werden können. Das vorrückende Team sollte durch Scharfschützen gesichert werden, welche die Gegner aus der Ferne ausschalten oder zumindest in Deckung halten. Zusatz Obwohl das AR-80 ohne alle Zweifel ein gutes Gewehr ist, wurde es nicht für einen Kampf gegen eine außerirdische Invasion konstruiert. Deshalb sollten wir sobald wie möglich unsere eigenen Waffen entwickeln.
fr: Spécifications techniques : Fusil d'Assaut FA-80 NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. Le Fusil d'Assaut Automatique français LeBlanc FAA-191 présente le meilleur équilibre entre portée, pénétration des armures aliennes, et capacité des chargeurs dans la catégorie des fusils d'assaut. Il est de conception Bullpup : le mécanisme et le chargeur se trouvent derrière la poignée de tir pour réduire la longueur totale du fusil. Le 191 utilise un chargeur de 30 balles de 4,7 mm sans étui, avec ogive en acier et noyau en tungstène, ce qui lui confère une impressionnante capacité à percer les armures à courte et moyenne portée. Les balles ne sont pas performantes à longue distance, mais les fusils d'assaut ne sont pas faits pour cette portée. Bien que sa conception soit loin d'être récente (le premier prototype date de 2057), aucun autre fusil n'a réellement surpassé le 191. Il est précis et rapide à recharger. Sa construction solide le rend fiable en combat et peu sujet à s'enrayer. Il résiste à la chaleur, au froid, à la poussière et à l'humidité. Les munitions et pièces de rechange sont facilement disponibles grâce à la maturité de sa conception et sa popularité dans les forces armées terriennes. C'est un fusil auquel vous pouvez confier votre vie. Pour l'utilisation PHALANX, nous avons donné à ce fusil la classification FA-80. Doctrine recommandée Le FA-80 devrait être notre arme de prédilection pour les combats à moyenne portée. Il dispose d'une impressionnante puissance de feu et est mortel sur des distances beaucoup plus importantes que n'importe quel pistolet ou pistolet mitrailleur. Cependant, il ne faut pas imaginer que le fusil d'assaut est l'arme absolue de notre arsenal. Un panel d'armes diversifié est nécessaire pour faire face à différentes situations. Même si le fusil d'assaut est une bonne arme à courte portée, sa manipulation est lente dans des espaces restreints, et il ne vaut pas les pistolets mitrailleur ou les fusils à pompe à ces distances. Ces armes sont bien plus performantes à bout portant. Une exploration d'immeuble en milieu urbain sera menée avec des armes à courte portée, tandis que des soldats équipés de fusils assureront la sécurité du périmètre ou participeront à une seconde vague d'assaut pour soutenir le premier groupe. Si nos troupes équipées de fusils sont attaquées au delà de la portée d'efficacité, elles devraient avancer à couvert afin d'être à distance de tir. Des tireurs embusqués pourront alors les couvrir où tenter de forcer les ennemis à se rapprocher. Addenda Même si le FA-80 est un bon fusil, il n'a pas été conçu pour combattre une force d'invasion alienne. Nous devrions développer nos propres armes dans ce but dès que possible.
ru: Technical Specifications: AR-80 Assault Rifle CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The French LeBlanc FAA-191 (Fusil Assaut Automatique) provides the most advantageous mix of range, penetration against alien armour, and magazine size in the assault rifle class. It is a bullpup design, meaning the magazine and action of the weapon are located behind the grip to reduce overall weapon length. The 191 fires a 30-round box magazine of 4.7mm caseless ammunition, tungsten-cored steel penetrators with impressive armour-piercing capability over short and medium ranges. The round does not perform well at long range, but then assault rifles aren't meant for long-range firefights. Though the design is far from new, first prototyped in 2057, no other rifle has fully surpassed the 191. It is accurate and quick to reload. Its rugged construction makes it dependable in combat and unlikely to break or jam. It is resistant to heat, cold, dust and humidity all at once. Ammunition and replacement parts are widely available due to the design's maturity and relative popularity among Earth's armed forces. This is a rifle you can entrust your life to. For PHALANX use, we have given this rifle the classification AR-80. Recommended Doctrine This should be our go-to weapon for medium-range engagements. It can lay down an impressive amount of fire and is deadly out to far longer ranges than any pistol or SMG. However, no one should entertain the illusion that the assault rifle is the end-all be-all of our arsenal. A balance of weapons is required for us to be able to deal with different situations; while the assault rifle remains a good weapon at close range, it can be slow to manoeuvre in tight spaces and is eclipsed by both submachine guns and shotguns at these ranges, weapons which provide a far greater point-blank punch. Any sweep of an urban building should be led by close-range weapons, while rifle-equipped soldiers either secure the perimeter or form a second assault wave to support the others. If our rifle-equipped troops are caught beyond effective weapon range, they should make an advance from cover to cover in order to effectively bring their weapons to bear. Snipers should provide covering fire for the advancing teams or attempt to take out the enemy at range. Addenda While the AR-80 is a fine rifle in all respects, it was not designed to fight an alien invasion force. We should develop our own purpose-built weapons as soon as it becomes feasible to do so.
th: Technical Specifications: AR-80 Assault Rifle CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The French LeBlanc FAA-191 (Fusil Assaut Automatique) provides the most advantageous mix of range, penetration against alien armour, and magazine size in the assault rifle class. It is a bullpup design, meaning the magazine and action of the weapon are located behind the grip to reduce overall weapon length. The 191 fires a 30-round box magazine of 4.7mm caseless ammunition, tungsten-cored steel penetrators with impressive armour-piercing capability over short and medium ranges. The round does not perform well at long range, but then assault rifles aren't meant for long-range firefights. Though the design is far from new, first prototyped in 2057, no other rifle has fully surpassed the 191. It is accurate and quick to reload. Its rugged construction makes it dependable in combat and unlikely to break or jam. It is resistant to heat, cold, dust and humidity all at once. Ammunition and replacement parts are widely available due to the design's maturity and relative popularity among Earth's armed forces. This is a rifle you can entrust your life to. For PHALANX use, we have given this rifle the classification AR-80. Recommended Doctrine This should be our go-to weapon for medium-range engagements. It can lay down an impressive amount of fire and is deadly out to far longer ranges than any pistol or SMG. However, no one should entertain the illusion that the assault rifle is the end-all be-all of our arsenal. A balance of weapons is required for us to be able to deal with different situations; while the assault rifle remains a good weapon at close range, it can be slow to manoeuvre in tight spaces and is eclipsed by both submachine guns and shotguns at these ranges, weapons which provide a far greater point-blank punch. Any sweep of an urban building should be led by close-range weapons, while rifle-equipped soldiers either secure the perimeter or form a second assault wave to support the others. If our rifle-equipped troops are caught beyond effective weapon range, they should make an advance from cover to cover in order to effectively bring their weapons to bear. Snipers should provide covering fire for the advancing teams or attempt to take out the enemy at range. Addenda While the AR-80 is a fine rifle in all respects, it was not designed to fight an alien invasion force. We should develop our own purpose-built weapons as soon as it becomes feasible to do so.

source: assault_mag_txt
de: Technische Spezifikationen: Sturmgewehrmunition KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick: Das Magazin des Sturmgewehrs beinhaltet 30 Schuss hülsenloser, panzerbrechender Munition des Kalibers 4.7x33mm. Es wird im klassischen gebogenen Design mit paarweise angeordneten Kugeln gefertigt. Die Geschosse bestehen aus einem stählernen Durchstoßkörper mit Wolframkern, die in ihrer eigenen Treibladung anstatt in einer schweren Messinghülle eingebettet sind. Bei kurzer und mittlerer Reichweite erzielen sie bei mehreren Gegnertypen gute Ergebnisse. Dieses Magazin gehört zum AR-80 Sturmgewehr. Empfohlener Einsatz Alle Soldaten, die mit einem Sturmgewehr ausgerüstet sind, sollten mindestens ein extra Magazin mitnehmen, wenn sie in den Kampf ziehen. Zusatz Keiner.
fr: Spécifications techniques : Chargeur de Fusil d'Assaut NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Ce chargeur contient 30 balles de 4,7 x 33mm sans étui, capables de percer les armures. Le boîtier présente une forme courbe classique, et les balles sont empilées en deux colonnes. Les balles en elles-mêmes ont un noyau en tungstène et une ogive en acier, chemisés dans leur propre charge propulsive, plutôt dans une lourde chemise en cuivre. Le chargeur est conçu pour être utilisé avec le Fusil d'Assaut FA-80. Doctrine recommandée Tout soldat armé d'un fusil d'assaut devrait également emporter au moins un chargeur supplémentaire lorsqu'il part sur le terrain. Il n'est pas recommandé d'envoyer nos troupes au combat sans chargeur de rechange. Addenda Aucun.
ru: Technical Specifications: Assault Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 30 rounds of 4.7x33mm caseless ammunition, armour-piercing mod. It is of a classic curved box design with the rounds stacked in a dual-column arrangement. The rounds themselves are tungsten-cored steel penetrators, encased in their own propellant rather than heavy brass casings. They perform well against a variety of enemies at short and medium ranges. The magazine is meant to be loaded into an AR-80 Assault Rifle. Recommended Doctrine All soldiers equipped with assault rifles should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
th: Technical Specifications: Assault Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 30 rounds of 4.7x33mm caseless ammunition, armour-piercing mod. It is of a classic curved box design with the rounds stacked in a dual-column arrangement. The rounds themselves are tungsten-cored steel penetrators, encased in their own propellant rather than heavy brass casings. They perform well against a variety of enemies at short and medium ranges. The magazine is meant to be loaded into an AR-80 Assault Rifle. Recommended Doctrine All soldiers equipped with assault rifles should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
