Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_small_ufo_hangar_txt
de: Baupläne -- Kleiner UFO Hangar KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Forschungsdokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dies sind die fertigen Pläne für unseren neuen UFO Hangar. Sie wurden dazu entwickelt, geborgene UFOs zu lagern, um sie auseinanderzunehmen und sie werden solange als belegt markiert, bis diese vollkommen in ihre Einzelteile zerlegt und die Teile ins Lager transferiert sind. UFOs müssen stark zerlegt werden, bis sie ins Lager passen. Diese Arbeit dort zu tun, wo das UFO abgestürzt ist, könnte sehr gefährlich sein, da es aufgrund der Gefahr von Plünderern sehr gefährlich für unsere Wissenschaftler und Techniker sein könnte. Und das könnte ebenfalls gefährlich für unsere Sicherheit und Geheimhaltung sein. Die Wichtigkeit, geborgene UFOs zu untersuchen, sollte klar sein. Es gibt uns einen Einblick in die Funktionsweise und Verwundbarkeit von Alienfahrzeugen und außerdem kann es zu neuen technischen Entdeckungen führen, die die Effektivität unserer Fahrzeuge erhöhen. Ist ein UFO für den Transport gesichert, wird es mit Transporthelikoptern zu einer PHALANX Basis gebracht. Bergungsoperationen werden von örtlichen UN Kräften durchgeführt, um unsere eigenen begrenzten Ressourcen zu schonen. Der kleine UFO Hangar kann ein Alienluftfahrzeug von begrenzter Größe lagern. Wir werden die Größe der UFOs bei Entdeckung erkennen und können sehen, welche Hangargröße es benötigt. Der kleine UFO Hangar benötigt ein Kraftwerk, um seine High-tech Maschinen und Plasmaschneider zu benutzen. Es benötigt ebenfalls ein Lager und eine Werkstatt, damit die Zerlegung vonstatten gehen kann. Empfohlener Einsatz Alle geborgenen UFOs sollten ein für allemal kampfunfähig gemacht werden, sobald sie in unseren Händen sind. Sollte diese Basis angegriffen werden können wir es uns nicht erlauben, dass die gelagerten UFOs reaktiviert und gegen uns verwendet werden. Sogar ohne Antrieb sind die Waffen ein großes Risiko in unserer Basis. Wenn dieser Ablauf befolgt wird, ist der UFO Hangar nur von kleiner taktischer Wichtigkeit für Aliens und wird höchstwahrscheinlich von ihnen ignoriert. Uns die Zerlegung von UFOs zu verwehren ist nicht so wichtig wie unsere Forschung oder Produktion zu stoppen oder unsere Basis komplett zu zerstören. Wir werden sehr wahrscheinlich mehrere dieser Einrichtungen benötigen, um mehrere UFOs gleichzeitig zu zerlegen. Sollte die Notwendigkeit bestehen, können wir auch gelagerte UFOs entsorgen, um Platz für ein neues zu machen. In diesem Fall werden alle Teile, die bereits im Lager sind, sofort verfügbar, aber alles, was nicht entfernt wurde, ist verloren. Zusatz Keiner.
fr: Projet d'Aménagement : Petit Hangar à OVNI NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Voici la version finale des plans pour notre nouvel hangar destiné à parquer les OVNIs. Il est prévu pour abriter un OVNI ramené à la base, afin de le désassembler. Le hangar ne sera alors plus disponible jusqu'à ce que chaque pièce de l'appareil ait été entièrement démontée, puis transférée à l'Entrepôt. Les OVNIs nécessitent un travail de démantèlement important avant de pouvoir entrer dans l'Entrepôt, et doivent donc être totalement désassemblés avant que nous ne puissions stocker ou utiliser leurs composants. Faire ce travail sur le terrain serait inenvisageable : cela mettrait la vie de nos scientifiques et ingénieurs en danger, pourrait attirer des pillards, et compromettrait très certainement la sécurité et la discrétion de notre opération. L'importance d'étudier des OVNIs capturés est évidente. Cela nous donnera un aperçu du fonctionnement et des failles des vaisseaux aliens, et peut nous permettre de découvrir de nouvelles techniques pour améliorer nos propres appareils. Une fois l'OVNI capturé et prêt pour le transport, il est amené à une base PHALANX en hélicoptère. Cette opération de récupération est menée par les forces locales des Nations Unies pour ne pas surcharger nos ressources limitées. Le Petit Hangar à OVNI permet de stocker un vaisseau alien de taille limitée. Nous estimerons la taille de chaque appareil au fur et à mesure que nous les capturerons et déterminerons alors le hangar approprié à leur stockage. Le Petit Hangar à OVNI nécessite un Générateur de Puissance pour alimenter son équipement haute puissance et ses outils de découpage à plasma. Un Atelier et un Entrepôt sont également nécessaires pour le démantèlement de l'appareil. Doctrine recommandée Tout OVNI amené à la base devrait être mis hors service de façon permanente dès qu'il arrive entre nos mains. Si la base était attaquée par une force alienne, nous ne pouvons prendre le risque que des OVNIs soient réactivés et utilisés contre nous. Même sans module de pilotage, un système d'armement encore actif présenterait une grave menace pour notre base. Si cette procédure est correctement suivie, le Hangar à OVNI sera d'une importance stratégique mineure pour des assaillants aliens, et sera probablement ignoré. Nous empêcher de démanteler un OVNI sera beaucoup moins attrayant que de stopper notre recherche ou notre production, pour ne rien dire de la destruction pure et simple de notre base. Nous aurons vraisemblablement besoin de plusieurs de ces installations pour démonter et/ou examiner plusieurs OVNIs en même temps. Cependant, nous pouvons si nécessaire retirer un appareil de nos hangars et le détruire afin de faire de la place pour un nouveau vaisseau. Dans ce cas, tout équipement déjà envoyé à l'Entrepôt sera conservé, mais tout ce qui ne sera pas encore démonté sera détruit avec l'OVNI. Addenda Aucun.
ru: Проектная документация -- Малый демонтажный цех ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Аннотация по строениям, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 19 марта 2084 Автор: Поль Наварре, НИОКР: Инженерно-техническое отделение, ФАЛАНКС, Атлантическая ударная группа Краткий обзор В этом файле содержится информация по нашему новому модулю - малому демонтажному цеху. Основной его функцией является хранение НЛО, доставленных с места операций, вплоть до их полного демонтажа и перемещения компонентов в складские помещения. Категорически не рекомендуется производить эти работы в полевых условиях, непосредственно на месте крушения или захвата. Во-первых, это может быть опасно для жизни наших сотрудников, во-вторых, привлечь мародеров и, в-третьих, превратить нашу операцию в абсолютно ненужную сенсацию. В этой связи, все подготовленные нашими специалистами НЛО доставляются на базу силами ООН, что позволяет нам сосредоточиться на нашей первостепенной задаче. Необходимость изучения захваченных НЛО более чем очевидна. С одной стороны, это позволит нам выявить уязвимые места в их защите, понять, каким образом они функционируют и это, с другой стороны, даст нам возможность использовать инопланетные технологии для модификации нашего воздушного флота. В данном цеху можно разместить только один НЛО определенного размера. Демонтажный цех будет подвергаться адекватным модификациям по мере появления в нашей классификации новых типов инопланетных летательных аппаратов. Размещенное в цеху высокотехнологичное оборудование, в том числе и плазменные резаки, требуют наличия адекватного энергопитания. Кроме того, для складирования и последующего использования компонентов НЛО предпочтительно иметь в распоряжении достаточное количество складов и хотя бы одну мастерскую. Рекомендованная доктрина Все захваченные НЛО, прежде чем они будут помещены в цеха, должны быть полностью обесточены. Мы не можем допустить, чтобы во время атаки на базу нападающие могли привести НЛО в боеготовность и использовать его бортовые оружейные системы против нас. Любая из них, сохранив свою функциональность, в подобной ситуации будет представлять для нас серьезную опасность. При условии выполнения данной процедуры, вероятность разрушения демонтажных цехов пришельцами резко снизится, поскольку саботаж наших исследований или производства окажется для них более важной задачей. Наилучшим вариантом для массового демонтажа НЛО является размещение на базе нескольких подобных модулей. Однако, при необходимости, мы также можем изъять судно из цеха и уничтожить его. В этом случае, все демонтированные компоненты перемещаются на слады, а остальная часть НЛО уничтожается. Приложения Отсутствуют.
th: พิมพ์เขียว -- โรงเก็บจานบินเล็ก เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 19 มีนาคม 2084 โดย: ผบ. พอล นาวาเร, แผนกวิจัยและพัฒนา ฝ่ายวิศวกรรม, PHALANX, หน่วยปฏิบัติการแอตแลนติค ภาพรวม นี่คือแผนสำหรับโรงเก็บจานบินใหม่ โรงเก็บนี้ถูกออกแบบให้เก็บจานบินหนึ่งลำสำหรับการถอดทิ้ง และจะถือว่าเต็มจนกว่ายานจะถูกถอดให้เป็นชิ้น และชิ้นส่วนเหล่านั้นเอาไปเก็บในโรงเก็บ จานบินต้องมีการถอดประกอบมากกว่าจะพอเก็บในโรงเก็บของ ดังนั้นจึงต้องมีการถอดก่อนที่เราจะสามารถเก็บหรือนำชิ้นส่วนมาใช้ การทำงานในจุดปฏิบัติการนั้นไม่ควรอย่างยิ่ง เพราะมันอาจมีอันตรายกับสุขภาพของนักวิทยาศาสตร์และวิศวกร มันอาจดึงดูดพวกคนที่จะมาโขมยของ และมันจะมีผลกระทบต่อความปลอดภัยและความลับของภารกิจเรา ความสำคัญของการศึกษาจานบินที่เก็บได้นั้นเด่นชัด มันจะให้ความรู้เกี่ยวกับระบบและจุดอ่อนของยานต่างดาว และอาจค้นพบเทคนิคใหม่ในการพัฒนาประสิทธิภาพของยานเรา เมื่อจานบินพร้อมขนย้าย เราจะใช้เฮลิคอปเตอร์ขนย้ายเข้าฐาน PHALANX การเก็บกู้นั้นจะกระทำโดยหน่วยงานสหประชาชาติในพื้นที่ เพื่อช่วยบรรเทาภาระของเรา โรงเก็บจานบินเล็กจะเก็บยานต่างดาวขนาดจำกัดได้หนึ่งลำ เราจะประเมินขนาดจานบินที่เราพบและประเมินว่าโรงเก็บขนาดใดที่จะใช้ในการเก็บ โรงเก็บจานบินเล็กจะต้องใช้แหล่งผลิตพลังงาน เพื่อใช้กับเครื่องมือกำลังสูงและเครื่องตัดพลาสมา ม้ันยังต้องใช้ห้องช่างกับโรงเก็บของในการถอดประกอบด้วย กฎข้อแนะนำ จานบินที่เก็บกู้ได้ทั้งหมดต้องทำให้่ใช้งานไม่ได้โดยถาวรทันที่ที่เราได้รับ หากฐานถูกโจมตี เราจะเพิ่มความเสี่ยงของการที่จานบินจะถูกนำมาใช้อีกไม่ได้ แม้ว่าจะไม่มีระบบขับเคลื่อน ระบบอาวุธที่ยังใช้งานได้ก็จะเป็นปัญหาหนักสำหรับฐานเรา หากทำงานตามกระบวนการนี้ โรงเก็บจานบินจะมีความสำคัญทางกลยุทธ์เล็กน้อยสำหรับผู้โจมตี และไม่น่าจะได้รับความสนใจเว้นแต่โจมตีตามโอกาส การป้องกันไม่ให้เราถอดประกอบจานบิน นั้นไม่น่าสนใจเท่าการหยุดการผลิตหรือวิจัย หรือทำลายฐานทั้งหมด เราน่าจะต้องใช้โครงสร้างนี้หลายแห่งเพื่อทำการถอดและการวิจัยจานบินหลายลำในทีเดียว อย่างไรก็ตาม หากจำเป็นแล้วเราสามารถยกยานบินจากโรงเก็บ และทำลายมันเพื่อเปิดที่ให้กับยานลำใหม่ ในกรณีนี้ชิ้ส่วนที่โอนย้ายไปยังโรงเก็บจะยังอยู่ แต่ส่วนที่ยังไม่ได้รับการถอดจากจานบินจะถูกทำลายไป ข้อมูลเพิ่มเติม ไม่มี

source: b_large_ufo_hangar_txt
de: Baupläne -- Großer UFO Hangar KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Forschungsdokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dies sind die fertigen Pläne für unseren neuen UFO Hangar. Sie wurden dazu entwickelt, geborgene UFOs zu lagern, um sie auseinanderzunehmen und sie werden solange als belegt markiert, bis diese vollkommen in ihre Einzelteile zerlegt und die Teile ins Lager transferiert sind. UFOs müssen stark zerlegt werden, bis sie ins Lager passen. Diese Arbeit dort zu tun, wo das UFO abgestürzt ist, könnte sehr gefährlich sein, da es aufgrund der Gefahr von Plünderern sehr gefährlich für unsere Wissenschaftler und Techniker sein könnte. Und das könnte ebenfalls gefährlich für unsere Sicherheit und Geheimhaltung sein. Die Wichtigkeit, geborgene UFOs zu untersuchen, sollte klar sein. Es gibt uns einen Einblick in die Funktionsweise und Verwundbarkeit von Alienfahrzeugen und außerdem kann es zu neuen technischen Entdeckungen führen, die die Effektivität unserer Fahrzeuge erhöhen. Ist ein UFO für den Transport gesichert, wird es mit Transporthelikoptern zu einer PHALANX Basis gebracht. Bergungsoperationen werden von örtlichen UN Kräften durchgeführt, um unsere eigenen begrenzten Ressourcen zu schonen. Der große UFO Hangar kann ein Alienluftfahrzeug von ziemlicher Größe lagern. Wir werden die Größe der UFOs bei Entdeckung erkennen und können sehen, welche Hangargröße es benötigt. Der große UFO Hangar benötigt ein Kraftwerk, um seine High-tech Maschinen und Plasmaschneider zu benutzen. Es benötigt ebenfalls ein Lager und eine Werkstatt, damit die Zerlegung vonstatten gehen kann. Empfohlener Einsatz Alle geborgenen UFOs sollten ein für allemal kampfunfähig gemacht werden, sobald sie in unseren Händen sind. Sollte diese Basis angegriffen werden können wir es uns nicht erlauben, dass die gelagerten UFOs reaktiviert und gegen uns verwendet werden. Sogar ohne Antrieb sind die Waffen ein großes Risiko in unserer Basis. Wenn dieser Ablauf befolgt wird, ist der UFO Hangar nur von kleiner taktischer Wichtigkeit für Aliens und wird höchstwahrscheinlich von ihnen ignoriert. Uns die Zerlegung von UFOs zu verwehren ist nicht so wichtig wie unsere Forschung oder Produktion zu stoppen oder unsere Basis komplett zu zerstören. Wir werden sehr wahrscheinlich mehrere dieser Einrichtungen benötigen, um mehrere UFOs gleichzeitig zu zerlegen. Sollte die Notwendigkeit bestehen, können wir auch gelagerte UFOs entsorgen, um Platz für ein neues zu machen. In diesem Fall werden alle Teile, die bereits im Lager sind, sofort verfügbar, aber alles, was nicht entfernt wurde, ist verloren. Zusatz Keiner.
fr: Projet d'Aménagement : Grand Hangar à OVNI NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Voici la version finale des plans pour notre nouvel hangar destiné à parquer les OVNIs. Il est prévu pour abriter un OVNI ramené à la base, afin de le désassembler. Le hangar ne sera alors plus disponible jusqu'à ce que chaque pièce de l'appareil ait été entièrement démontée, puis transférée à l'Entrepôt. Les OVNIs nécessitent un travail de démantèlement important avant de pouvoir entrer dans l'Entrepôt, et doivent donc être totalement désassemblés avant que nous ne puissions stocker ou utiliser leurs composants. Faire ce travail sur le terrain serait inenvisageable : cela mettrait la vie de nos scientifiques et ingénieurs en danger, pourrait attirer des pillards, et compromettrait très certainement la sécurité et la discrétion de notre opération. L'importance d'étudier des OVNIs capturés est évidente. Cela nous donnera un aperçu du fonctionnement et des failles des vaisseaux aliens, et peut nous permettre de découvrir de nouvelles techniques pour améliorer nos propres appareils. Une fois l'OVNI capturé et prêt pour le transport, il est amené à une base PHALANX en hélicoptère. Cette opération de récupération est menée par les forces locales des Nations Unies pour ne pas surcharger nos ressources limitées. Le Grand Hangar à OVNI permet de stocker un vaisseau alien de taille importante. Nous estimerons la taille de chaque appareil au fur et à mesure que nous les capturerons et déterminerons alors le hangar approprié à leur stockage. Le Grand Hangar à OVNI nécessite un Générateur de Puissance pour alimenter son équipement haute puissance et ses outils de découpage à plasma. Un Atelier et un Entrepôt sont également nécessaires pour le démantèlement de l'appareil. Doctrine recommandée Tout OVNI amené à la base devrait être mis hors service de façon permanente dès qu'il arrive entre nos mains. Si la base était attaquée par une force alienne, nous ne pouvons prendre le risque que des OVNIs soient réactivés et utilisés contre nous. Même sans module de pilotage, un système d'armement encore actif présenterait une grave menace pour notre base. Si cette procédure est correctement suivie, le Hangar à OVNI sera d'une importance stratégique mineure pour des assaillants aliens, et sera probablement ignoré. Nous empêcher de démanteler un OVNI sera beaucoup moins attrayant que de stopper notre recherche ou notre production, pour ne rien dire de la destruction pure et simple de notre base. Nous aurons vraisemblablement besoin de plusieurs de ces installations pour démonter et/ou examiner plusieurs OVNIs en même temps. Cependant, nous pouvons si nécessaire retirer un appareil de nos hangars et le détruire afin de faire de la place pour un nouveau vaisseau. Dans ce cas, tout équipement déjà envoyé à l'Entrepôt sera conservé, mais tout ce qui ne sera pas encore démonté sera détruit avec l'OVNI. Addenda Aucun.
ru: Проектная документация -- Большой демонтажный цех ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Исследовательский документ, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 19 марта 2084 Автор: коммандер Поль Наварре, НИОКР: инженерно-технический отдел, ФАЛАНКС, Атлантическая ударная группа Краткий обзор Это окончательные планы по нашим модулям для хранения и демонтажа НЛО. Каждый из них разработан для содержания одного захваченного НЛО с целью его демонтажа, и будет отмечен как занятый, пока летательный аппарат не будут полностью разобран на составляющие части, которые будут перевезены на Склады наших баз. НЛО требуют существенной разборки, прежде чем их можно будет рационально разместить на Складах, так что они должны быть демонтированы прежде, чем мы можем начать хранить или использовать захваченные компоненты. Производить эти операции на месте захвата крайне нецелесообразно. Это может быть сопряжено с риском для здоровья наших учёных и инженеров, а так же, такая ситуация может привлечь мародёров, и это, без сомнения, создаст серьёзную угрозу безопасности и секретности нашей деятельности. Важность изучения захваченных НЛО должна быть более чем очевидной. Это даст нам понимание принципов работы и слабых сторон кораблей пришельцев, и может привести к открытию новых технологий, способных увеличить эффективность наших собственных летательных аппаратов. Как только будет обеспечена возможность безопасной транспортировки захваченного НЛО, его доставят на базу ФАЛАНКС с помощью транспортных вертолётов. Операции эвакуации оборудования выполняются локальными силами ООН, чтобы уменьшить нагрузку на наши ограниченные ресурсы. Большой демонтажный цех может обеспечивать хранение 1 летательного аппарата пришельцев значительных размеров. Мы будем оценивать размер каждого типа НЛО, когда встретимся с ним, и определим, какой ангар нужен для его хранения. Для нормального функционирования Большого демонтажного цеха требуется наличие Электростанции, чтобы запитать его мощное машинное оборудование и средства демонтажа, основанные на плазменной технологии. Рекомендованная доктрина Все захваченные НЛО должны быть обязательно в нефункциональном состоянии, когда попадают в наши руки. Если база окажется под ударом враждебных сил, мы не можем позволить себе дополнительный риск, что НЛО будет активизирован и использован против нас. Даже без двигательного блока, любая активность систем вооружения будет представлять серьёзную опасность для нашей базы. Если тщательно выполнять эту процедуру, то Демонтажный Цех будет иметь незначительную тактическую ценность для инопланетных нападающих, и, что наиболее вероятно, не будет рассматриваться в качестве перспективной цели. Препятствование нам в демонтаже НЛО было бы намного менее привлекательным, чем прекращение наших исследований или производства, или даже разрушение базы в целом. Скорее всего, нам потребуется несколько таких сооружений, чтобы разбирать и/или изучать несколько НЛО одновременно. Однако, в случае необходимости, мы можем удалить летательный аппарат из наших ангаров и уничтожить его, чтобы освободить место для нового. В этом случае, все компоненты, уже отправленные на Склады, будут доступны, но всё, что не было снято с НЛО, будут уничтожено вместе с ним. Приложения Нет.
th: พิมพ์เขียว -- โรงเก็บจานบินใหญ่ เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 19 มีนาคม 2084 โดย: ผบ. พอล นาวาเร, แผนกวิจัยและพัฒนา ฝ่ายวิศวกรรม, PHALANX, หน่วยปฏิบัติการแอตแลนติค ภาพรวม นี่คือแผนสำหรับโรงเก็บจานบินใหม่ โรงเก็บนี้ถูกออกแบบให้เก็บจานบินหนึ่งลำสำหรับการถอดทิ้ง และจะถือว่าเต็มจนกว่ายานจะถูกถอดให้เป็นชิ้น และชิ้นส่วนเหล่านั้นเอาไปเก็บในโรงเก็บ จานบินต้องมีการถอดประกอบมากกว่าจะพอเก็บในโรงเก็บของ ดังนั้นจึงต้องมีการถอดก่อนที่เราจะสามารถเก็บหรือนำชิ้นส่วนมาใช้ การทำงานในจุดปฏิบัติการนั้นไม่ควรอย่างยิ่ง เพราะมันอาจมีอันตรายกับสุขภาพของนักวิทยาศาสตร์และวิศวกร มันอาจดึงดูดพวกคนที่จะมาโขมยของ และมันจะมีผลกระทบต่อความปลอดภัยและความลับของภารกิจเรา ความสำคัญของการศึกษาจานบินที่เก็บได้นั้นเด่นชัด มันจะให้ความรู้เกี่ยวกับระบบและจุดอ่อนของยานต่างดาว และอาจค้นพบเทคนิคใหม่ในการพัฒนาประสิทธิภาพของยานเรา เมื่อจานบินพร้อมขนย้าย เราจะใช้เฮลิคอปเตอร์ขนย้ายเข้าฐาน PHALANX การเก็บกู้นั้นจะกระทำโดยหน่วยงานสหประชาชาติในพื้นที่ เพื่อช่วยบรรเทาภาระของเรา โรงเก็บจานบินใหญ่จะเก็บยานต่างดาวขนาดพอสมควรได้ เราจะประเมินขนาดจานบินที่เราพบและประเมินว่าโรงเก็บขนาดใดที่จะใช้ในการเก็บ โรงเก็บจานบินใหญ่จะต้องใช้แหล่งผลิตพลังงาน เพื่อใช้กับเครื่องมือกำลังสูงและเครื่องตัดพลาสมา ม้ันยังต้องใช้ห้องช่างกับโรงเก็บของในการถอดประกอบด้วย กฎข้อแนะนำ จานบินที่เก็บกู้ได้ทั้งหมดต้องทำให้่ใช้งานไม่ได้โดยถาวรทันที่ที่เราได้รับ หากฐานถูกโจมตี เราจะเพิ่มความเสี่ยงของการที่จานบินจะถูกนำมาใช้อีกไม่ได้ แม้ว่าจะไม่มีระบบขับเคลื่อน ระบบอาวุธที่ยังใช้งานได้ก็จะเป็นปัญหาหนักสำหรับฐานเรา หากทำงานตามกระบวนการนี้ โรงเก็บจานบินจะมีความสำคัญทางกลยุทธ์เล็กน้อยสำหรับผู้โจมตี และไม่น่าจะได้รับความสนใจเว้นแต่โจมตีตามโอกาส การป้องกันไม่ให้เราถอดประกอบจานบิน นั้นไม่น่าสนใจเท่าการหยุดการผลิตหรือวิจัย หรือทำลายฐานทั้งหมด เราน่าจะต้องใช้โครงสร้างนี้หลายแห่งเพื่อทำการถอดและการวิจัยจานบินหลายลำในทีเดียว อย่างไรก็ตาม หากจำเป็นแล้วเราสามารถยกยานบินจากโรงเก็บ และทำลายมันเพื่อเปิดที่ให้กับยานลำใหม่ ในกรณีนี้ชิ้ส่วนที่โอนย้ายไปยังโรงเก็บจะยังอยู่ แต่ส่วนที่ยังไม่ได้รับการถอดจากจานบินจะถูกทำลายไป ข้อมูลเพิ่มเติม ไม่มี
