Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_storage_txt
de: Baupläne -- Lager KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 26. Januar 1958 Von: Maj. Marcel LeClerc, Basiskommandeur, PHALANX, Pazifisches Operationskommando Überblick Das Lager ist der Aufbewahrungsort für Munition, Waffen und andere unbenutzte Ausrüstung. Alle Handfeuerwaffen-, Fahrzeug- und Flugzeugmunition, welche nicht für die Notfallnutzung gekennzeichnet ist, liegt im Lager. Es fungiert auch als Garage für unsere Kampffahrzeuge. Diese bleiben in ihren Buchten, bis zu einer Mission, mit vollgeladenen Magazinen für den Fall eines Angriffes auf die Basis. Kameras uns Alarmanlagen stellen eine rund-um-die-Uhr Überwachung sicher, so dass keine unerlaubten Entnahmen gemacht werden können. Alle Entnahmen müssen vom Wachoffizier genehmigt werden, bevor der Alarm deaktiviert wird. Munition und anderes heikle Material, so wie Alienartefakte, werden in verschlossenen Behältern im Büro des Quartiermeisters unter strenger Sicherheit gelagert; irgendetwas aus dem verschlossenen Sicherheitsbereich zu nehmen erfordert die Genehmigung des Quartiermeisters der Basis und der Kommandozentrale. Alle Anforderungen von Gegenständen für Forschung, Produktion und Wartung werden von den zuständigen Offizieren verwaltet; kein Eingreifen des Basenkommandeurs ist erforderlich. Nur Missionsausrüstung und Kampffahrzeuge benötigen die Überwachung des Kommandanten. Die Lagereinrichtung kann bis zu 50 Paletten mit Ausrüstung lagern. Die Anzahl der Gegenstände auf einer Palette ist relativ unwichtig, da die Größe der Hauptfaktor für die Kapazität ist. Die Ausrüstung pro Palette ist peinlich genau auf Magnetbeschriftungen und detaillierten Lochkarten festgehalten. Die Funktionsfähigkeit des Lagers hängt nicht von anderen Einrichtungen ab. Empfohlener Einsatz Im Falle einer Invasion werden wir jedes bisschen Lagerplatz brauchen, den wir kriegen können. Große Mengen Munition müssen vielleicht für längere Zeit gelagert werden. Alienartefakte müssen passend weggeschlossen und geschützt sein, so wie alles, was von den Aliens geborgen wird, in unseren explosionssicheren Behältern gelagert werden sollte. Wenn alle Behälter voll sind, haben wir keine andere Wahl, als die überschüssigen Artefakte zu zerstören. Während eines Angriffes auf die Basis sollte das Lager als Gelegenheitsziel betrachtet werden. Jedes empfindliche Stück Ausrüstung darin wird höchstwahrscheinlich in sicheren Behältern untergebracht sein und sollte einiges an Anstrengung brauchen, um zerstört zu werden. Die Einrichtung selbst ist billig und leicht zu reparieren. Die einzige Gefahr kommt von gelagerten Sprengstoffen und Munition, was ein (geringes) Risiko wegen der Möglichkeit einer Spontanexplosion darstellt. Dennoch dürfte kaum ein Außerirdischer Zeit und Anstrengung darauf verschwenden, unsere explosionssicheren Behälter aufzubrechen, wenn einfachere Ziele in der Nähe sind. Zusatz Keiner.
fr: Projet d'Aménagement : Entrepôt NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 26 Janvier 1958 Auteur : Mjr Marcel LeClerc, Commandant de base, PHALANX, Commandement des Opérations du Pacifique Considérations générales L'entrepôt est l'aménagement de la base permettant de stocker les munitions, armes, et autres équipements actuellement non utilisés. Toutes les armes de petites tailles et les munitions pour véhicules ou appareils qui ne sont pas destinées à être utilisées en cas d'urgence y sont entreposées. Il sert également de garage pour nos véhicules de terrain. Ces derniers restent dans leur aire de stationnement jusqu'au moment de la mission, armes chargées en cas d'attaque de la base. Des caméras et un système d'alarme sont activés en permanence pour vérifier qu'aucun enlèvement non autorisé de matériel est effectué. Tout enlèvement doit être approuvé par l'officier de service avant que l'alarme soit désactivée. Les munitions dangereuses et autres équipement sensibles sont gardés sous clé dans les conteneurs du bureau de l'intendant, sous haute sécurité. En sortir quelque chose nécessite la présence de l'intendant de la base et l'autorisation écrite du Centre de Commandement. Tout enlèvement effectué pour la recherche, la production, ou la maintenance des appareils est opéré par l'officier approprié, sans nécessité d'une approbation du commandant de base. Celle-ci est en revanche indispensable pour obtenir de l'équipement pour une mission ou un véhicule de terrain. L'Entrepôt peut contenir jusqu'à 50 palettes d'équipement de taille standard. La quantité d'objets sur une palette est relativement faible, l'espace étant le facteur le plus contraignant pour l'Entrepôt. Le contenu de chaque palette est connu en permanence grâce à l'utilisation de marqueurs magnétiques et de rapports détaillés. L'Entrepôt ne nécessite aucun autre aménagement pour fonctionner. Doctrine recommandée En cas d'invasion, nous aurons besoin du maximum d'espace de stockage possible. De grandes quantités de munitions devront être stockées pour de longues durées. Les objets aliens que nous avons ramenés doivent être conservés et protégés de façon adéquate, ceux dont nous ne comprenons pas les capacités étant stockés dans des enceintes renforcées ou détruits. Si tous les conteneurs sont pleins, nous n'aurons pas le choix. En cas d'attaque, l'Entrepôt ne sera pas plus qu'une cible d'opportunité. Tout équipement sensible devrait normalement être protégé et nécessitera donc un effort conséquent pour le détruire. L'aménagement en lui même est peu cher et facile à réparer. La seule menace vient des explosifs et des munitions stockés sur place, qui présentent un risque d'explosion à la chaîne. Cependant, il est peu probable qu'un extraterrestre perde du temps et consacre ses efforts à forcer nos conteneurs sécurisés alors qu'il y a d'autres cibles plus accessibles à proximité. Addenda Aucun.
ru: Проектная документация -- Склад ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Аннотация по строениям, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 26 января 1958 Автор: майор Марсель ЛеКлерк, Командующий базы, ФАЛАНКС, Тихоокеанская ударная группа Краткий обзор Модуль Склада -- это основное хранилище базы для боеприпасов, оружия, и прочего снаряжения, не используемого в данный момент. Все ручное, станковое, и авиационное военное снаряжение, не предназначенное для чрезвычайных ситуаций, находится в Складском модуле. Так же, он служит как гараж для боевой техники. Она находится в своих отсеках до начала операций, с полностью снаряжёнными системами вооружения -- на случай нападения на базу. Камеры и системы сигнализации несут круглосуточное дежурство, чтобы гарантировать, что не произойдёт несанкционированного доступа. Все изъятия со Склада должны быть санкционированы дежурным офицером до отключения сигнальных систем. Снаряжённые боеприпасы и другое чувствительное снаряжение, такое как артефакты пришельцев, заключённо в запертые контейнеры в кабинете интенданта для большей безопасности; изъятие чего-либо из запертого хранилища требует присутствия интенданта базы и подписанного допуска из Командного Центра. Все официальные требования на предметы, необходимые для исследований, производства, и обслуживания летательных аппаратов, подписываются соответствующими офицерами; вмешательство Командующего Базы не требуется. Только снаряжение для операций и боевой техники требует прямого контроля со стороны Командующего. Один Складской модуль может содержать максимум 50 стандартных стоек снаряжения стандартного размера. Количество предметов в одной стойке не имеет принципиального значения; размер -- основной ограничивающий фактор, напрямую связанный со свободным объёмом Складского модуля. Содержимое каждой индивидуальной стойки тщательно прослеживается посредством магнитных ярлыков и детального протоколирования в журнале. Склад в своей работе не зависит от каких-либо других модулей базы. Рекомендованная доктрина В случае Вторжения, мы будем нуждаться во всех складских площадях, которые мы можем получить. Для приведения в порядок большие хранилищ боеприпасов может потребоваться длительное время. Захваченные артефакты будут нуждаться в должном хранении и охране, поскольку что-либо с невыясненными инопланетными возможностями должно быть либо сохранено в наших взрывостойких ячейках, либо уничтожено. Если все будут ячейки полны, у нас не останется выбора в этом вопросе. При нападении на базу, Складские модули будут не более чем одной из возможных целей. Любое чувствительное оборудование внутри модуля, скорее всего, будет хорошо защищено, и потребует значительных усилий для его уничтожения. Сам же по себе, этот модуль дёшев, и легко ремонтируется. Существует только одна угроза -- со стороны хранимой взрывчатки и боеприпасов, которые могут представлять угрозу в силу возможности индуцированной детонации. Однако, любые инопланетяне вряд ли будут тратить время и усилия на взлом наших взрывозащищённых ящиков, когда неподалёку есть более лёгкие цели. Приложения Нет.
th: พิมพ์เขียว -- โรงเก็บของ เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 26 มกราคม 1958 โดย: พล.ท. มาร์เซล เลอเคลิร์ค, ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัติการแปซิฟิค ภาพรวม โรงเก็บของเป็นที่จัดเก็บกระสุน อาวุธ และอุปกรณ์อื่นๆ ที่ไม่ได้ใช้ อาวุธขนาดเล็ก กระสุนของพาหนะและยานบินที่ไม่ได้จัดไว้สำหรับเหตุฉุกเฉิน ก็จะอยู่ในที่เก็บของ และมันยังเป็นที่จอดพาหนะรบ ซึ่งจะจอดไว้จนกว่าจะถึงภารกิจ โดยบรรจุกระสุนพร้อมสำหรับรับมือการโจมตีฐาน มีกล้องและสัญญาณเตือนภัยตลอดเวลา เพื่อไม่ให้เกิดการเคลื่อนย้ายของโดยไม่รับอนุญาต การนำของออกไปต้องได้รับการอนุมัติจากเจ้าหน้าที่เวรก่อนจะปิดระบบสัญญาณ กระสุนที่ใช้ได้กับอุปกรณ์อ่อนไหวอื่นเช่นสมบัติต่างดาวจะเก็บไว้ในกล่องที่ถูกล็อคในสำนักงานของหัวหน้า ภายใต้ระบบความปลอดภัยเข้มงวด การจะนำสิ่งของออกจากกล่องที่ถูกล็อคต้องมีหัวหน้าปรากฏตัวอยู่ และมีคำสั่งอนุญาตเป็นลายลักษณ์อักษรจากศูนย์บัญชาการ สิ่งของสำคัญต่อการวิจัย การผลิตและการบำรุงรักษายานบิน จะถูกดำเนินงานด้วยพนักงานที่เกี่ยวข้อง ไม่จำเป็นต้องใช้ผู้บัญชาการฐาน ผู้บัญชาการฐานต้องดูแลเฉพาะอุปกรณ์ของภารกิจและยานบินในสนามรบ โรงเก็บของเก็บลังอุปกรณ์ขนาดปกติได้ไม่เกิน 50 ลัง จำนวนสิ่งของในลังก็ไม่ค่อบสำคัญ ปัจจัยจำกัดช่องเก็บของคือขนาด สิ่งของในแต่ละลังจะถูกบันทึกไว้ด้วยแถบแม่เหล็กและบันทึกการตอกบัตร ไม่ต้องใช้โครงสร้างอื่นในการทำงาน กฎข้อแนะนำ หากมีการรุกราน, เราต้องหาที่เก็บของให้มากที่สุด ที่เก็บกระสุนขนาดใหญ่ต้องจัดไว้สำหรับช่วงเวลาที่ยาวนาน ส่วนอุปกรณ์ที่เก็บกู้มาได้ก็ต้องเก็บและป้องกันอย่างดี เพราะของที่เป็นของต่างดาวนั้นควรจะเก็บไว้ในที่เก็บของกันระเบิด หรือทำลายทิ้งไป หากที่จัดเก็บเต็ม เราก็ไม่มีทางเลือก ระหว่างการรุกราน โรงเก็บของจะถูกโจมตีตามโอกาสเป็นอย่างมาก อุปกรณ์ที่มีความอ่อนไหวน่าจะถูกปกป้องและต้องใช้ความพยายามในการทำลาย แม้แต่โครงสร้างนี้ยังซ่อมได้ง่ายราคาถูก ปัญหาเดียวมาจากระเบิดและกระสุนที่ถูกเก็บไว้ ซึ่งอาจมีความเสี่ยงจากการถูกถอดชนวนจากกลุ่มผู้ร่วมมือกับมนุษย์ต่างดาว อย่างไรก็ตาม พวกต่างดาวจะไม่ยอมเสียเวลาและพลังงานไปกับห้องเก็บของกันระเบิด หากมีเป้าหมายที่ง่ายกว่าในบริเวณใกล้เคียง ข้อมูลเพิ่มเติม ไม่มี

source: b_teamroom_txt
de: Baupläne -- Erholungsraum KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 11. August 2008 Von: Gen. E. Baxter, Basiskommandeur, PHALANX, Pazifisches Operationskommando Überblick Es ist schmerzlich klar, dass Soldaten während des Krieges extremen Stress ausgesetzt sind. Um die Moral zu erhalten brauchen sie einen Platz zum entspannen und interagieren und das an einem Ort, an dem keine Ränge existieren. Wir haben uns den Erholungsraum ausgesucht, E&E (Entspannung & Erholung) zu bieten. Er ist mit mehreren Arten von Erholungsmitteln ausgerüstet, von Spieltischen zu Hightech Spielekonsolen. Er beinhaltet auch eine bescheidene, wandmontierte Kinowand für die Soldaten zum Filme sehen. Es gibt Getränkeautomaten mit alkoholischen und nichtalkoholischen Getränken und einen abgesonderten Raum, damit die Soldaten etwas Privatsphäre in der Enge der Basis bekommen können. Dazu kann der Raum von innen bis zu 30 Minuten pro Teammitglied abgeschlossen werden. Das Schloss kann im Notfall von der Kommandozentrale aus oder von einem anwesenden Kommando- oder Medizinoffizier außer Kraft gesetzt werden. All unsere Ausrüstung benötigt Wartung und ich würde sogar sagen, dass unsere Soldaten die meiste Wartung brauchen. Der Erholungsraum ist einer der besten Wege, die mentale Gesundheit und den Kampfgeist unserer Soldaten zu erhalten. Wenn er keine Verbindungen zu einem funktionierenden Kraftwerk hat, wird der Erholungsraum abgeschaltet, um nicht-wichtigen Stromverbrauch zu vermeiden. Empfohlener Einsatz Der Erholungraum ist ein wichtiges Werkzeug um die Moral unserer Soldaten zu erhalten und sollte in jeder Basis gebaut werden, dass ein Kampfteam enthält. Er bietet ihnen verschiedene Arten der Stressbewältigung, die die stressigen Effekte andauernder Kämpfe, lebensbedrohenden Situationen und den nahezu sicheren Tod von Team Mitgliedern ausgleicht. Hohe Moral ist wichtig für die Schlachtfeldleistung und muss auf jeden Fall erhalten bleiben. Ich muss aber hervorheben, dass der Erholungsraum kein Ersatz für Ausgang ist. Unseren Soldaten sollte dennoch erlaubt sein, die Basis von Zeit zu Zeit zu verlassen, um ihre Verbindung zur Außenwelt und ihre geistige Gesundheit zu erhalten. Im Fall eines Angriffs auf die Basis ist der Erholungsraum eine extrem niedrige Risikoeinrichtung mit wenig bis gar keinem strategischem Wert. Wenn außerirdische Angreifer ihn entdecken, werden sie ihn wahrscheinlich ignorieren, um wichtigere Einrichtungen anzugreifen. Zusatz Keiner.
fr: Projet d'Aménagement : Quartiers de Repos NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 11 Août 2008 Auteur : Gen E. Baxter, Commandant de base, PHALANX, Commandement des Opérations du Pacifique Considérations générales Il est malheureusement évident que les soldats mènent une vie extrêmement stressante en temps de guerre. Afin qu'ils gardent le moral, ils ont besoin d'un endroit où se relaxer et discuter entre eux dans un environnement en l'absence de gradés. Nous avons cherché à le leur procurer sous la forme des Quartiers de Repos. Différents loisirs sont disponibles dans ces installations, depuis les sports de table jusqu'aux consoles de jeu les plus récentes. Elles sont également équipées d'un écran de cinéma de taille modeste installé sur un mur pour des projections collectives. Des distributeurs fournissent des boissons alcoolisées ou non, et une salle séparée leur permet de s'asseoir pour trouver un peu d'intimité à l'écart de la vie en collectivité dans la base. Cette salle peut en effet se fermer à clé depuis l'intérieur pendant 30 minutes par jour pour chaque membre de l'unité. La serrure peut cependant être ouverte depuis le centre de contrôle ou par un membre du Centre de Commandement ou de l'office médicale en cas d'urgence. Tout notre matériel nécessite une maintenance, et je dirais que nos soldats en nécessitent encore d'avantage. Les Quartiers de Repos sont l'un des meilleurs moyens de les garder sains d'esprit et prêts au combat. À moins d'être reliés à un Générateur de Puissance opérationnel, les Quartiers de Repos seront éteints pour éviter toute consommation d'énergie non vitale. Doctrine recommandée Les Quartiers de Repos sont un outil important pour que nos soldats gardent un moral élevé et devraient être construit dans toute base abritant une unité. Ils leur fournissent divers moyens pour relâcher leurs tensions, ce qui amoindrit les effets stressants des combats réguliers, des situations mortelles, et de la quasi-certitude de perdre un membre de son équipe sur le terrain. Un moral élevé est essentiel pour leur efficacité au combat et doit être conservé à tout prix. Cependant, je dois insister sur le fait que les Quartiers de Repos ne viennent pas en remplacement des repos à l'extérieur de la base. Nos soldats auront toujours besoin de sortir de la base de temps à autres pour garder leurs contacts avec l'extérieur et rester sains d'esprit. Si la base venait à être attaquée, les Quartiers de Repos seraient une installation présentant un risque extrêmement faible, à la valeur stratégique quasi-nulle. Si un assaillant extraterrestre l'approche, il poursuivra certainement son chemin vers des installations plus sensibles. Addenda Aucun.
ru: Blueprints -- Team Room CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 11 August 2008 By: Gen. E. Baxter, Base Commander, PHALANX, Pacific Operations Command Overview It is painfully clear that soldiers during wartime lead highly stressful lives. In order to maintain morale they need a place to unwind and interact in a rank-free environment. We have sought to provide this kind of R&R in the form of the Team Room facility. It is equipped with a variety of entertainments, from sports tables to high-tech game consoles. It also features a modest wall-mounted cinema display for communal movie screenings. There are vending machines with alcoholic and non-alcoholic beverages, and a separate sitting room for our soldiers to achieve some amount of privacy from the closeness of base living. To this end the sitting room can be locked from the inside for up to 30 minutes per day by each team member. The lock may be overridden from the Control Centre or by a present Command Centre or medical officer in case of an emergency. All our equipment requires maintenance, and I would argue that our soldiers require the most maintenance of all. The Team Room is one of the best ways to keep them mentally healthy and in fighting trim. Unless it has access to an operational Power Plant, the Team Room will be shut down to avoid non-vital power consumption. Recommended Doctrine The Team Room is an important tool in maintaining good morale amongst our soldiers and should be built in any base that houses a combat team. It provides them with various vital means of stress relief, which will ease the stressful effects of continued combat, life-threatening situations, and the near-certain death of team members in the field. High morale is essential for our battlefield performance and must be maintained at all costs. However, I must stress that the Team Room is not a replacement for base leave. Our soldiers will still need to be allowed off-base from time to time in order to maintain their connection with the outside world and their sanity. For the purposes of a base attack, the Team Room is an extremely low-risk installation with little to no strategic value. If encountered by extraterrestrial attackers, it will almost certainly be bypassed altogether in favour of more sensitive installations. Addenda None.
th: พิมพ์เขียว -- ห้องทีม เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 11 สิงหาคม 2008 โดย: พล.อ. อี. แบกซเตอร์, ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัติการแปซิฟิค ภาพรวม เห็นได้ชัดว่า ทหารในภาวะสงครามมีความเครียดสูง การจะรักษาขวัญกำลังใจนั้นต้องมีสถานที่ที่พวกเขาสามารถปลดปล่อยและปฏิสัมพันธ์กันได้โดยไม่ต้องคำนึงถึงยศ เราได้พยายามสร้างภาวะแวดล้อมนี้ในห้องทีม ห้องนี้มีอุปกรณ์บันเทิงหลากหลาย ตั้งแต่โต๊ะเล่นกีฬาจนถึงวิดีโอเกม และยังมีจอหนังติดกำแพงเพื่อฉายหนังด้วย มีเครื่องหยอดเหรียญสำหรับเครื่องดื่มที่มีและไม่มีแอลกอฮอล์ รวมทั้งมีห้องแยกเพื่อให้ทหารของเราได้มีความเป็นส่วนตัวในการอยู่ในฐานที่มีพื้นที่จำกัด ห้องนั่งเล่นนี้สามารถล็อคจากภายในได้ไม่เกิน 30 นาทีต่อวันโดยสมาชิกแต่ละคน การล็อคนี้สามารถถูกปลดได้จากศูนย์บัญชาการ หรือจากคำสั่งของศูนย์บัญชาการหรือเจ้าหน้าที่เสนารักษ์ในกรณีฉุกเฉิน อุปกรณ์ทั้งหมดต้องมีการบำรุงรักษา แต่ผมขอกล่าวไว้ว่าทหารของเราคือสิ่งที่ต้องดูแลรักษามากที่สุด ห้องทีมเป็นหนึ่งในวิธีที่ดีที่สุดในการทำให้พวกเขามีสุขภาพจิตที่ดีและพร้อมรบ ยกเว้นแต่ว่าจะมีแหล่งพลังงาน ห้องทีมจะถูกปิดเพื่อไม่ให้เกิดการสิ้นเปลืองพลังงานที่ไม่จำเป็น กฎข้อแนะนำ ห้องทีมเป็นเครื่องมือสำคัญในการรักษาขวัญกำลังใจของทหาร และควรต้องมีในฐานที่มีหน่วยรบ มันจะมีเครื่องมือในการคลายความกดดัน ซึ่งจะลดผลกระทบจากความเครียดของการรบอย่างต่อเนื่อง สถานการณ์เสี่ยงชีวิต และความตายของคนในกลุ่มในสนามรบ อัตรากำลังใจที่สูงเป็นสิ่งสำคัญสำหรับการปฏิบัติงานในสนามรบ และต้องรักษาไว้ให้ได้ทุกวิถีทาง อย่างไรก็ตาม, ผมต้องชี้แจงว่าห้องทีมนี้ไม่สามารถทดแทนการออกจากฐานได้ ทหารของเรายังต้องได้รับอนุญาตให้ออกจากฐานเป็นครั้งคราว เพื่อให้เขาได้รับรู้โลกภายนอกและไม่ให้เป็นบ้า สำหรับการโจมตีฐาน ห้องทีมนั้นมีความเสี่ยงต่ำที่มีคุณค่าด้านยุทธศาสตร์อยู่น้อยหรือไม่มีเลย หากต้องพบผู้โจมตีต่างดาว พวกมันจะไม่ให้ความสนใจแต่จะเน้นไปที่สิ่งก่อสร้างที่สำคัญกว่า ข้อมูลเพิ่มเติม ไม่มี
