Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: medikit_txt
de: Technische Spezifikationen: Medikit KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 19. März 2084 Von: Leitende Chirurgin Helen Floydd, Medizinische Abteilung, PHALANX, Atlantisches Operationskommando Überblick In der Vergangenheit benötigte die Leistung von Erste Hilfe oder Feldchirurgie speziell trainierte Gefechtsärzte und -chirurgen, die den Stress des Lebensrettens unter Beschuss aushalten. Soldaten, die ihre Kameraden zu Boden gehen sehen, hatten normalerweise keine andere Wahl als weiterzukämpfen und zu hoffen, dass die Sanitäter rechtzeitig ankommen, falls diese nicht vor Angst erstarren oder in Panik ausbrechen oder nutzlose Versuche an einer Feldverarztung ohne ausreichende Fähigkeiten oder Materialien. Das mag vielleicht eine tragbare Strategie in den Schützengräben des zweiten Weltkriegs gewesen sein, aber nun nicht mehr. Das Warten auf den Sani kann den Tod für den Soldaten bedeuten, der sonst bei sofortiger Hilfe gerettet werden könnte. Die sofortige Verabreichung von Traumamedizin muss so schnell und einfach wie möglich erfolgen können, so dass jeder Soldat lebensrettende Anstrengungen mit minimalem Training unternehmen kann. Und hier kommt das moderne Medikit zum Tragen. Jedes Medikit beinhaltet einen eingebauten Computer, welcher Verletzungen mit Hilfe von Röntgenstrahlung und Ultraschall diagnostizieren kann. Es kann EKG's und EEG's zur selben Zeit durchführen, den Blutdruck und Puls messen und sogar die Kampfeffektivität des Soldaten anhand seiner persönlichen Daten (gespeichert in einem kleinen Extrachip für medizinische, standortliche und Identifikationszwecke) messen. All diese Informationen werden in einem kleinen Hologramm gezeigt oder direkt in das Helmsystem des Soldaten gespeist. Zur gleichen Zeit kann das Medikit eine Reihe von Arzneimitteln und sterile Operationswerkzeuge liefern, Wunden mit einem speziellen Heizeisen kautarisieren und, was viel wichtiger ist, seine Ladung Nanoroboter in eine Wunde geben. Die alte Idee medizinische Nanoroboter wurde als erstes vor 20 Jahren von vietnamesischen Forschern realisiert. Heute ist Medizin ohne sie undenkbar. Nanoroboter sind winzige Roboter, mit einem Durchmesser von ein paar Mikrometern, die sehr schnell für verschiedene spezielle Aufgaben programmiert werden können. Sie können schnell Wunden sterilisieren und gerissene Arterien verschließen, den Medikitanwender über innere Blutungen informieren, Absaugungen an angemessen Stellen initiieren, Darm- und Magendurchbrüche schließen, brandiges Gewebe wiederbeleben oder entfernen und Nervenschäden reparieren. Sie lösen sich problemlos in den Blutstrom des Opfers auf, bis sich die Batterien nach 10 bis 15 Sekunden erschöpfen, was aber meist nicht lange genug ist, um Schwerverletzte zu stabilisieren. Zwei oder mehr Dosen Nanoroboter sind vielleicht angebrachter. Jede Anzahl an Dosen kann ohne Nebenwirkungen verabreicht und verdaut werden. Diese Technologie ist der wohl wichtigste Durchbruch in der Unfallchirurgie, der je gemacht wurde. Es kann alles tun außer Gewebe regenerieren. Wenn mehr Aufmerksamkeit benötigt wird, zum Beispiel bei einem Organtreffer oder wenn eine Kugel in einer kritischen Stelle steckt, dann stellt das Meditkit Ausrüstung und detaillierte Anweisungen für den Soldaten zur Verfügung. Es kann nie den OP ersetzen, aber es ist das transportabelste Krankenhaus, dass wir je bekommen können. Empfohlener Einsatz All unsere Soldaten wurden für die Benutzung des Medikits ausgebildet. Tatsächlich sollte, unter perfekten Umständen, jeder Soldat ein Medikit für den Sofortgebrauch dabei haben, aber ich weiß, dass unsere Soldaten nur eine begrenzte Tragfähigkeit haben. Schwere Wunden sollten sofort behandelt werden, um Komplikationen und weiteres Risiko für den verletzten Soldaten zu vermeiden. Wenn ein Opfer immer noch laufen kann, sollte es sich vom Kampf zurückziehen und Deckung suchen, um sich von einem Kameraden behandeln lassen. Die Arzneimittel in einem Medikit können ebenfalls benutzt werden, um einen bewusstlosen Soldaten aufzuwecken. Wenn das getan wurde, stellen Sie sicher, den Soldaten aus der Schusslinie zu bekommen, um ihn an einem sicheren Ort ordentlich zu behandeln. Der Sanitäter selber muss vielleicht auf das Opfer zugehen, um ihm die Flucht zu ermöglichen. Das ist eine akzeptable Praxis, aber dazu sollten sie dem Sanitäter den nötigen Feuerschutz geben. Das Leben eines Soldaten wegzuwerfen, um ein anderes zu retten, ist keine gute Schlachtfeldmathematik. Wenn es ein verwundeter Soldat lebendig zur Basis zurückschafft, wird unser medizinisches Team die Behandlung übernehmen. Das Risiko, das jemand dem Gefechtstrauma erliegt, während er in einer PHALANX Krankenstation liegt, ist weniger als einen Prozent und so nah an null wie es möglich ist. Zusatz Keiner.
fr: Spécifications techniques : Médikit NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Par le passé, la pratique des premiers secours ou de la chirurgie en situation hostile nécessitaient des médecins spécialement entraînés, et des chirurgiens qui puissent gérer le stress de sauver des vies sous les coups de feu. Les troupes qui voyaient leurs membres tomber n'avaient pas d'autre choix que de continuer à se battre en espérant que les médecins arriveraient à temps (et qu'ils ne seraient pas paralysés par la panique ou ne tenteraient pas une opération que leurs capacités ou leur matériel interdisent). Si les blessés survivaient, ils étaient de toute façon inaptes au combat pour des semaines, voire des mois. Cela pouvait être une stratégie suffisante pour les tranchées de la deuxième guerre mondiale, mais plus maintenant. Attendre qu'un médecin arrive sur un combat peut impliquer la mort d'un soldat qui aurait pu être sauvé par des soins immédiats. L'application rapide de la médecine traumatique doit être rendue la plus simple et brève possible, afin que n'importe quel soldat puisse sauver des vies avec un entraînement minimal. Chaque médikit contient un ordinateur de bord qui peut diagnostiquer les blessures par ultra-sons et rayons X. Il peut également réaliser des électrocardiogrammes et des électroencéphalogrammes, mesurer la pression sanguine et le pouls, et même calculer l'efficacité du soldat au combat en fonction de son dossier individuel (enregistré sur une petite puce sous-cutanée, qui permet de localiser et d'identifier le soldat). Toutes ces informations peuvent être affichées via un petit hologramme ou directement sur le système d'information du casque d'un soldat. Le médikit peut ensuite délivrer divers médicaments, déployer des outils chirurgicaux stériles pour une opération d'urgence, cautériser les blessures grâce à outil chauffant spécial, et (le plus important) appliquer son stock de nanorobots sur une blessure. La vieille idée d'utiliser des nanorobots a été mise en pratique pour la première fois par des chercheurs vietnamiens il y a une trentaine d'années. Aujourd'hui, la médecine ne peut plus se passer d'eux. Il s'agit de minuscules robots de quelques micromètres de diamètre qui peuvent être programmés pour exécuter une tâche spécifique. Ils stériliseront rapidement une blessure, répareront une rupture artérielle, alerteront l'opérateur médical d'une hémorragie interne éventuelle ou de la nécessité d'une transfusion, refermeront une lésion à l'estomac ou à l'intestin, ranimeront ou détruiront des tissus nécrosés, et répareront des nerfs endommagés. Ils se dissolvent sans danger dans le sang du blessé après épuisement de leurs réserves énergétiques, ce qui ne prend pas plus de 10 ou 15 secondes. Ce délai est bien souvent trop court pour stabiliser un soldat grièvement blessé, et il sera nécessaire de lui injecter au moins une dose de nanorobots supplémentaire. Il n'y a pas de limite au nombre de doses qu'un individu peut prendre, les nanorobots étant métabolisés sans effets secondaires. Cette technologie est la plus grande révolution jamais réalisée dans le monde de la chirurgie traumatique. Elle peut tout faire sauf régénérer les tissus. Si un travail plus important est nécessaire, par exemple lorsqu'un organe vital est touché, ou qu'une balle s'est logée dans un endroit critique, le médikit fournira l'équipement et les instructions nécessaires pour le soldat opérateur. Il ne remplacera pas une salle d'opération, mais est aussi proche d'un hôpital portable qu'il ne le sera jamais. Doctrine recommandée Tous nos soldats ont été entraînés à l'utilisation d'un médikit. Dans l'idéal, chaque soldat devrait en avoir un sur lui pour une utilisation immédiate, mais je suis conscient que nos troupes n'ont qu'une capacité de chargement limitée. Toutes les blessures majeures devraient être traitées sans délai pour éviter d'éventuelles complications ultérieures. Si la victime peut encore marcher, elle devra battre en retraite du champ de bataille et se mettre à couvert afin de recevoir les soins d'un camarade. La pharmacie incluse dans le médikit permet également de réanimer des soldats inconscients. Dans ce cas, les troupes ranimées doivent quitter la ligne de front dès que possible et continuer leurs soins à couvert. Le soldat-soignant peut lui-même devoir engager le combat avec des ennemis approchant, pour laisser le blessé s'échapper. C'est une pratique acceptable, à condition de fournir au médecin un soutient minimum. Échanger la vie d'un soldat pour une autre ne sont pas de bonnes mathématiques militaires. Une fois qu'un soldat est rentré vivant à la base, notre équipe médicale prendra en charge le traitement. Le risque qu'un individu succombe à ses blessures du champ de bataille lorsqu'il se trouve dans les services hospitaliers PHALANX est inférieur au pourcent, ce qui est aussi proche de zéro qu'on puisse l'espérer. Addenda Aucun.
ru: Technical Specifications: Medikit CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 19 March 2084 By: Surgeon-Captain Helen Floydd, Medical Division, PHALANX, Atlantic Operations Command Overview In the past, the application of first aid and field surgery in hostile situations required specially-trained combat medics and surgeons who could handle the stresses of saving lives under fire. Troops who saw their friends being hit usually had no choice but to keep fighting and hope the medics would arrive in time -- that is, if they didn't freeze or panic or make some futile attempt at a field dressing without ability or materials. If the wounded survived at all, they'd still be out of action for weeks or months at a time. This may have been a workable strategy in the trenches of World War 2, but it isn't any longer. Waiting for a medic to arrive on the scene can contribute to the death of a soldier who might have been saved by immediate aid. The prompt application of trauma medicine needs to be made as quick and easy as possible so that any soldier can provide life-saving effort with minimal training. This is where the modern medikit comes in. Every medikit contains an onboard computer that can diagnose injuries via directed X-ray and ultrasound. It can run ECGs and EEGs at the same time, measure blood pressure and heart rate, and even calculate the soldier's combat effectiveness based on his or her individual record (stored in a small subdermal chip for medical, locational and identification purposes). All this information can be shown in a small hologram or displayed directly to a soldier's helmet information system. At the same time the medikit can deploy a number of drugs and sterile surgical tools for emergency operations, cauterise wounds via a special heating iron, and -- most importantly -- apply its store of nanorobots to a wound. The old idea of medical nanobots was first put into practice by Vietnamese researchers thirty years ago. Today, medicine without them is almost unthinkable. Nanobots are tiny robots several micrometres in diameter which can be programmed to perform specific tasks on the fly. They will quickly sterilise a wound and seal ruptured arteries, alert the medikit operator about any internal bleeding, request suction at appropriate places, patch up bowel or stomach punctures, revive or remove necrotic tissue, and repair nerve damage. They dissolve harmlessly in the victim's bloodstream once their battery runs out, which lasts no longer than 10 to 15 seconds, often not long enough to stabilise heavily-wounded troops. Two or more doses of nanobots may be required. Any number of doses can be applied and metabolised with no ill effects. This technology is the most important breakthrough in trauma surgery ever made. It can do everything except regenerate tissue. If more attention is required -- for example when a vital organ is hit, or a bullet is lodged in a critical place -- the medikit provides equipment and detailed instructions for the soldier to follow. It can never replace the operating room, but it's as close to a portable hospital as we'll ever get. Recommended Doctrine All our soldiers have been trained in the use of the medikit. In fact, in an ideal situation, every soldier would carry one for immediate use -- but I recognise that our troops have a limited carrying capacity. All major wounds should be treated without delay to prevent complications and further risk to the injured soldier. If the victim can still walk, she should retreat from the firefight and seek cover in order to safely receive treatment by a comrade. The medikit's onboard pharmacy can also be used to revive unconscious soldiers. If this is done, please take care to remove the revived troop from the line of fire as soon as possible and proceed with further treatment from a safe position. The medic herself may be forced to engage approaching targets to enable the patient's escape; this is acceptable practice, but please supply the medic with adequate covering fire. Trading one soldier's life for another does not make for good battlefield mathematics. Once a wounded soldier makes it back to base alive, our medical team will take over treatment. The risk of anyone succumbing to battlefield trauma while in a PHALANX ward is less than one percent, and as near to zero as we can make it. Addenda None.
th: Technical Specifications: Medikit CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 19 March 2084 By: Surgeon-Captain Helen Floydd, Medical Division, PHALANX, Atlantic Operations Command Overview In the past, the application of first aid and field surgery in hostile situations required specially-trained combat medics and surgeons who could handle the stresses of saving lives under fire. Troops who saw their friends being hit usually had no choice but to keep fighting and hope the medics would arrive in time -- that is, if they didn't freeze or panic or make some futile attempt at a field dressing without ability or materials. If the wounded survived at all, they'd still be out of action for weeks or months at a time. This may have been a workable strategy in the trenches of World War 2, but it isn't any longer. Waiting for a medic to arrive on the scene can contribute to the death of a soldier who might have been saved by immediate aid. The prompt application of trauma medicine needs to be made as quick and easy as possible so that any soldier can provide life-saving effort with minimal training. This is where the modern medikit comes in. Every medikit contains an onboard computer that can diagnose injuries via directed X-ray and ultrasound. It can run ECGs and EEGs at the same time, measure blood pressure and heart rate, and even calculate the soldier's combat effectiveness based on his or her individual record (stored in a small subdermal chip for medical, locational and identification purposes). All this information can be shown in a small hologram or displayed directly to a soldier's helmet information system. At the same time the medikit can deploy a number of drugs and sterile surgical tools for emergency operations, cauterise wounds via a special heating iron, and -- most importantly -- apply its store of nanorobots to a wound. The old idea of medical nanobots was first put into practice by Vietnamese researchers thirty years ago. Today, medicine without them is almost unthinkable. Nanobots are tiny robots several micrometres in diameter which can be programmed to perform specific tasks on the fly. They will quickly sterilise a wound and seal ruptured arteries, alert the medikit operator about any internal bleeding, request suction at appropriate places, patch up bowel or stomach punctures, revive or remove necrotic tissue, and repair nerve damage. They dissolve harmlessly in the victim's bloodstream once their battery runs out, which lasts no longer than 10 to 15 seconds, often not long enough to stabilise heavily-wounded troops. Two or more doses of nanobots may be required. Any number of doses can be applied and metabolised with no ill effects. This technology is the most important breakthrough in trauma surgery ever made. It can do everything except regenerate tissue. If more attention is required -- for example when a vital organ is hit, or a bullet is lodged in a critical place -- the medikit provides equipment and detailed instructions for the soldier to follow. It can never replace the operating room, but it's as close to a portable hospital as we'll ever get. Recommended Doctrine All our soldiers have been trained in the use of the medikit. In fact, in an ideal situation, every soldier would carry one for immediate use -- but I recognise that our troops have a limited carrying capacity. All major wounds should be treated without delay to prevent complications and further risk to the injured soldier. If the victim can still walk, she should retreat from the firefight and seek cover in order to safely receive treatment by a comrade. The medikit's onboard pharmacy can also be used to revive unconscious soldiers. If this is done, please take care to remove the revived troop from the line of fire as soon as possible and proceed with further treatment from a safe position. The medic herself may be forced to engage approaching targets to enable the patient's escape; this is acceptable practice, but please supply the medic with adequate covering fire. Trading one soldier's life for another does not make for good battlefield mathematics. Once a wounded soldier makes it back to base alive, our medical team will take over treatment. The risk of anyone succumbing to battlefield trauma while in a PHALANX ward is less than one percent, and as near to zero as we can make it. Addenda None.
