Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: laser_pre_txt
de: Die gesammelten Forschungsdaten der Vereinten Nationen haben eine Menge wertvoller Erkenntnisse über die Waffenentwicklung der Erde Anfang des Jahrhunderts erbracht. Eines der interessantesten Themen war die Produktion von GEW (gesteuerten Energiewaffen), die Energie auf anderem Wege als ein Projektil auf ein Ziel übertragen können. Wir sind besonders interessiert an den Dateien über beständige Wellenlaser, oder auch nur kurz: Laser. Viele Länder und Firmen haben über die Jahre versucht, Laserwaffen herzustellen. Aber niemand vermochte einen tragbaren Laser zu fertigen, der einen ausreichenden Energieausstoß hat, um mit herkömmlichen Feuerwaffen zu konkurrieren. Nun aber haben wir Zugang zu all dieser kombinierten Forschung und ganzen Bibliotheken über die höchsten Technologien der Erde. Ich glaube, wir können nicht nur eine tragbare Laserwaffe herstellen, sondern sie auch zu einer Größe reduzieren, die noch nie für eine GEW in Betracht gezogen wurde. Herr Kommandant, wir sollten diese Forschung so schnell wie möglich beginnen. Ein vielseitigeres Waffenarsenal erschwert es den Außerirdischen, sich dagegen zu verteidigen. Darüber hinaus könnten uns unsere Erfahrungen zu der Entwicklung von brauchbaren Flugzeuglasern führen, die gegen sehr schnelle UFOs weit effektiver sein sollten als konventionelle Feuerwaffen. Soweit es mich betrifft, können wir bei PHALANX das Unmögliche vollbringen und wir werden damit anfangen, sobald Sie diesen Antrag bestätigen. --Cdr. Navarre
fr: Les dossiers que nous avons obtenus des Nations Unies nous ont fourni de nombreuses informations précieuses sur les développements en armements depuis le début du siècle. L'un des sujets les plus intéressants porte sur la production de AED (Armes à Énergie Dirigée), armes permettant le transfert d'énergie sur une cible par d'autres moyens que les projectiles. Nous sommes particulièrement intéressés par les dossiers sur les lasers continus. De nombreux pays et de nombreuses compagnies ont essayé de créer des armes laser depuis longtemps. Personne n'est cependant parvenu à fabriquer un laser qui soit à la fois portable et ait la puissance de sortie nécessaire pour rivaliser avec les armes à feu ordinaires. Aujourd'hui, cependant, nous avons accès à toutes les recherches qui ont été faites sur le sujet, ainsi qu'à des bibliothèques entières remplies des technologies terrestres les plus performantes. Je pense que nous pouvons non seulement réaliser une arme laser efficace et portable, mais que nous pouvons même la faire beaucoup plus petite que n'importe quelle autre arme AED existante. Commandant, nous devrions poursuivre ces recherches aussi vite que possible. Diversifier notre arsenal le rendra plus difficile à contrer, et notre expérience pourrait nous permettre de développer des lasers pour nos appareils volants. De telles armes seraient plus précises pour toucher les OVNIs les plus rapides que nos armes conventionnelles. Nous sommes prêts à faire l'impossible, et nous y mettrons dès que nous aurons reçu votre approbation pour cette proposition. --Cdt Navarre
ru: Наши файлы, собранные ООН, дали нам множество ценной информации о разработках оружия, сделанных на Земле с начала этого века. Одна из наиболее интересных тем -- это производство ОПЭВ (Оружие Прямого Энергетического Воздействия), оружия, которое передаёт цели энергию посредством выстрела. Мы чрезвычайно заинтересовались файлами по Непрерывным Волновым Лазерам. В течение всех этих лет множество стран и компаний делали попытки создать лазеры военного типа, но никто не был способен создать переносной лазер индивидуального пользования с выходной мощностью, сравнимой с огнестрельным оружием. Однако теперь мы имеем доступ ко всем этим объединённым исследованиям, так же как к целым библиотекам, заполненным информацией по наиболее передовым технологиям Земли. Я уверен, что мы можем не только создать эффективный портативный лазер, но мы можем сделать его размер неслыханно малым по сравнению с предыдущими ОПЭВ. Командующий, мы должны начать эти исследования как можно скорее. Разнообразие нашего арсенала может усложнить нам процесс защиты от Вторжения, а наш опыт может привести нас к созданию жизнеспособных авиационных лазеров, которые могут оказаться более эффективными против высокоскоростных НЛО, чем стандартное огнестрельное оружие. Поскольку я заинтересован в результате, мы в ФАЛАНКС сделаем невозможное, и мы можем начать работу, как только Вы одобрите эту заявку. --коммандер Наварре
th: รายงานการวิจัยทั้งหมดของสหประชาชาติที่เรามี ได้ให้ข้อมูลอันมีค่าเกี่ยวกับการพัฒนาอาวุธบนโลก นับตั้งแต่ช่วงต้นศตวรรษนี้ หัวข้อที่น่าสนใจอย่างหนึ่งคือการผลิต DEWs (อาวุธพลังงานแบบบังคับทิศทาง) ซึ่งเป็นอาวุธที่จะถ่ายโอนพลังงานไปยังเป้าหมาย โดยไม่ใช้กระสุน เราสนใจรายงานด้านระบบคลื่นเลเซอร์ต่อเนื่องเป็นพิเศษ บริษัทหลายแห่งและหลายประเทศ พยายามจะสร้างระบบเลเซอร์เพื่อเป็นอาวุธมาหลายปี แต่ยังไม่มีใครสามารถสร้างระบบที่สามารถพกพาได้ และมีกำลังพอเทียบเคียงกับอาวุธทั่วไปได้ อย่างไรก็ตาม ตอนนี้เราได้มีข้อมูลงานวิจัยทั้งหมด รวมทั้งงานวิจัยวิทยาการขั้นสูงสุดของโลกนี้ด้วย ผมเชื่อว่าไม่เพียงเราจะสามารถจะสร้างอาวุธเลเซอร์ขนาดพกพาที่มีประสิทธิภาพได้ เรายังสามารถสร้าง DEW ในขนาดเล็กที่ไม่เคยมีใครคาดถึงมาก่อน ท่านผู้บัญชาการ, เราควรทำงานวิจัยนี้ให้ด่วนที่สุด การพัฒนาอาวุธให้หลากหลายทำให้การป้องกันเป็นไปได้ยาก และประสบการณ์ของเราอาจทำให้สามารถพัฒนาเลเซอร์สำหรับเครื่องบิน ซึ่งสามารถเล็งจานบินความเร็วสูงได้มีประสิทธิภาพมากกว่าอาวุธทั่วไป เท่าที่ผมเข้าใจ เราที่ PHALANX กำลังจะสร้างสิ่งที่เป็นไปไม่ได้ และเราจะเริ่มต้นทำทันทีที่ท่านอนุมัติโครงการนี้ --ผบ. นาวาเร

source: mail_from_paul_navarre
de: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando
fr: Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique
ru: Поль Наварре, НИОКР ИТО, ФАЛАНКС, Атлантическая ударная группа
th: ผบ. พอล นาวาเร, แผนกวิจัยและพัฒนา: ฝ่ายวิศวกรรม, PHALANX, หน่วยปฏิบัติการแอตแลนติค

source: mail_to_base_commander
de: Basiskommandeur, PHALANX, Atlantisches Operationskommando
fr: Commandant de Base, PHALANX, Commandement des Opérations Atlantique
ru: Командующий базой, ФАЛАНКС, Атлантическая ударная группа
th: ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัิตการแอตแลนติค

source: antimatter_txt
de: Unsere Erforschung der Antimaterie ist vollständig, Herr Kommandant, und wir sind bereit, Ihnen die Ergebnisse zu präsentieren. Aber ich fürchte, die Neuigkeiten sind größtenteils schlecht. Es gibt eine Menge Dinge, die die Außerirdischen wissen, die uns unbekannt sind. Nirgends wird das deutlicher als in ihrer großflächigen Nutzung von Antimaterie. Es scheint, als hätten sie davon ziemlich viel, jedenfalls so viel, dass sie UFO über UFO auf die Erde schicken können und dabei eine Menge Tankfüllungen von Antiprotonen verbrauchen. Menschliche Experimente mit Antimaterie dagegen . . . Die erste künstlich hergestellte Antimaterie der Erde bestand aus 9 Atomen Anti-Wasserstoff, die in dem CERN Partikelphysiklabor in der Nähe von Genf an der Französisch-Schweizer Grenze hergestellt wurden. Nicht lange danach produzierte ein anderes Labor ungefähr 100 Atome. In den letzten Jahren kamen wir kleine, kleine Schritte vorwärts, aber selbst da wir jetzt schon Millionen von Antiprotonen erzeugen können, ist es leicht zu vergessen, wie wenig das wirklich ist. Tatsächlich liegt die größte Hürde der Anpassung des außerirdischen Treibstoffes für uns in der Verfügbarkeit von Antiprotonen. Wir sind seit 1995 weit gekommen, aber selbst wenn jedes Partikelphysiklabor der Erde soviel Antiprotonen wie möglich herstellen würde, so würde es 80 Millionen Jahre dauern, um ein Gram Antiprotonen zu erzeugen. Zum Vergleich: Die Menge im Tank eines UFO Scouts übertrifft sämtliche Antimaterie, die in den letzten hundert Jahren auf der Erde produziert wurde. Die Menschheit ist noch einen sehr weiten Weg davon entfernt, genug Antiprotonen zu erzeugen, um diese Materie-Antimaterie Raketen zu betreiben. Das Endresultat ist, dass wir diese außerirdische Technologie nicht kopieren können. Wir wissen nicht, wie sie ihre Antimaterie herstellen, oder wie sie genug Energie dafür produzieren. Solange wir nicht an diese Technologie kommen, werden unsere Bemühungen fruchtlos bleiben. Unsere einzigen großen Erfolge sind auf die Informationen über die Lagerung der Antimaterie der Außerirdischen zurückzuführen. Wir sind sicher, dass wir die gleichen Lagertechniken anwenden und spezielle Einrichtungen zur sicheren Aufbewahrung von bis zu 10 Gramm Antimaterie errichten können. Ich habe Ihnen die Baupläne zur genauen Durchsicht in einer separaten Nachricht übermittelt. Außerdem haben wir Antimaterietreibstofftanks entwickelt, die nach einer gründlichen Überholung in unsere Abfangjäger passen sollten. Natürlich brauchen wir ein komplettes Verständnis über die außerirdischen Triebwerke, bevor wir anfangen können, die Tanks einzusetzen. Trotz aller Absichten und Einsatzmöglichkeiten sind wir nicht in der Lage, den Treibstoff der Außerirdischen zu replizieren. Wenn wir Antimaterie zusammen mit unserer eigenen Technologie verwenden, sind wir auf die Bergung der Antimaterie aus extraterrestrischen Quellen angewiesen. Das mag zwar gefährlich sein, aber wir haben keine andere Wahl; wir müssen diese Technologie sobald wie möglich adaptieren, wenn wir eine Chance haben wollen, diese Invasion zu stoppen. --Cdr. Navarre
fr: Commandant, notre étude de l’antimatière est complète et nous sommes prêts à vous présenter nos résultats. Je crains malheureusement que les nouvelles ne soient mauvaises. Les aliens font preuves de nombreuses connaissances technologiques qui nous sont inconnues. L’exemple le plus flagrant est leur utilisation massive de l’antimatière. Il semblerait qu’ils en possèdent des quantités incroyables, ou du moins suffisantes pour envoyer OVNI après OVNI sur terre, brûlant ainsi de nombreux réservoirs d’antiprotons. Les expérimentations humaines avec l’antimatière entrent dans une autre catégorie... La première production artificielle d’antimatière sur terre a permis l'obtention de 9 atomes d’antihydrogène créés au laboratoire de physique des particules du CERN, situé près de Genève à la frontière entre la France et la Suisse. Peu de temps après, un autre laboratoire a produit approximativement 100 atomes. Nous avançons chaque années à tous petits pas, mais même si nous pouvons produire à l’heure actuelle des antiprotons par millions, il est facile d’oublier que cela ne représente qu’une très faible quantité. En fait, le plus grand obstacle à l’adaptation de ce carburant alien est la rareté des antiprotons. Nous avons parcouru un long chemin depuis 1995, mais même avec tous les laboratoires de physique des particules du monde entier produisant autant d’antiprotons que possible, cela nous prendrait quatre-vingts million d’années pour produire 1 gramme d’antiprotons utilisables. En comparaison, la quantité contenue dans les réservoirs de l’OVNI Éclaireur dépasse toute l’antimatière produite sur terre depuis les cents dernières années. L’humanité est encore loin d’obtenir la capacité de créer l’antimatière en quantité suffisante pour l’utiliser dans les missiles à antimatière. En conclusion, nous ne pouvons reproduire cette technologie alienne. Nous ne savons pas comment ils créent leur antimatière ou même comment il réussissent à obtenir suffisamment d’électricité pour le faire. Tant que nous n’aurons pas mis la main sur l’équipement permettant de tels exploits, nos efforts seront inutiles. Notre unique succès provient de l’étude des containers à antimatière aliens. Nous sommes confiants dans notre capacité à utiliser la même technique de stockage magnétique, créant ainsi des unités de stockage pouvant emmagasiner sans danger jusqu’à dix grammes d’antimatière. Je vous ai envoyé des plans dans un autre message pour que vous puissiez l'étudier à votre convenance. Nous avons également développé des réservoirs à antimatière qui devraient s’adapter à nos intercepteurs après d’importantes mise à jour de ces derniers. Bien entendu nous aurons besoin de comprendre le fonctionnement des moteurs aliens avant de pouvoir commencer à les intégrer. Dans tous les cas, nous sommes dans l’incapacité de produire ce carburant alien. Si nous utilisons l’antimatière dans nos technologies, nous dépendrons de l’approvisionnement obtenu depuis des sources aliennes. Ce chemin me semble dangereux, mais nous n’avons guère le choix ; nous avons besoin d’adapter cette technologie aussi vite que possible pour avoir une chance de pouvoir réellement stopper cette invasion. --Cdt Navarre
ru: Наше изучение антиматерии закончено, Командующий, и мы готовы доложить о результатах. Боюсь, новости, в основном, плохие. Есть вещей, о который знают инопланетяне, а мы - нет. Нигде это не проявляется настолько очевидным образом, как в ситуации с их широким использованием антиматерии. Кажется, что они имеют антиматерию в изобилии. По крайней мере, достаточно, чтобы посылать НЛО за НЛО к Земле, несущих полные баки антипротонов. Человеческие эксперименты с антиматерией, с другой стороны... Первая искусственно созданная на Земле антиматерия состояла из 9 атомов анти-водорода, созданных в Европейском центре ядерных исследований (CERN), расположенном возле Женевы на границе между Францией и Швейцарией. Вскоре, другая лаборатория создала около 100 атомов. Мы медленно продвигались вперед маленькими-маленькими шажками, но не смотря на то, что мы можем производить теперь антипротоны миллионами - про это легко забыть - настолько это мало. Как известно, наибольшим препятствием к нашей адаптации инопланетянского топлива является наличие антипротонов. Мы прошли длинный путь с 1995 года, но, даже объединив все центры ядерных исследований в мире для производства максимального количества антипротонов, нам потребуется 80 миллионов лет на производство 1 грамма. Для сравнения, топливный бак НЛО класса 'Разведчик' содержит больше антиматерии, нежели мы произвели за последние 100 лет. Человечество стоит в начале чрезвычайно длинного пути к возможности производить антипротоны в количествах, необходимых для заправки ракет. Суть в том, что мы не можем воссоздать эту технологию инопланетян. Мы не знаем, как они создают свою антиматерию или как они производят достаточное количество электричества для ее производства. До тех пор, пока мы не получим их оборудование в свои руки, наши усилия будут бесплодны. Наш единственный главный успех был получен при изучении, как инопланетяне хранят антиматерию. Мы уверенны, мы можем использовать аналогичные технологии хранения. Создав специальные устройства мы сможем безопасно хранить до 10 грамм антиматерии. Я отослал вам набор чертежей отдельным сообщением, для Вашего удобства. Мы также спроектировали топливный бак для антиматерии, который может быть установлен в наши истребители давая им преимущество. Конечно, нам необходимо полное понимание инопанетянских двигателей перед тем, как мы сможем начать их внедрять. В сущности, мы не можем производить инопланетянское топливо. Если мы будем использовать антиматерию в наших собственных технологиях, мы будем зависеть от добычи из ресурсов инопланетян. Это кажется опасным вариантом, но возможно, что у нас нет выбора. Нам необходимо адаптировать эту технология как можно быстрее, если мы собираемся иметь шансы действительно остановить вторжение. --коммандер Наварре
th: การศึกษาแอนทายแมทเทอร์เสร็จสมบูรณ์แล้ว, ท่านผู้บัญชาการ, และเราพร้อมจะนำเสนอผลลัพธ์ ผมเกรงว่าผลส่วนใหญ่นั้นเป็นข่าวร้าย มีหลายสิ่งที่มนุษย์ต่างดาวรู้แต่เราไม่รู้ และการใช้แอนทายแมทเทอร์อย่างแพร่หลายนี้เป็นหลักฐานที่ชัดที่สุด พลังงานนี้มีอย่างอุดมสมบูรณ์ อย่างน้อยก็มากพอจะส่งกองทัพจานบินระลอกแล้วระลอกเล่ามายังโลก และใช้แอนทายโปรตอนไปถังแล้วถังเล่า ส่วนการทดลองแอนทายแมทเทอร์ของมนุษย์นั้น... การทดสอบแอนทายแมทเทอร์ที่มนุษย์สร้างขึ้นมาครั้งแรก ประกอบด้วยอะตอมแอนทาย-ไฮโดรเจน 9 อะตอม ณ ห้องวิจัยฟิสิกส์ด้านอนุภาค CERN ใกล้กรุงเจนีวาบริเวณชายแดนฝรั่งเศสสวิตเซอร์แลนด์ ไม่นานจากนั้นห้องวิจัยอีกแห่งสามารถทำได้ประมาณ 100 อะตอม เราค่อยๆ ก้าวหน้าทีละน้อย แต่แม้ว่าเราจะสามารถสร้างแอนทายโปรตอนได้เป็นล้านอะตอม เราก็จะลืมไม่ได้ว่าปริมาณนั้นเล้กน้อยเพียงใด ที่จริงแล้ว อุปสรรคสำคัญที่สุดในการประยุกต์ใช้เชื้อเพลิงของมนุษย์ต่างดาวคือ ปริมาณแอนทายโปรตอนที่มี เราพัฒนามามากนับตั้งแต่ปี 1995 แต่แม้ว่าห้องวิจัยฟิสิกส์ในโลกจะพยายามผลิตแอนทายโปรตอนให้มากที่สุดเท่าที่เป็นไปได้ ก็ยังต้องใช้เวลาแปดสิบล้านปีในการผลิตแอนทายโปรตอนให้ได้ 1 กรัม หากเปรียบเทียบกันแล้ว ปริมาณแอนทายโปรตอนในถังพลังงานของจานบินสอดแนมหนึ่งลำ ยังมากกว่าปริมาณแอนทายแมทเทอร์ที่โลกเราผลิตได้ในร้อยปีที่ผ่านมารวมกันเสียอีก มนุษยชาตยังอยู่ไกลเกินกว่าที่จะสามารถผลิตแอนทายโปรตอนให้เพียงพอต่อการใช้เป็นเชื้อเพลงสำหรับจรวดสสาร-แอนทายแมทเทอร์ โดยสรุปเราไม่สามารถลอกเลียนวิทยาการของพวกต่างดาวได้ เราไม่รู้ว่าพวกนั้นสร้างแอนทายแมทเทอร์อย่างไร หรือพวกนั้นสามารถสร้างกระแสไฟฟ้าเพียงเพอต่อการสร้างแอนทายแมทเทอร์ได้อย่างไร นอกจากว่าเราได้อุปกรณ์เหล่านีมา ความพยายามของเราคงมีแต่จะสูญเปล่า ความสำเร็จที่สำคัญของเรามีแค่การศึกษาวิธีการเก็บรักษาแอนทายแมทเทอร์ของพวกมนุษย์ต่างดาว เรามั่นใจว่าเราสามารถใช้วิธีการเก็บรักษาด้วยแม่เหล็กแบบเดียวกัน และสร้างห้องเก็บที่ปลอดภัยสำหรับการเก็บแอนทายแมทเทอร์ได้ถึงสิบกรัม ผมได้ส่งแบบพิมพ์เขียวในข้อความต่างหาก เพื่อให้ท่านพิจารณาตามสะดวก เรายังได้ออกแบบถังเก็บแอนทายแมทเทอร์ที่สามารถติดตั้งกับยานอินเตอร์เซ็ปเตอร์ได้ แน่นอนว่าเราต้องเข้าใจระบบเครื่องยนต์ของมนุษย์ต่างดาวเสียก่อนจะนำมาใช้กับยานของเรา เราไม่สามารถจะเลียนแบบเชื้อเพลิงของมนุษย์ต่างดาวได้ ไม่ว่าจะด้วยการใช้ใดก็ตาม หากเราใช้แอนทายแมทเทอร์กับวิทยาการของเรา เราจะต้องพึ่งพาการเก็บกู้แอนทายแมทเทอร์จากแหล่งของมนุษย์ต่างดาว แนวคิดนี้เป็นแนวคิดอันตราย แต่เราอาจไม่มีทางเลือกอื่น เราจำเป็นต้องประยุกต์วิทยาการนี้ให้เร็วที่สุด หากเราจะมีโอกาสในการหยุดยั้งการรุกรานครั้งนี้ --ผบ. นาวาเร
