Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: drop_firebird_txt
de: Flugzeugbewertung -- Firebird-Klasse Landungsschiff KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 17. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Herr Kommandant, ich habe vor ihnen bereits einen Blick auf diese Unterlagen geworfen und entschieden, sie mit meiner eigenen Beurteilung und Schlussfolgerung über unser gewähltes Landungsschiff zu ersetzen. Falls ich damit meine Befugnisse überschreite, aber die alten verfügbaren PHALANX Landungsschiffe sind einfach nicht modern genug. Keins von ihnen kam über den Prototyp-Status hinaus, sogar als sie neu waren. Es gibt nur 2 'überlebende' Exemplare und beide waren in den letzten 60 Jahren in Regierungswarenhäusern eingemottet und waren es nicht wert, rausgeholt zu werden. Wir haben ein großes Durcheinander an Equipment geerbt, ich kann nicht mal die Hälfte davon finden, was wir bekommen sollten. Ich tue mein Bestes, überlegene Alternativen für unsere Ausrüstung zu finden. Das bisschen Glück in dem Landungsschiff´durcheinander ist, dass ich es geschafft habe, unseren UN Vertretern ein bisschen mehr Geld abzuverlangen, um ein neues Landungsschiff zu bauen und ich denke, sie werden es mögen. Das Galeoth Firebird VTOL (Vertical Take-Off and Landing) ist das beste Luftfahrzeug, das wir als Landungsschiff einsetzen können. Es ist eigentlich als Frachtschlepper gedacht, aber es wurde schnell in ein Truppentransporter umgewandelt. Seitdem ist es eine beliebte Alternative zu Helikoptern, sowohl im militärischen und zivilen Bereich, geworden, aufgrund ihrer vier HM-5600 Sprengtriebwerken, die dem Firebird VTOL Fähigkeiten geben und mehr Treibstoffeffizienz wegen weniger Bewegungsteilen als beim Helikopter erreichen. Das erhöht die Verlässlichkeit und macht es aufgrund des Fehlens von Rotorblättern schneller. Das HM-5600 ist dennoch ein sehr durstiges Triebwerk und der Hochleistungstreibstoff ist zu teuer für zivile Nutzung. Die Reisegeschwindigkeit des Firebird ist Mach 0.74. Bei einer Maximalgeschwindigkeit von Mach 1.03 kann es sich gerade mal so durch die Schallmauer drücken, aber das verursacht einen großen Druck auf die Hülle und sollte, abgesehen von Notfällen, nicht angewandt werden. Es hat nur einen Waffenslot an der Nase, der Luftabwehrwaffen wie Luftkanonen oder Raketenbatterien eingebaut haben wird. Es kann auch Zusatzausrüstung aufnehmen, um z.B. die Flugeigenschaften oder Kampfperformance zu verbessern. Es gibt Beschleunigungshaltegurte für 8 Soldaten und einen Laderaum, der kleine Kampffahrzeuge aufnehmen und absetzen kann. Es gibt nichts besser geeignetes im Himmel, dass unseren Bedarf als Landungsschiff deckt, als der Firebird. Schneller als jeder Helikopter, manövrierfähiger als jeder Starrflügler und es kann schnell und effizient auf Bedrohungen auf der ganzen Welt reagieren. Der Firebird braucht einen großen Hangar für Lagerung, Wartung und Einsatz. Er hat einen mittleren Waffenslot auf der Nase. Empfohlener Einsatz Das Landungsschiff trägt unsere Soldaten über die ganze Welt, um auf Alienangriffe am Boden zu reagieren oder um UFO Absturzstellen für Bergung zu säubern. Es sollte sofort an Punkte mit Aliensichtung gebraucht werden, um abgeschossene UFOs zu bergen. Ist eine Absturzstelle erst einmal von lebenden Aliens gesäubert, werden schwer verletzte Soldaten sofort zur medizinischen Behandlung geschickt. Die verbleibenden Soldaten sichern das Gebiet, bis ein PHALANX Bergungsteam übernimmt und die Lieferung aller und jedes Artefaktes in unsere Basen sicherstellt. Das ist wichtig, da versuchtes Plündern von Liegengelassenen Sachen ein Problem in dicht besiedelten gebieten werden könnte. Wir können uns nicht leisten, wertvolle Alientechnologie zu verlieren, nur weil irgendein Idiot glaubt, er müsse ein Souvenir mitnehmen. Obwohl bewaffnet ist der Firebird nicht in der Lage, gegen richtige Kampfschiffe anzukommen und sollte nie als Abfangjäger eingesetzt werden. Zusatz Keiner. Flugzeug Statistiken: Größe: 8m x 30m x 5m Reisegeschwindigkeit: 785 km/h Höchstgeschwindigkeit: 1083km/h Operative Reichweite: 18,000km Besatzung: 3 Besatzung, max. 8 Soldaten Waffenkapazität: 1 Waffenslot (Nase)
fr: Caractéristiques de l'appareil – Transport de Classe Firebird NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 17 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Commandant, j'ai parcouru ces vieux dossiers avant vous, et j'ai décidé de les remplacer par mes propres appréciations et conclusions pour justifier le choix de l'appareil de transport. Toutes mes excuses si je sors un peu de mon rôle, mais les dossiers sur les anciens transports ne correspondent plus aux spécifications actuelles. Aucun d'entre eux n'a passé le stade des prototypes lors de leur création. Seuls deux exemplaires existent encore, et ils sont tous deux à l'abandon dans un des entrepôts du gouvernement depuis une soixantaine d'années. Ils ne valent même plus l'effort à faire pour les retrouver. Nous avons hérité d'un désordre complet en ce qui concerne l'équipement, je ne peux même pas trouver la moitié de ce qui est censé nous attendre. Je fais de mon mieux pour remplacer le matériel qui ne convient plus en trouvant de meilleures solutions. Le bon côté des choses en ce qui concerne cet appareil de transport est que j'ai réussi à convaincre notre représentant aux Nations Unies de nous attribuer un budget pour un nouvel appareil, et je crois qu'il vous plaira. Le Firebird Galeoth DAV (à Décollage et Atterrissage Vertical) est le meilleur appareil que nous puissions espérer avoir pour remplir le rôle de transporteur. Il a été conçu pour le transport de marchandises, mais a rapidement été modifié pour le transport de troupes pour des besoins militaires. Depuis, il est devenu une alternative fréquente aux hélicoptères aussi bien pour des utilisations militaires que civiles grâce à ses quatre moteurs à détonations pulsées HM-5600, qui donne au Firebird ses capacités DAV. La consommation de ces moteurs est correcte, et ils utilisent moins de pièces mobiles que dans un moteur d'hélicoptère. Cela augmente considérablement la fiabilité de l'appareil, ainsi que sa vitesse, notamment par l'absence de pâles. Les HM-5600 restent cependant des moteurs assoiffés, et leur grosse consommation peut décourager plusieurs applications civiles. La vitesse de croisière de Firebird est Mach 0,74. À sa vitesse maximum de 1,03, il peut à peine passer la vitesse du son. Cette vitesse devrait cependant être évitée en dehors des situations d'urgence, car l'appareil est fortement secoué et cela pourrait endommager la carlingue. Une attache de fixation sur le nez de l'appareil permet de l'équiper avec une arme air/air au choix, comme un canon ou un lance-roquettes. Il est également possible d'utiliser des équipements spécifiques afin d'améliorer ses caractéristiques de vol ou ses performances au combat. Des harnais permettent d'emporter jusqu'à 8 soldats, et une soute peut contenir de petits véhicules pour un déploiement sur le champ de bataille. Aucun appareil volant n'est plus adapté au rôle de transport que le Firebird. Il est plus rapide qu'un hélicoptère, plus manoeuvrable qu'un avion à ailes fixes, et permet de répondre rapidement et efficacement aux menaces qui peuvent apparaître n'importe où sur Terre. Le Firebird nécessite un Grand Hangar pour son stockage, sa maintenance, et son déploiement. Une attache de fixation pour des armes de taille moyenne est située sur son nez. Doctrine recommandée Le Transport est l'appareil qui transporte nos troupes d'un point du globe à un autre, pour riposter aux attaques aliennes au sol ou nettoyer les sites où un OVNI s'est écrasé, et éventuellement ramener du matériel extraterrestre. Il devrait être déployé le plus tôt possible si l'une de ces deux situations se présente. Une fois qu'un site a été nettoyé des aliens présents, les soldats grièvement blessés seront immédiatement emmenés pour un traitement médical approprié. Les troupes restantes devront sécuriser la zone jusqu'à ce qu'une unité de récupération PHALANX prenne le relais et assure la livraison de tous les objets aliens éventuellement présents sur place jusqu'à nos installations. Cette étape est importante car un objet extraterrestre laissé sur le terrain pourrait poser des problèmes dans une région à forte densité de population. Nous ne pouvons nous permettre de perdre de précieuses technologies aliennes parce qu'un idiot a ressenti le besoin d'emporter un souvenir. Bien qu'armé, l'appareil de transport de classe Firebird n'est pas capable de rivaliser avec un appareil dédié au combat, et ne devrait jamais être utilisé pour l'interception d'OVNIs détectés. Addenda Aucun. Statistiques de l'appareil : Dimensions : 8 m x 30 m x 5 m Vitesse de croisière : 785 km/h Vitesse maximale : 1 083 km/h Rayon d'opération : 18 000 km Nombre de passagers : 3 équipages, 8 soldats max. Capacité d'armement : 1 Attache de fixation moyenne (nez)
ru: ТТХ летательного аппарата -- Десантный транспорт класса "Жар-Птица" ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Технический документ, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 17 марта 2084 Автор: коммандер Поль Наварре, НИОКР: инженерно-технический отдел, ФАЛАНКС, Атлантическая ударная группа Краткий обзор Командующий, я просмотрел все эти старые файлы до Вас, и я решил заменить их моей собственной оценкой и выводами о нашем выборе десантного самолёта. Прошу прощения, если я превысил свои полномочия, но старые десантные корабли ФАЛАНКС в хранилищах просто не соответствуют современным спецификациям. Даже когда они были новыми, ни один из них не вышел из стадии прототипа. Там было только два жизнеспособных образца, и оба этих корабля последние 60 лет были законсервированы на правительственных военных складах. Они не стоят тех проблем, что возникнут при их выковыривании из хранилищ. Мы унаследовали натуральную неразбериху в отношении снаряжения, - я даже не могу найти половину материала, что предположительно предназначалась нас. Я прилагаю все усилия, чтобы найти более совершенные альтернативы для выполнения наших задач. Лишь один удачный момент в этой неразберихе с десантным самолётом, - это то, что я сумел убедить наших чиновников из ООН ассигновать некоторую долю бюджета на новый корабль, и я думаю, Вам это понравится. Галлеот "Жар-Птица" с технологией ВВП (Вертикального Взлёта и Посадки) - это наилучший летательный аппарат, который мы можем надеяться использовать в качестве десантного транспорта. Он был разработан как грузовой транспортный самолёт, но вскоре стал перевозить пассажиров, и был переоборудован военными подрядчиками в десантный транспорт. С тех пор он стал популярной альтернативой вертолетам, как у военных, так и в гражданском применении, благодаря четырём его импульсным реактивным двигателям HM-5600, которые обеспечивают "Жар-Птице" возможность ВВП, и достигают неплохой топливной экономичности наряду с гораздо меньшим количеством движущихся частей по сравнению с любым вертолётным механизмом. Это повышает надёжность всей конструкции и делает аппарат значительно быстрее, частично, в силу отсутствия вращающихся лопастей. Однако двигатели HM-5600 расходуют много горючего, и высокопроизводительное авиационное топливо может быть слишком дорогим для гражданского применения. Крейсерская скорость "Жар-Птицы" составляет 0.74 Маха. Максимальная скорость достигает 1.03 Маха, так что он едва-едва преодолевает звуковой барьер, но это служит причиной ударных нагрузок на корпус аппарата и следует избегать этого без крайней необходимости. Корабль обладает одним узлом подвески для различного вооружения, расположенным в носовой части, на который можно монтировать вооружение для поражения воздушных целей, такое как авиационные пушки или ракетные блоки. Он так же может нести дополнительное снаряжение для увеличения его полётных характеристик и боевой эффективности. Десантный отсек оборудован противоперегрузочными ремнями безопасности для 8 десантников, а грузовой отсек может служить для транспортировки и боевого развёртывания малогабаритной военной техники. На горизонте нет ничего столь же подходящего на роль нашего десантного транспорта как эта "Жар-Птица". Он быстрее любого вертолёта, более манёвренный, чем любой аэроплан с неизменяемым профилем крыла, и может быстро и эффективно реагировать на угрозу по всему миру. "Жар-Птица" нуждается в одном Большом Ангаре для хранения, техобслуживания и базовой эксплуатации. Он имеет 1 средний орудийный узел подвески, расположенный в носовой части. Рекомендованная доктрина Десантный транспорт, который будет доставлять бойцов в любую точку мира, чтобы пресечь атаки пришельцев на поверхности, или для зачистки местности в местах падения сбитых НЛО для их захвата. Он должен развёртываться немедленно в местах активности пришельцев или при захвате сбитых летательных аппаратов. Как только местность была очищена от живых пришельцев, тяжело раненные солдаты будут немедленно отправлены в госпиталь для срочной медицинской помощи. Оставшиеся бойцы будут охранять область до тех пор, пока поисковая группа ФАЛАНКС не сможет погрузить и гарантировать доставку любого или всех артефактов пришельцев на наши базы. Это важно, так как попытки похищения предметов, оставленных на поле боя, могут стать проблемой в густонаселённых регионах. Мы не можем позволить себе терять ценные технологии пришельцев из-за того, что какой-нибудь идиот захочет заиметь это в качестве сувенира. Хоть он и вооружён, десантный транспорт класса "Жар-Птица" не в состоянии противостоять специализированным истребителям, и никогда не должен отправляться как основной перехватчик при обнаружении какого-либо НЛО. Приложения Нет. Характеристики летательного аппарата: Габариты: 8м x 30м x 5м Крейсерская скорость: 785 км/ч Максимальная скорость: 1,083 км/ч Оперативный радиус действия: 18,000 км Экипаж: 3 чел Вместимость: 8 бойцов десанта Вооружение: 1 средний узел подвески (нос)
th: การประเมินยานบิน -- ยานบรรทุกชั้นไฟร์เบิร์ด เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX เอกสารเทคนิค ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 18 มีนาคม 2084 โดย: ผบ. พอล นาวาเร, แผนกวิจัยและพัฒนา ฝ่ายวิศวกรรม, PHALANX, หน่วยปฏิบัติการแอตแลนติค ภาพรวม ท่านผู้บัญชาการ, ผมได้ตรวจสอบเอกสารเก่า และขอนำเสนอการประเมินและข้อสรุปของผมในการเลือกยานลำเลียง ผมต้องขอโทษด้วยที่อาจทำงานเกินอำนาจ แต่ยานบรรทุกเก่าของ PHALANX นั้นล้าสมัยเกินกว่าจะใช้ในปัจจุบัน ไม่มีลำไหนได้รับการพัฒนาเกินยานต้นแบบเลย มีตัวอย่างเหลือเพียงสองลำ และทั้งสองลำถูกทิ้งให้เสียหายในโรงเก็บของรัฐบาลมากว่า 60 ปี ซึ่งไม่คุ้มจะเอามาปัดฝุ่นใช้ใหม่ เราได้รับแต่อุปกรณ์ตกทอดมาแย่ๆ ผมยังไม่สามารถหาของที่เขาบอกว่ามีได้ถึงครึ่งด้วยซ้ำ ผมได้พยายามเต็มที่เพื่อหาทางเลือกแทนของที่ไม่สามารถใช้งานได้อย่างที่หวัง โชคดีนิดหน่อยที่ด้านยานบรรทุกนั้น ผมสามารถแนะให้สหประชาชาติยอมสนับสนุนงบประมาณบางส่วนสำหรับยานใหม่ และผมคิดว่าท่านต้องชอบ ยาน VTOL (ยานขึ้นลงแนวดิ่ง) รุ่นกาลีออธ ไฟร์เบิร์ด เป็นยานที่ดีที่สุดที่เราจะนำมาใช้เป็นยานบรรทุก มันถูกออกแบบเป็นยานบรรทุกสินค้า แต่ได้ถูกนำมาเปลี่ยนเป็นยานบรรทุกทหารโดยบริษัทผลิตอาวุธ และได้กลายเป็นตัวเลือกแทนเฮลิคอปเตอร์ทั้งด้านการทหารและพลเรือน เนื่องจากเครื่องยนต์ HM-5600 สี่ตัว ซึ่งทำให้ไฟร์เบิร์ดสามารถขึ้นลงได้ในแนวดิ่ง และประหยัดพลังงาน โดยมีชิ้นส่วนเคลื่อนไหวน้อยกว่าเฮลิคอปเตอร์ แต่เครื่อง HM-5600 ก็ยังกินน้ำมัน และค่าน้ำมันเครื่องบินกำลังสูง ก็ยังแพงเกินกว่าจะไปใช้ด้านพลเรือนได้ อัตราความเร็วปกตอยู่ที่ 0.74 มัค และความเร็วสูงสุดที่ 1.03 มัคซึ่งทำให้มันเร็วกว่าเสียงเล็กน้อย แต่มันจะทำให้โครงสร้างรับแรงกดมาก และไม่ควรใช้นอกจากเหตุฉุกเฉิน มันมีจุดติดอาวุธหนึ่งแห่งตรงปลาย ซึ่งจะติดอาวุธการรบทางอากาศเช่นปืนใหญ่หรือฐานมิซไซล์ และยังสามารถติดตั้งอุปกรณ์เสริมเพื่อเพิ่มความสามารถด้านการบินและการรบ มีที่สำหรับทหารแปดคน และช่องเก็บของที่สามารถบรรทุกพาหนะรบขนาดเล็กได้ ไม่มียานรบใดจะเหมาะกับเรามากกว่าไฟร์เบิร์ด ยานนี้เร็วกว่าคอปเตอร์ คล่องตัวกว่าเครื่องบินที่มีปีกปรับไม่ได้ และสามารถปฏิบัติงานได้เร็วและมีประสิทธิภาพทั่วโลก ไฟร์เบิร์ดต้องใช้โรงเก็บเครื่องบินใหญ่ 1 แห่งในการเก็บ การบำรุงรักษา และการปฏิบัติการ มันมีจุดติดอาวุธขนาดกลางหนึ่งแห่งตรงปลาย กฎข้อแนะนำ ยานบรรทุกจะลำเลียงทหารของเราไปทั่วโลก เพื่อตอบโต้การโจมตีภาคพื้นของมนุษย์ต่างดาว หรือเพื่อตรวจสอบจุดตกของจานบินเพื่อทำการเก็บกู้ ต้องมีการส่งกำลังไปที่จุดที่มีมนุษย์ต่างดาว และเพื่อเก็บกู้ซากอุปกรณ์ต่างดาว เมื่อจัดการมนุษย์ต่างดาวเสร็จสิ้น ทหารที่บาดเจ็บหนักจะถูกรับตัวมารักษา ส่วนที่เหลือจะอยู่ต่อจนกว่าทีมเก็บกู้จะเข้ามาดำเนินงาน และจัดการขนส่งสมบัติต่างดาวกลับฐาน นี่เป็นสิ่งสำคัญเพราะการเข้ามาโขมยสิ่งของในสนามรบเป็นปัญหาในเขตที่มีประชากรหนาแน่น เราต้องไม่ให้วิทยาการต่างดาวอันมีค่าต้องสูญหาย เพราะไอ้งี่เง่าบางคนอยากจะเก็บของที่ระลึก แม้จะมีอาวุธ ยานบรรทุกไฟร์เบิร์ดก็ยังไม่สามารถสู้กับยานต่อสู้ได้ และไม่ควรนำไปใช้เป็นยานขับไล่เพียงลำพังเมื่อพบจานบิน ข้อมูลเพิ่มเติม ไม่มี ข้อมูลจำเพาะ: ขนาด: 8 ม. x 30 ม. x 5 ม. ความเร็วปกติ: 785 กม./ชม. ความเร็วสูงสุด: 1,083 กม./ชม. ขอบเขตการทำงาน: 18,000 กม. ลูกเรือ: ลูกเรือ 3 คน,ทหารสูงสุด 8 คน อุปกรณ์: ที่ติดอาวุธขนาดกลาง 1 จุด (ส่วนหัว), ช่องติดอุปกรณ์ 2 ช่อง,ช่องใส่เกราะ 1 แห่ง
