Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: craft_weapon_tr20_txt
de: Technische Spezifikationen: TR-20 Raketenwerfer KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Nun, da wir Flugzeuge haben, die UFOs angreifen können, müssen wir sie mit Waffen ausrüsten, die diese UFOs auch abschießen können. Wir haben jede Waffe der Erde für das Excaliburprogramm getestet und wir haben nur das Beste für die Verteidigung unseres Planeten ausgesucht. Der TR-20 Raketenwerfer ist eine interessante Abwandlung von konventionellen Luft-Luft Waffen, die eigentlich für Luft-Boden Einsätze gedacht war. Der Werfer beinhaltet bis zu 128 sehr kleinen, sehr schnellen Raketen mit Spitzen aus angereichertem Uranium und starken Pulsexplosionstriebwerken. Niemand dachte daran, die TR-20 für etwas anderes als das Zerlegen von Bodenzielen zu nutzen, bis ein Kampfhubschrauberpilot in Afrika ihr Potential erkannte. Zu der Zeit wurde der Pilot -- der letzte Überlebende seiner Staffel -- von drei MiGs, die sich für den Todesschutz näherten an einer Felzwand festgenagelt. Mit fast komplett leergeschossenen Waffen hatte der Pilot nur noch eine Waffe, und das war ein Werfer mit TR-20 Raketen. Er machte einen selbstmörderischen Ausfall mit vollen Nachbrennern und schaffte es, alle drei MiGs mit Schnellfeuer abzuschießen, bevor ihm der Treibstoff ausging und er eine Bruchlandung hinlegte. Nach zwei Tagen kehrte er ohne einen Kratzer zur Basis zurück. Obwohl ungelenkt beinhalten der TR-20 Raketenwerfer solch eine große Zahl Raketen, dass sie fast wie ein Raketenmaschinengewehr genutzt werden können. Das kommt daher, weil die Raketen innerhalb ihrer Schächte gestapelt sind, acht in jedem Schacht und in einer zeitlich festgelegten Sequenz abgefeuert. Das System ist so schnell, dass alle Raketen innerhalb eines Schachtes schon gezündet und unterwegs sind, bevor die erste Rakete den Werfer überhaupt verlassen hat. An der höchstmöglichen Feuerrate kann der Werfer alle 128 Raketen in 0.2 Sekunden abfeuern. Das ist normalerweise aber, aufgrund der geringen Zielgenauigkeit einer Salve, auf ca. 300 Schuss pro Minute gedrosselt. Die Vorteile des TR-20 gegenüber des SHIVA Geschützes sind eine größere Reichweite und größere Schlagkraft. Auf der anderen Seite steht die begrenzte Munition gegenüber den großen Magazinen der SHIVA. Ein einzelner TR-20 Werfer dürfte in einem Luftkampf gegen ein UFO nie reichen. Empfohlener Einsatz Wir glauben, der TR-20 wird sich gegen langsamere oder sich langsam bewegende UFOs gut bewähren, vor allem, wenn deren Antriebssysteme irgendwie beschädigt wurden. In diesen Situationen wird der TR-20 mit fliegenden Fahnen bestehen und schlägt gnadenlos auf das Ziel ein. Aber die Zielgenauigkeit sinkt gewaltig gegen schnelle Gegner. Das Schadenspotential ist unwichtig, wenn wir keinen einzigen Treffer verbuchen können. Aus diesem Grund wird empfohlen, den TR-20 in Maßen einzusetzen und nur in Situationen, die ihren Stärken entsprechen, wie zum Beispiel das Angreifen von UFOs mit mehreren Flugzeugen. Der Staffelführer kann das Ziel mit Geschützen und Lenkwaffen in die Todeszone seiner Flügelmänner lenken, wo der Flügelmann dann eine klare Schusslinie mit seinen Raketen hat. Selbst dann sollte nicht mehr als ein einzelner TR-20 Werfer auf ein Flugzeug geladen werden, um maximale Luft-Luft Effizienz zu gewährleisten. Wenn das Missionsziel stationär oder am Boden ist, werden diese Raketen ideal sein, um jede geartete Verteidigung vor einer taktischen Mission aufzuweichen. Zusatz Keiner.
fr: Spécifications techniques : Lance-Roquettes TR-20 NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Maintenant que nous disposons d'appareils aptes à intercepter les OVNIs, nous devons les équiper avec des armes qui permettront leur destruction. Nous avons testé toutes celles disponibles sur Terre pour leur éventuelle intégration dans le programme Excalibur, et nous avons sélectionné les meilleures pour la défense de notre planète. Le Lance-Roquettes TR-20 est un cas intéressant parmi les armes air/air, car il fut initialement conçu pour les opérations air/sol. Le lanceur contient 128 roquettes, très petites et très rapides. Leur ogive est en uranium appauvri, et elles sont propulsées par un moteur à ondes de détonation pulsées. Personne n'avait envisagé d'utiliser le TR-20 pour autre chose que la destruction de cibles au sol, jusqu'à ce qu'à ce que le pilote d'un hélicoptère de combat africain découvre son potentiel. À l'époque, le pilote, dernier survivant de sa formation, était acculé à une montagne par trois jets MiG prêt à l'éliminer. À cours de munitions, la seule arme restante au pilote était le lance-roquettes TR-20. Dans une attaque suicidaire, postcombustions enclenchée, il parvint à détruire les trois MiGs en lançant rapidement ses roquettes, avant d'atterrir en catastrophe, à court de carburant. Il arriva à sa base aérienne deux jours plus tard, sans une égratignure. Bien que non guidés, les lanceurs TR-20 possèdent un tel nombre de roquettes qu'ils peuvent être utilisés comme "arme automatique à roquettes". Ceci est possible par le rangement serré des roquettes dans leurs tubes de lancement, huit par tube, et leur mise à feu contrôlée électroniquement. Ce système est si rapide que les huit roquettes d'un même tube peuvent être mises à feu avant que la première ait réellement quitté le tube. À cette cadence maximum, le lanceur peut délivrer ses 128 roquettes en 0,2 secondes. Cependant, la cadence réellement utilisée est plutôt de 300 roquettes par seconde pour améliorer la précision du tir. Les avantages du TR-20 sur le canon SHIVA sont sa portée plus grande et sa puissance destructrice plus importante. Le nombre de ses munitions est en revanche beaucoup plus limité, et il est probable qu'un lanceur TR-20 soit à court de munitions avant la fin d'un combat contre un OVNI. Doctrine recommandée Nous pensons que le TR-20 devrait bien se comporter contre les OVNIs peu rapides, ou ceux dont les systèmes de propulsion ont été endommagés. Dans ces cas, les roquettes TR-20 seront d'une efficacité redoutable. Cependant, leur précision décroît rapidement avec la vitesse de la cible. Les importants dégâts qu'elles peuvent infliger deviennent inutiles si aucune roquette n'atteint son but. Pour cette raison, il est recommandé d'utiliser le TR-20 avec modération et dans les situations où il devient réellement avantageux, comme lors d'une rencontre d'un seul OVNI avec plusieurs de nos appareils. Le chef de la formation peut alors pousser la cible vers ses équipiers à l'aide de ses canons ou de ses armes guidées. Ceux-ci pourront alors utiliser leurs roquettes dès que l'OVNI sera à une portée optimale. Même ainsi, nous déconseillons l'installation de plusieurs lanceurs sur un seul appareil pour une efficacité air/air maximum. Si la cible est immobile ou fixée au sol, ces roquettes seront idéales pour affaiblir ses défenses et défenseurs avant une opération tactique. Addenda Aucun.
ru: Technical Specifications: TR-20 Rocket Pod CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. The TR-20 rocket pod is an interesting departure from conventional air-to-air weapons, in that it was originally designed for air-to-ground operations. The pod contains a total of 128 very small, very fast rockets with depleted uranium tips and powerful pulse detonation engines. No one considered using the TR-20 for anything other than chewing up ground targets until an attack helicopter pilot in Africa discovered their potential. At the time, the pilot -- the last surviving member of his flight -- had been cornered against a mountain by three MiG jets which were closing in for the kill. With nearly all his weapons expended, the only thing the pilot had left to fight with was one pod of TR-20 rockets. He made a suicide run with full afterburners, and managed to swat all three MiGs out of the sky with rapid fire before he ran out of fuel and had to crash-land. He returned to his airbase two days later without a scratch on him. Though unguided, TR-20 pods contain such a large number of rockets that they can be used almost like a rocket machine gun. This is because the rockets are stacked nose to tail inside their launch tubes, eight to each tube, and fired electronically in a timed sequence. This system is so fast that all eight rockets in a tube can be ignited and underway before the first rocket actually leaves the tube. At its maximum possible rate of fire, the pod can fire all 128 rockets in 0.2 seconds. However, this is usually throttled back to approx. 300 rounds per minute due to the low accuracy of any single volley. The advantages of the TR-20 over the SHIVA cannon are increased range and greater hitting power. However, the pod's ammo capacity is limited compared to the SHIVA's large portable magazines, and a single TR-20 pod is unlikely to last through a full UFO engagement. Recommended Doctrine We anticipate the TR-20 will perform nicely against slower or slow-moving UFOs, especially if their propulsion systems have been damaged somehow. In these situations, TR-20 rockets perform with flying colours, tearing mercilessly into a target. However, accuracy drops rapidly against faster opponents. Damage potential is irrelevant if we can't place a single round on the target. For this reason, it's recommended we use the TR-20 in moderation and mostly in situations that play to its strengths, such as when engaging a single UFO with multiple aircraft. The flight leader can drive the target into his wingman's killzone with cannons or guided weapons, at which point the wingman has a clear shot with his rockets. Even so, no more than a single TR-20 pod should be loaded on any one aircraft for maximum air-to-air efficiency. If the mission target is stationary or ground-based, these rockets will be ideal for softening up any defences and defenders before a tactical mission. Addenda None.
th: Technical Specifications: TR-20 Rocket Pod CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. The TR-20 rocket pod is an interesting departure from conventional air-to-air weapons, in that it was originally designed for air-to-ground operations. The pod contains a total of 128 very small, very fast rockets with depleted uranium tips and powerful pulse detonation engines. No one considered using the TR-20 for anything other than chewing up ground targets until an attack helicopter pilot in Africa discovered their potential. At the time, the pilot -- the last surviving member of his flight -- had been cornered against a mountain by three MiG jets which were closing in for the kill. With nearly all his weapons expended, the only thing the pilot had left to fight with was one pod of TR-20 rockets. He made a suicide run with full afterburners, and managed to swat all three MiGs out of the sky with rapid fire before he ran out of fuel and had to crash-land. He returned to his airbase two days later without a scratch on him. Though unguided, TR-20 pods contain such a large number of rockets that they can be used almost like a rocket machine gun. This is because the rockets are stacked nose to tail inside their launch tubes, eight to each tube, and fired electronically in a timed sequence. This system is so fast that all eight rockets in a tube can be ignited and underway before the first rocket actually leaves the tube. At its maximum possible rate of fire, the pod can fire all 128 rockets in 0.2 seconds. However, this is usually throttled back to approx. 300 rounds per minute due to the low accuracy of any single volley. The advantages of the TR-20 over the SHIVA cannon are increased range and greater hitting power. However, the pod's ammo capacity is limited compared to the SHIVA's large portable magazines, and a single TR-20 pod is unlikely to last through a full UFO engagement. Recommended Doctrine We anticipate the TR-20 will perform nicely against slower or slow-moving UFOs, especially if their propulsion systems have been damaged somehow. In these situations, TR-20 rockets perform with flying colours, tearing mercilessly into a target. However, accuracy drops rapidly against faster opponents. Damage potential is irrelevant if we can't place a single round on the target. For this reason, it's recommended we use the TR-20 in moderation and mostly in situations that play to its strengths, such as when engaging a single UFO with multiple aircraft. The flight leader can drive the target into his wingman's killzone with cannons or guided weapons, at which point the wingman has a clear shot with his rockets. Even so, no more than a single TR-20 pod should be loaded on any one aircraft for maximum air-to-air efficiency. If the mission target is stationary or ground-based, these rockets will be ideal for softening up any defences and defenders before a tactical mission. Addenda None.
