Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: irgoggles_txt
de: Technische Spezifikationen: Infrarotbrille KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Infrarot Nachtsicht wurde schon seit Generationen auf dem Schlachtfeld benutzt und Miniaturisierungstechnologie erlaubte es, ein Teil der Standardausrüstung eines Soldaten während eines Nachteinsatzes zu werden. Fortschritte in Elektronik in den letzten 30 Jahren haben die Infrarotgeräte auf die Größe von Taucherbrillen verkleinert, ohne dass es Einbußen in der Funktionsfähigkeit gab. Diese Brille sieht alle Infrarotemissionen im Gebiet und stellt sie auf der Innenseite der Gläser dar. Sie kann leicht für die Dauer des Nachteinsatzes getragen werden und vergrößert die Sichtweite des Soldaten in der Dunkelheit stark und erlaubt es ihm sogar, Ziele durch dünne Wände zu sehen. Dicke Wände sind ein größeres Hindernis und könnten Ziele dahinter komplett verdecken. Natürlich gibt es keinerlei Möglichkeit, zwischen den IR Signaturen von Außerirdischen und Zivilisten zu unterscheiden, wenn sie gerade hinter einem Hindernis stehen. Unsere IR Brillen funktionieren auch am Tag, aber ihre Effektivität ist dann stark eingeschränkt. Unglücklicherweise hat auch diese Technologie ihre Schattenseiten. Wenn ein Soldat eine Brille trägt, ist sein Sichtbereich in den Augenwinkeln und seine Hand-Augen-Koordination eingeschränkt, was einen leichten Verlust der Treffsicherheit verursacht. Sie behindern die Sicht des Soldaten, solange er sie trägt. Schlimmer, unsere Aufzeichnungen aus Mumbai bestätigen, dass einige Außerirdische geringe Hitzeemissionen ausstrahlen, die nicht im Infrarotbereich auftauchen. Die Entdeckungsreichweite dieser Außerirdischen ist drastisch verringert, was ihnen erlaubt, sich an uns heranzuschleichen, wenn kein anderes Teammitglied in der Nähe ist, um diesen Außerirdischen zu sehen. Um es zusammen zu fassen: Diese Brillen erhöhen unsere Performance bei Nacht exponentiell und machen Nachteinsätze dadurch weniger gefährlich für unsere Truppen. Allerdings sind und werden sie nie ein sicherer Ersatz für das menschliche Auge sein. Empfohlener Einsatz Wir sollten diese Brille sparsam und taktisch einsetzen um Verluste zu vermeiden. Es wird empfohlen, dass nicht mehr als die Hälfte des Teams eine Infrarotbrille trägt, um Überraschungen zu vermeiden. Zwei-Personen-Teams - einer mit Brille und einer ohne - werden für maximale Schlachtfeldeffektivität empfohlen. Das Benutzen von Brillen während des Tages wird im Allgemeinen nicht empfohlen, da sie den größten Teil ihres Nutzens am Tag verlieren. Der einzige Grund, warum sie am Tag getragen werden sollte, ist die Tatsache, dass sie durch Wände sehen kann. Nahkampftruppen werden von der verringerten Treffsicherheit am wenigsten betroffen. Auf der anderen Seite können sich Schützen diese Verringerung nicht leisten, da ein Fehlschuss einer dieser Waffen schlimme Konsequenzen haben kann. Vor allem Scharfschützen werden Infrarotlaser an ihren Zielfernrohren zur Verfügung haben. Zusatz Keiner.
fr: Spécifications techniques : Lunettes IR NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé non seulement pour fabriquer des armes adéquates pour combattre la menace alienne ; mais également pour développer des armures et autres objets d'utilité militaire afin d'aider les soldats à mener à bien leur mission et à revenir en vie à leur base. Ces inventions sont destinées à améliorer les capacités de combat des soldats, et d'une façon plus générale, leurs chances de survie. L'imagerie de nuit par infrarouge est utilisée sur les champs de bataille depuis des générations, et les technologies de miniaturisation l'ont fait entrer dans l'équipement standard des soldats pour les opérations nocturnes. Les progrès en électronique des trente dernières années ont permis aux équipements d'imagerie IR d'atteindre la taille de lunettes de plongée sans perte d'efficacité. Ces lunettes captent les émissions infrarouges du milieu environnant et les imagent sur la surface interne aux lunettes. Elles peuvent être facilement portées pendant toute la durée d'une opération nocturne, augmentant considérablement la profondeur de vue du soldat dans l'obscurité et lui permettant de voir des cibles à travers des murs de fine épaisseur. Les murs épais présentent un obstacle plus important et peuvent complètement occulter les cibles se trouvant derrière. Il n'y a évidemment aucun moyen de distinguer la signature infrarouge d'un civil de celle d'un alien dès lors qu'il n'y a pas de vision directe de la cible. Aucune conclusion ne pourra donc être tirée d'une forme située derrière un mur. Nos lunettes infrarouge fonctionnent également de jour, bien qu'elles soient beaucoup moins performantes que de nuit. Malheureusement, cette technologie présente également des inconvénients. Porter des lunettes limite la vision périphérique du soldat et réduit sa coordination, handicapant la précision du porteur. Elles perturberont la vision du soldat aussi longtemps qu'elles seront portées. Pire, nos dossiers sur Mumbai confirment que certains aliens émettent peu de radiations infrarouges, et sont ainsi totalement invisibles aux lunettes IR. La portée de détection de ce type d'alien est considérablement réduite, leur permettant d'approcher furtivement de nos positions si aucun autre membre de l'escouade ne peut voir la menace approchant. En conclusion, ces lunettes augmenteront incroyablement nos performances nocturnes, rendant ce type d'opérations moins risqué pour nos troupes. Elles ne sont cependant pas, et ne seront jamais, un substitut infaillible du globe oculaire v.1. Doctrine recommandée Nous devrions utiliser cet équipement avec parcimonie pour éviter les erreurs coûteuses. Nous conseillons d'équiper moins de la moitié d'une équipe avec des lunettes IR, afin d'éviter toute mauvaise surprise. Pour une efficacité sur le champ de bataille optimale, nous recommandons la formation de binômes constitués d'un soldat portant des lunettes et d'un autre sans. L'utilisation de lunettes IR pendant la journée est généralement contre-indiquée, étant donné qu'elles perdent presque tout leur intérêt en conditions diurnes. La seule raison d'en porter dans ces situations serait leur faible capacité à voir à travers les murs. Les troupes de combat rapproché souffriront moins des pénalités d'adresse infligées par les lunettes IR. Par contre, les tireurs à longue portée ne peuvent se permettre cet handicap, étant donné qu'un tir manqué avec une de ces armes peut entraîner les pires conséquences. En particulier, les tireurs d'élite disposeront plutôt d'une visée laser infrarouge montée sur leur fusil. Addenda Aucun.
ru: Technical Specifications: IR Goggles CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created not only to find the right weapons to combat the alien threat, but also to find armour and other items of battlefield utility to help our soldiers complete their missions and return to base alive. These items are designed to increase a soldier's combat effectiveness or general survivability. Infrared night-vision imaging has been used on battlefields for generations, and miniaturisation technology has allowed it to become part of a soldier's standard issue for nighttime operations. Advances in electronics over the last 30 years have allowed IR imaging equipment to shrink to the size of swimming goggles with no loss of efficiency. These goggles pick up all infrared emissions in the area and display them on the inside of the lenses. They can be easily worn for the duration of a nighttime engagement, greatly extending a soldier's visual range in the darkness and allowing him to see targets through thin walls. Thick walls present a greater obstacle and may obscure targets inside entirely. Of course, there is no way to distinguish between the IR signatures of civilians and those of aliens whenever we do not have direct line of sight. Any readings taken through walls or other obstacles will not be conclusive. Our IR goggles will work even during the day, though their effectiveness will be greatly reduced in daylight. Unfortunately, this technology does have its drawbacks. Wearing goggles limits the soldier's peripheral vision and reduces hand-eye coordination, causing a slight drop in accuracy. They will hamper a soldier's eyesight as long as they are worn. Worse, our records from Mumbai confirm that some aliens with low heat emissions don't show up on infrared at all. Detection range for these aliens will actually be reduced, allowing them to sneak up on us if no other members of the team are in range to spot the approaching threat. In conclusion, these goggles will increase our nighttime performance exponentially, making night engagements much more survivable for our troops. However, they are not and will never be a foolproof substitute for the Mk. 1 Eyeball. Recommended Doctrine We should use these items sparingly and tactically to avoid costly mistakes. It is recommended that no more than half the team wear goggles during an engagement in order to avoid surprises. Two-man fireteams -- one man equipped with goggles, one man with normal eyesight -- are recommended for maximum battlefield effectiveness. Using goggles during daytime is generally contraindicated, as they lose most of their utility in daylight conditions. The only reason to continue wearing them under such conditions is their limited ability to see through walls. Close-range combat troops will suffer least from the accuracy penalty inflicted by IR goggles. However, longer-range shooters cannot afford this penalty, as a missed shot with one of these weapons may have dire consequences. Snipers in particular will have infrared laser targeting available via their scopes anyway. Addenda None.
th: Technical Specifications: IR Goggles CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created not only to find the right weapons to combat the alien threat, but also to find armour and other items of battlefield utility to help our soldiers complete their missions and return to base alive. These items are designed to increase a soldier's combat effectiveness or general survivability. Infrared night-vision imaging has been used on battlefields for generations, and miniaturisation technology has allowed it to become part of a soldier's standard issue for nighttime operations. Advances in electronics over the last 30 years have allowed IR imaging equipment to shrink to the size of swimming goggles with no loss of efficiency. These goggles pick up all infrared emissions in the area and display them on the inside of the lenses. They can be easily worn for the duration of a nighttime engagement, greatly extending a soldier's visual range in the darkness and allowing him to see targets through thin walls. Thick walls present a greater obstacle and may obscure targets inside entirely. Of course, there is no way to distinguish between the IR signatures of civilians and those of aliens whenever we do not have direct line of sight. Any readings taken through walls or other obstacles will not be conclusive. Our IR goggles will work even during the day, though their effectiveness will be greatly reduced in daylight. Unfortunately, this technology does have its drawbacks. Wearing goggles limits the soldier's peripheral vision and reduces hand-eye coordination, causing a slight drop in accuracy. They will hamper a soldier's eyesight as long as they are worn. Worse, our records from Mumbai confirm that some aliens with low heat emissions don't show up on infrared at all. Detection range for these aliens will actually be reduced, allowing them to sneak up on us if no other members of the team are in range to spot the approaching threat. In conclusion, these goggles will increase our nighttime performance exponentially, making night engagements much more survivable for our troops. However, they are not and will never be a foolproof substitute for the Mk. 1 Eyeball. Recommended Doctrine We should use these items sparingly and tactically to avoid costly mistakes. It is recommended that no more than half the team wear goggles during an engagement in order to avoid surprises. Two-man fireteams -- one man equipped with goggles, one man with normal eyesight -- are recommended for maximum battlefield effectiveness. Using goggles during daytime is generally contraindicated, as they lose most of their utility in daylight conditions. The only reason to continue wearing them under such conditions is their limited ability to see through walls. Close-range combat troops will suffer least from the accuracy penalty inflicted by IR goggles. However, longer-range shooters cannot afford this penalty, as a missed shot with one of these weapons may have dire consequences. Snipers in particular will have infrared laser targeting available via their scopes anyway. Addenda None.
