Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: craft_shield_plating_txt
de: Commander, I've got some good news. My team and I have finished prototyping the alien aircraft plating project. Our new armour is now ready for full PHALANX production. This has been a difficult project from the start. We've faced several major challenges in designing equipment capable of bending the alien materials into the shapes we want, and 'programming' the materials to change when we want and how we want them to do so. Ultimately we overcame these problems, but then we had to deal with the natural limitations of the material. The main drawback of these alien materials is their weight. They are significantly heftier than modern human aircraft materials, and anything we make from them will suffer from the extra weight. The only way the aliens manage to keep their wingless UFOs in the sky is through overwhelming engine power. Airspeed, manoeuvrability, fuel consumption, maximum operational range -- all these will be negatively affected by putting alien materials onto our aircraft. However, it's a sacrifice we don't seem to have any choice in making. Even a very thin skin of alien materials offers a substantial protective benefit, shrugging off hits that would turn our Polymer Aircraft Armour to paste. During air trials of the new armour, one of our own "Sparrowhawk" missiles -- which can bring down most Earth-built aircraft in a single hit -- failed to inflict significant harm to the test craft. I'm not even joking. We've got half an hour of compiled test footage that will confirm everything I just said. The new aircraft plating we've designed takes full advantage of these capabilities and shows the supreme toughness of the alien materials. The armour can take Particle Beam Weapon hits at point blank range without breaking up. For the very first time, our aircraft will be able to soak up tremendous amounts of damage and still keep flying like the aliens do. I wouldn't say we're quite in the same league yet, but we're getting there. It may only be feasible to use this armour on aircraft equipped with alien propulsion or otherwise upgraded engines, due to the increased weight and reduced speed and range. Still, even if that turns out to be the case, the new plating will be essential in keeping our current airfleet effective against the mounting alien threat. You and I both know the price tag of new aircraft, Commander -- we cannot afford to let any of our planes become obsolete. --Cdr. Navarre
fr: Commander, I've got some good news. My team and I have finished prototyping the alien aircraft plating project. Our new armour is now ready for full PHALANX production. This has been a difficult project from the start. We've faced several major challenges in designing equipment capable of bending the alien materials into the shapes we want, and 'programming' the materials to change when we want and how we want them to do so. Ultimately we overcame these problems, but then we had to deal with the natural limitations of the material. The main drawback of these alien materials is their weight. They are significantly heftier than modern human aircraft materials, and anything we make from them will suffer from the extra weight. The only way the aliens manage to keep their wingless UFOs in the sky is through overwhelming engine power. Airspeed, manoeuvrability, fuel consumption, maximum operational range -- all these will be negatively affected by putting alien materials onto our aircraft. However, it's a sacrifice we don't seem to have any choice in making. Even a very thin skin of alien materials offers a substantial protective benefit, shrugging off hits that would turn our Polymer Aircraft Armour to paste. During air trials of the new armour, one of our own "Sparrowhawk" missiles -- which can bring down most Earth-built aircraft in a single hit -- failed to inflict significant harm to the test craft. I'm not even joking. We've got half an hour of compiled test footage that will confirm everything I just said. The new aircraft plating we've designed takes full advantage of these capabilities and shows the supreme toughness of the alien materials. The armour can take Particle Beam Weapon hits at point blank range without breaking up. For the very first time, our aircraft will be able to soak up tremendous amounts of damage and still keep flying like the aliens do. I wouldn't say we're quite in the same league yet, but we're getting there. It may only be feasible to use this armour on aircraft equipped with alien propulsion or otherwise upgraded engines, due to the increased weight and reduced speed and range. Still, even if that turns out to be the case, the new plating will be essential in keeping our current airfleet effective against the mounting alien threat. You and I both know the price tag of new aircraft, Commander -- we cannot afford to let any of our planes become obsolete. --Cdr. Navarre
ru: Commander, I've got some good news. My team and I have finished prototyping the alien aircraft plating project. Our new armour is now ready for full PHALANX production. This has been a difficult project from the start. We've faced several major challenges in designing equipment capable of bending the alien materials into the shapes we want, and 'programming' the materials to change when we want and how we want them to do so. Ultimately we overcame these problems, but then we had to deal with the natural limitations of the material. The main drawback of these alien materials is their weight. They are significantly heftier than modern human aircraft materials, and anything we make from them will suffer from the extra weight. The only way the aliens manage to keep their wingless UFOs in the sky is through overwhelming engine power. Airspeed, manoeuvrability, fuel consumption, maximum operational range -- all these will be negatively affected by putting alien materials onto our aircraft. However, it's a sacrifice we don't seem to have any choice in making. Even a very thin skin of alien materials offers a substantial protective benefit, shrugging off hits that would turn our Polymer Aircraft Armour to paste. During air trials of the new armour, one of our own "Sparrowhawk" missiles -- which can bring down most Earth-built aircraft in a single hit -- failed to inflict significant harm to the test craft. I'm not even joking. We've got half an hour of compiled test footage that will confirm everything I just said. The new aircraft plating we've designed takes full advantage of these capabilities and shows the supreme toughness of the alien materials. The armour can take Particle Beam Weapon hits at point blank range without breaking up. For the very first time, our aircraft will be able to soak up tremendous amounts of damage and still keep flying like the aliens do. I wouldn't say we're quite in the same league yet, but we're getting there. It may only be feasible to use this armour on aircraft equipped with alien propulsion or otherwise upgraded engines, due to the increased weight and reduced speed and range. Still, even if that turns out to be the case, the new plating will be essential in keeping our current airfleet effective against the mounting alien threat. You and I both know the price tag of new aircraft, Commander -- we cannot afford to let any of our planes become obsolete. --Cdr. Navarre

source: craft_alien_astrogation_pre_txt
fr: Commandant, la récupération d'une unité de navigation alienne intacte est un événement important. Bien que cette unité ne semble pas contenir de carte stellaire, cela nous permettra de déchiffrer la notation astronomique alienne et de mettre à jour la puissance de notre propre système de navigation grâce à plusieurs ordres d'amplitude. Le travail effectué ici peut éventuellement nous aider à retracer le trajet des aliens jusqu'à leur planète mère. La navigation alienne, ainsi que la propulsion et la détection alienne, sont les trois piliers de la conception des OVNI. Ce qui signifie un pas de plus nous rapprochant de l'aptitude à fabriquer un vaisseau de défense interplanétaire. --Cdt. Navarre
ru: Commander, the recovery of an intact alien astrogation unit is an important milestone. Although this unit doesn't seem to contain a star chart, it will allow us to decipher alien astronomical notations and upgrade the power of our own astrogation systems by several orders of magnitude. Eventually the work we do here may help us backtrack the aliens to their home planet. Along with Alien Propulsion and Alien Detection, Alien Astrogation is one of the three pillars of UFO design. Understanding it will bring us a big step closer to the ability to build an atmosphere-capable interplanetary defence craft. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: craft_alien_astrogation_txt
fr: Commandant, nous avons fini de travailler sur l'unité de navigation alienne récupérée. voici un résumé de mon rapport. Nous avons conclu au début de notre enquête que cette unité de navigation est, à sa base, un ordinateur avec des logiciels spécialisés chargés -- tous destinés uniquement à des fins de tracer une route d'un point dans l'espace à un autre. Il utilise un nouveau système de notation astronomique, que nous avons décidé d'adopter afin de rendre l'utilisation de ce matériel alien possible. Maintenant que nous avons compris son système de notation, nous pouvons voir que l'unité de navigation convient parfaitement à son utilisation. Une fois rentré une entrée correcte, le système peut tracer une route de n'importe où à n'importe où en secondes, et peut, de façon intelligente, recalculer la route avec des filtres comme 'le plus rapide', 'le plus court', 'le moins dangereux', et ainsi de suite. ces filtres peuvent être ordonnés par priorité à l'infini jusqu'à ce que le système donne la route exacte voulue. Il est même capable de prendre en compte le paramètre 'Plus Vite que La Lumière' lors du traçage de la route, ce qui tend à vérifier la théorie selon laquelle les aliens auraient accès à certaines technologie permettant d'atteindre une vitesse supérieure à la vitesse lumière (PVQL). Le seul problème avec la méthode de traçage de ces unités est qu'elle requiert un carte stellaire pour donner de la précision au routes allant au-delà de la fourchette de détection des OVNI. Nous n'avons jamais trouvé de carte stellaire sur les OVNI récupérés. Peut-être que seuls ceux avec un système PVQL ont une carte stellaire chargée; ils auraient sûrement besoin de cela pour naviguer. Au lieu de l'insaisissable carte stellaire, nous avons découvert que l'unité de navigation que nous avons récupéré contient énormément de détails sur la Terre et son système solaire. Les cartes des surfaces des planètes et toutes leurs lunes (même une lune de Pluton précédemment inconnue), le spectre des analyses de tous les corps dans la ceinture d'astéroïde ainsi que de la lointaine ceinture de Kuiper, et les orbites de tous les corps dans le système solaire tracée des centaines d'années à l'avance. Nous ne sommes pas sûr que cette information nous sera d'une quelconque utilité, mais cela renforcerait grandement les connaissance de l'humanité sur notre système -- lorsque nous serons autorisés à le révéler au public. Il est possible de programmer notre propre carte stellaire dans l'unité de navigation, mais je n'imagine combien notre carte serait primitive et incomplète comparée à celle des aliens. Je ne tolérerai aucun voyage interstellaire avec ces unités tant que nous n'aurons pas récupéré de carte stellaire alienne. Toutefois, en attendant, nous pourrions certainement utiliser ces dernières pour naviguer dans le système solaire si nous pouvions concevoir un appareil PHALANX pouvant être lancé dans l'espace. Ils simplifieront grandement l'ensemble du processus de voyage interplanétaire à un tel point que nous serons en mesure de lancer des missions sur Saturne où même Pluton simplement en appuyant sur un bouton. Et c'est quelque chose que nous devrions faire dès que possible. --Cdt. Navarre
ru: Commander, we've finished work on the captured alien astrogation unit. Here is a summary of my report. We concluded early on in our survey that this astrogation unit is, at its core, a purpose-built computer of extraordinary power loaded with specialised software -- all intended solely for the purpose of plotting a course from one point in space to another. It uses a new, alien system of astronomical notation which we've decided to adopt in order to make use of this alien hardware. Now that we've figured out its notation system, we can see that the astrogation unit is very good at what it does. Given correct input, the system can plot a course from anywhere to anywhere in seconds, and it can intelligently recompute that course with filters like 'least travel time', 'shortest distance', 'fewest navigational hazards', and so on. These filters can be layered on endlessly until the system spits out the exact course you want. It is even able to take into account faster-than-light capability when plotting a course, which all but verifies the theory that the aliens do indeed have access to some type of FTL technology. The only problem with the unit's plotting method is that it requires a star chart to give accurate courses beyond the UFO's sensor range. We have never found a star chart loaded onto any UFO we've recovered. Perhaps only UFOs with an FTL drive have a chart loaded; they would surely need it for navigation. Instead of the elusive star chart, the astrogation units we've recovered so far contain enormous detail on Earth and the solar system. Surface maps of the outer planets and all their moons (even a previously-undiscovered moon of Pluto), spectrum analyses of every body in the asteroid belt as well as the distant Kuiper belt, and the orbits of every body in the solar system plotted out hundreds of years in advance. We're not sure if this information will be of any use to us, but it will greatly enhance humanity's body of knowledge about our home system -- whenever we're allowed to release it into the public. It's possible to program our own star charts into the astrogation unit, but I can only imagine how primitive and incomplete our charts might be compared to what the aliens have. I wouldn't condone any interstellar travel with these units until we can capture an alien chart. However, in the meantime we could certainly use these units to navigate around the solar system if we could design a PHALANX craft capable of launching into space. They will greatly simplify the whole process of interplanetary travel to the point where we'd be able to launch missions to Saturn or even Pluto at the click of a button. And that is something we should do as soon as humanly possible. --Cdr. Navarre

source: craft_alien_propulsion_pre_txt
fr: Commandant, les moteurs antimatière aliens que nous avons récupérés ont facinés mon équipe comme jamais depuis qu'ils sont arrivés. Avec notre nouvelle compréhension des matériaux aliens, je pense que nous pouvons travailler sur les détails et la duplication de cette technologie. Captivant, il semblerait maintenant qu'il soit dans nos capacités de reproduire ces moteurs, si nous pouvions seulement déterminer la fonction et la création des différentes parties. Avec la navigation et la détection alienne, la propulsion alienne est l'un des trois piliers de la conception des OVNI. Ce qui signifie un pas de plus nous rapprochant de l'aptitude à fabriquer un vaisseau de défense interplanétaire. --Cdt. Navarre
ru: Commander, the alien antimatter engines we recovered have been fascinating my team ever since they arrived. With our new understanding of the alien materials, I think we can work out the details and duplication of this technology. Excitingly, it now seems to be within our capabilities to replicate these engines, if we can just figure out the function and creation of the different parts. Along with Alien Astrogation and Alien Detection, Alien Propulsion is one of the three pillars of UFO design. Understanding it will bring us a big step closer to the ability to build an atmosphere-capable interplanetary defence craft. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: craft_alien_propulsion_txt
fr: Commandant, je suis heureux de vous rapporter les succès de notre programme de propulsion alienne. Nous avons persé les mystères des réglages du moteur alien et nous avons finalement compris le cheminement de l'antimatière du réservoir de carburant à la chambre de réaction. Citation de mon précédant rapport: (OVNI -- Scout)"Le système de propulsion alien est un type de moteur de fusée contraire à tout ce qui a jamais été construit sur Terre. Il utilise directement l'anéantissement de la matière par l'antimatière pour générer une poussée en injectant des protons et des antiprotons à l'intérieur de la chambre de réaction, puis canalise cette force explosive vers l'arrière du moteur. Cela donne aux OVNI une puissance extrême et ne nécessite pas d'air ou autre gaz pour alimenter la réaction, lui permettant de brûler à vide. Il possède également un système de refoidissement très avancé pompant continuellement de l'azote liquide jusqu'à la chambre du moteur en vue de le garder frais et également de réduire la signature infrarouge. La chaleur évacuée du moteur est utilisée pour alimenter en électricité le vaisseau." Avec ce projet nous avons beaucoup appris sur la manière dont ces engins sont construits, comment les contrôler, et comment nous pourrions les adapter à notre flotte actuelle. Nous devrions maintenant être en mesure de répliquer ces moteurs et de les utiliser pour n'importe quelle application dont nous aurions besoin à l'avenir (for any applications we might come up). Je dois vous prévenir; Ils seront extrêmement coûteux à produire. Entre l'utilisation complexe des matériaux aliens, la sensibilité électromagnétique et le système de refroidissement à azote liquide, cela limite sérieusement notre capacité de production. Des recherches supplémentaires pourraient s'avérer nécessaires pour déterminer le stockage et le contrôle de l'antimatière, mais les mises à jour du moteur sont des unité autonomes -- fondamentalement, un moteur alien avec des adaptateurs pour la technologie humaine. Nous devrions être en mesure de commencer l'adaptation dès que nous aurons assez de carburant pour maintenir notre flotte dans les airs. J'ai mentionné précédemment, que la disparité de puissance entre notre carburant liquide et ces moteurs matière-antimatière n'a rien d'étonnant. Quand nous commencerons à utiliser ces moteur sur nos vaisseaux, nos pilotes vont avoir besoin de sérieuses ré-éducations sur les capacités de leur embarcations. Je m'explique. Dans un chasseur militaire ordinaire, tirer trop violemment la manette des gaz, peut occasionner une altération du jugement voire une perte de conscience dû à la force d'accélération. Les pilotes peuvent même en mourir. Dans un chasseur antimatière, ces problèmes sont amplifiés par cent. Ces moteurs sont si puissants qu'une sur-accélération peut aisément écraser et réduire en bouillie un corps humain sur son siège de vol. Le vaisseau lui-même pourrait avoir des difficultés à faire face à cette accélération, et nos ingénieurs devront êtres extrêmement prudent sur le contrôle de fatigue du métal, des fractures dues a l'impact de l'air et autres usures de la coque. Une petite fissure dans la structure suffirait à disloquer un de nos appareils en plein vol. Et les limiteurs de poussées ne peuvent pas faire grand-chose -- la plupart des contraintes de G sont sollicitées durant les virages. Pourtant, cela ne devrait pas être un problème tant que tout le monde -- pilotes aussi bien que mécaniciens -- est extrêmement prudent dans les tâches qui lui sont assignées. Nous avons effectués de sérieux renforcements en matière de sécurité et de protocole pour les avions antimatières. Le ré-entraînement de nos pilotes est le seul obstacle restant pour notre utilisation de ces moteurs aliens. --Cdt. Navarre
ru: Commander, I'm happy to report the success of our alien propulsion program. We've cracked the mysteries of the alien engine set-up and we finally understand the path of the antimatter from fuel tank to reaction chamber. Quoting from my previous report: (UFO -- Scout)"The alien propulsion system is a type of rocket engine unlike any ever built on Earth. It uses direct matter-antimatter annihilation to generate thrust by injecting protons and antiprotons into the reaction chamber, and then channeling this explosive force out the back of the engine. This gives a UFO extreme power and needs no air or other gases to fuel the reaction, allowing it to burn in hard vacuum. There is a highly-advanced cooling system continuously pumping liquid nitrogen through the engine housing in order to keep it cool and reduce the infrared signature. Engine heat is also used to supply the craft's electricity." With this project we've learned a lot about how these engines are constructed, how to control them, and how we might retrofit them to our current airfleet. We should now be able to replicate these engines and use them for any applications we might come up. I have to warn you, though; they will be extremely expensive to produce. Between the complex use of alien materials, the sensitive electromagnetics and the liquid nitrogen cooling system, this really stretches the limits of our production capacity. Some more research may be required to figure out antimatter storage and control, but the engine upgrades are self-contained units -- basically just an alien engine with adapters on it for human tech. We should be able to start retrofitting as soon as we acquire enough fuel to keep our airfleet in the sky. I've mentioned before, the power disparity between our liquid fuel and these matter-antimatter engines is nothing short of astonishing. When we start using these engines on our planes, our pilots are going to need some serious re-education about the capabilities of their craft. Let me explain. In a regular military jet, giving her a little too much throttle around a tight corner can result in impaired judgment and unconsciousness from the force of acceleration. Pilots have died from over-acceleration. In an antimatter jet, however, these problems are amplified hundred-fold. The engines are so powerful that over-acceleration can easily turn a human body to bloody pulp in its flight chair. Even the craft itself may have trouble coping with the acceleration, and our flight engineers will have to be extremely careful in checking for metal fatigue, hairline fractures and other wear and tear on the airframe. A tiny crack in the structure may result in one of our planes breaking up in mid-flight. Mechanical thrust limiters can only do so much -- most of the G-stresses are incurred during turns. Still, it shouldn't become a problem as long as everyone -- pilots and mechanics alike -- is extremely careful in their assigned tasks. We've done some serious tightening-up of our safety and inspection protocol just for antimatter planes. The retraining of our pilots is the only remaining obstacle to our use of these alien engines. --Cdr. Navarre
