Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: laser_ammo_txt
de: Herr Kommandant, wir haben die Arbeit an den Entwürfen für Deuteriumfluoridpatronen beendet und sie sind nun fertig für die Massenproduktion. Sie werden teuer in der Produktion und Nutzung sein, aber wir haben alles mögliche getan, um die Kosten niedrig zu halten. Die Patrone ist im Grunde eine harte Plastikhülle, die in fünf separate Kammern unterteilt ist. Es sind vier unter Druck stehende Kammern für Ethylen, Stickstofftrifluorid, Helium und Deuterium, sowie eine kleine Batterie, um die Laserelektronik zu betreiben. Die Hülle selbst ist aus dem härtesten Polymer gefertigt, das wir herstellen können und an Schwachstellen mit Kohlenstoffnanoröhren verstärkt, um eine Vermischung zu verhindern, sollte die Patrone mal Stößen oder anderen Belastungen ausgesetzt sein. Wir können keinen perfekten Schutz gegen direkte Treffer bieten, aber wir haben unser bestes getan. Die Gefahr von Verseuchung im Kampf wurde auf den Bruchteil eines Prozentes reduziert. Alle restlichen Stoffe, die in einer benutzten Patrone übrig bleiben, werden in unserer Basislager zurückgepumpt, wenn das Landungsschiff zur Basis zurückkehrt. Leider müssen die gebrauchten Magazine von unseren Chemiereinigungsteams entsorgt werden und wir müssen neue herstellen. Sie können aufgrund der Deuteriumverschmutzung nicht nochmal benutzt werden. --Cdr. Navarre
fr: Commandant, nous avons fini la conception des cartouches de deutérium-fluorure et elles sont maintenant prêtes pour la production en série. Elles seront chères à faire et à utiliser, mais nous avons fait tout ce que nous pouvions pour réduire les coûts. La cartouche est essentiellement une coquille en plastique dure contenant cinq chambres séparées. Il y a quatre réservoirs de stockage pressurisés pour l'éthylène, le trifluorure d'azote, l'hélium et le deutérium, plus une petite batterie pour actionner l'électronique du laser. L'enveloppe elle-même est faite du polymère le plus dur que nous pouvons produire, renforcé dans les endroits vulnérables avec des nanotubes de carbone, pour empêcher un mélange au cas où la cartouche recevrait des chocs ou impacts. Nous ne pouvons pas assurer la protection parfaite contre des coups directs sur la cartouche, mais nous avons fait de notre mieux. Les risques d'un débordement se produisant au combat on été réduits à seulement une fraction d'un pour cent. Tous les matériaux restants dans une cartouche utilisée seront récupéré de retour à la base. Cependant, une fois qu'elles ont été employées, ces cartouches doivent être éliminées par une équipe de chimistes, et nous devrons fabriquer des remplacements. Ils ne peuvent pas être réutilisé à cause de la contamination du deutérium. --Cdt Navarre
ru: Commander, we've finalised the design of the Deuterium-Fluoride Cartridges and they're now ready for mass production. They'll be expensive to make and use, but we've done everything we can to keep the costs down. The cartridge is essentially a hard plastic shell containing five separate chambers. These are four pressurised storage reservoirs for ethylene, nitrogen trifluoride, helium and deuterium, plus a small battery to power the laser's electronics. The shell itself is made of the toughest polymer we can produce, reinforced in vulnerable spots with carbon nanotubes, to prevent mixing in case the cartridge receives any shocks or impacts. We can't provide perfect protection against direct hits on the cartridge, but we've done our best. The chance of combat spillage happening during any engagement has been reduced to only a fraction of a percent. Any materials remaining in a used cartridge will be pumped back into base storage upon the dropship's return. However, once they've been used, these cartridges have to be disposed of by a chemohazard team, and we'll have to manufacture replacements. They cannot be reused due to deuterium contamination. --Cdr. Navarre
th: Commander, we've finalised the design of the Deuterium-Fluoride Cartridges and they're now ready for mass production. They'll be expensive to make and use, but we've done everything we can to keep the costs down. The cartridge is essentially a hard plastic shell containing five separate chambers. These are four pressurised storage reservoirs for ethylene, nitrogen trifluoride, helium and deuterium, plus a small battery to power the laser's electronics. The shell itself is made of the toughest polymer we can produce, reinforced in vulnerable spots with carbon nanotubes, to prevent mixing in case the cartridge receives any shocks or impacts. We can't provide perfect protection against direct hits on the cartridge, but we've done our best. The chance of combat spillage happening during any engagement has been reduced to only a fraction of a percent. Any materials remaining in a used cartridge will be pumped back into base storage upon the dropship's return. However, once they've been used, these cartridges have to be disposed of by a chemohazard team, and we'll have to manufacture replacements. They cannot be reused due to deuterium contamination. --Cdr. Navarre

source: laser_ammo_pre_txt
de: Herr Kommandant, Dies ist eine von mehreren Anträgen, die ich ich Ihnen zu Forschung und Entwicklung von neuen Laserwaffen zuschicke. Jede davon muss aufgrund ihrer Größenunterschiede, Energieleveln und Komplexitäten der involvierten Systeme separat erforscht werden. Um unsere Deuteriumfluroid Laserwaffen zu betreiben, müssen wir ein Magazin entwerfen, worin wir eine Menge verschiedener gefährlicher Materialien sicher unterbringen können. Ethylen, Stickstofftrifluorid, Helium und Deuterium -- drei dieser Stoffe sind giftig -- müssen in getrennten Druckkammern liegen. Eine Mischung dieser Stoffe ist etwas, was wir als 'äußerst schlecht' bezeichnen würden. Wir haben bereits einen grundlegenden Entwurf, der diese Probleme überwinden sollte, aber wir benötigen Laboreinrichtungen und Mittel, damit wir es testen, einen Prototyp entwerfen und nach UN Sicherheitsbestimmungen bauen können. Es ist eine schwere Arbeit, aber sie muss getan werden, um unsere Laser sicher für die Schlachtfeldnutzung zu machen. Ich bin nicht willens, unsere Truppen mit Deuteriumgas zu vernichten, nur weil wir es uns einfacher machen wollten. Wir brauchen richtige Magazine, wenn wir sie in unseren neuen Laserwaffen nutzen wollen. Bitte erlauben sie dieses Programm sobald wie möglich, Herr Kommandant. --Cdr. Navarre
fr: C'est l'une des propositions que je soumets pour la recherche et le développement d'un nouvel armement laser. Chacune d'elles devra être développée séparément due aux différences de taille, de niveaux de puissance et de complexité des systèmes impliqués. Afin d'alimenter nos armements au laser de deutérium-fluorure, nous devons concevoir un chargeur qui peut sans risque stocker de nombreux matériaux dangereux différents. Éthylène, trifluorure d'azote, hélium et deutérium -- dont trois sont des composés toxiques -- doivent être maintenus dans des compartiments pressurisés séparés, sous contrôle complet à tout moment. Si on permettait à ces matériaux de se mélanger, ce serait ce que nos ingénieurs appellent une « mauvaise chose ». Nous avons déjà une conception de base qui devrait surmonter ces problèmes, mais nous avons besoin d'équipements de laboratoire et de fonds afin de la tester, d'en concevoir un prototype le prototype et de le construire en satisfaisant les spécifications de sécurité de l'ONU.C'est un travail ennuyeux, mais il doit être fait afin de rendre nos lasers suffisamment sûrs pour le champ de bataille. Je ne suis pas disposé à risquer d'empoisonner nos propres troupes avec de gaz de deutérium en arrondissant les angles. Nous avons besoin de chargeurs appropriés si nous voulons utiliser nos nouvelles armes au laser. Veuillez approuver ce programme dès que vous le pourrez, Commandant. --Cdt Navarre
ru: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. In order to power our deuterium-fluoride laser weaponry, we need to design a magazine that can safely store a lot of different hazardous materials. Ethylene, nitrogen trifluoride, helium and deuterium -- three of which are toxic compounds -- have to be kept in separate pressurised compartments, under complete control at all times. If these materials were allowed to mix, it would be what we engineers call a 'Bad Thing'. We already have a basic design that should overcome these problems, but we need lab facilities and funding in order to test it, prototype it and build it to UN safety spec. It's drudge work, but it has to be done in order to make our lasers safe to use on the battlefield. I'm not prepared to risk poisoning our own troops with deuterium gas by cutting corners. We need proper magazines if we're going to use our new laser weapons. Please approve this program as soon as you can, Commander. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: D-F Cartridge
de: D-F Patrone
fr: Cartouche D-F
ru: Фтор-дейтериевый модуль питания

source: heavylaser_txt
de: Herr Kommandant, unser Schwerer Laser Programm war ein Erfolg. Wir haben einen Prototypen und sind bereit für die Produktion, wenn Sie es sind. Wie versprochen ist der schwere Laser eine Revoltion in unserem schweren Waffenarsenal. In Händen von ausgebildeten Soldaten kann er anhaltendes Feuer auf großer Reichweite liefern, das weit genauer ist, als das konventioneller schwerer Waffen und weit stärker als unsere anderen Infanterielaser. Wir haben keinerlei Zweifel, dass er eine wichtige Rolle im ganzen Krieg spielen wird. Natürlich hat der schwere Laser auch seine Schattenseiten. Erstmal ist er sehr unhandlich und schwer, was einen starken Soldaten braucht, um effektiv damit schießen zu können. Es opfert trotz der Größe keine Genauigkeit, aber es schießt nicht so schnell, wie wir uns das wünschen würden und sein Munitionsverbrauch ist unglaublich. Es frisst eine volles Deuteriumfluoridmagazin in nur 30 Sekunden dauerhaftem Feuer. Das braucht eine große Zahl Magazine und der schwere Laser ist nicht wirklich schnell nachzuladen. Eine andere Schwäche ist die Tatsache, dass der schwere Laser nicht durch Rauchwolken, Gas oder Feuer schießen kann. Alle unsere Laser haben dieses Problem; solche Wolken lenken den Strahl ab zu harmlosen Licht, also müssen wir vorsichtig sein, wenn wir Rauch- oder Brandwaffen benutzen. Es muss auch dafür Sorge getragen werden, dass keine Zivilisten oder PHALANX Soldaten im Weg des unsichtbaren Laserstrahls stehen. Sogar ein kurzer Kontakt mit einem unbehinderten Strahl wird Knochen verkohlen und Fleisch verflüssigen. Ein Treffer in die Augen endet in dauerhafter, irreparabler Blindheit. Wir haben mit unseren Trainings- und Feldoffizieren gesprochen und die Sicherheit auf jeder Seite des Handbuches unterstrichen, aber es wird den Truppen nicht weh tun, es nochmal von Ihnen zu hören, Herr Kommandant. Robotische oder gepanzerte Außerirdische überstehen einen Strahl für einige Zeit, sogar von einem schweren Laser, bevor ihre Panzerung versagt. Es wird empfohlen, solche Außerirdischen mit mehreren Soldaten gleichzeitig anzugreifen und konzentriertes Feuer zu benutzen, um sie so schnell wie möglich zu neutralisieren. Es wird ebenfalls empfohlen, dass sie nicht jede schwere Waffe mit schweren Lasern ersetzen, Herr Kommandant. Wir brauchen eine gute Waffenmischung, um die Stärken unserer Truppen und die Schäwchen der Außerirdischen auszunutzen. Ein gemischtes Arsenal ist ein gesundes Arsenal und man kann sich dagegen nicht leicht verteidigen. Ein Soldat sollte immer mindestens eine D-F Patrone dabeihaben, um den schweren Laser nachzuladen. --Cdr. Navarre
fr: Commandant, notre programme de laser lourd a été un succès. Nous avons un prototype et somme prêt pour entrer en production avec votre accord. Comme promis, le laser lourd est une révolution dans notre arsenal d'armes lourdes. Dans les mains d'un soldat qualifié, il peut fournir un tir continu à longue portée qui est bien plus précis que les armes lourdes conventionnelles et bien plus puissant que nos autres conceptions de laser d'infanterie. Nous n'avons aucun doute qu'il servira un rôle essentiel tout au long de la guerre. Il ne faut pas oublier que le laser lourd a des inconvénients. D'abord, il est très encombrant et très lourd, exigeant une grande force pour l'utiliser efficacement. Il ne sacrifie pas la précision en dépit de sa taille, mais il est moins rapide à faire feu ou à répondre que nous ne le voudrions, et sa consommation de munitions est sidérante. Il peut consommer une pleine cartouche de deutérium-fluorure en seulement 30 secondes de feu continu. Ceci exige un grand nombre de chargeur à portée de main, et le laser lourd n'est pas particulièrement rapide à recharger. Une autre faiblesse est le fait que le laser lourd ne peut pas tirer à travers de nuages de fumée, de gaz ou de feu. Tous nos lasers ont ce problème ; les nuages du matière réfracteront rapidement le faisceau en lumière inoffensive, ainsi nous devrons faire attention au sujet de notre utilisation de la fumée et d'armes incendiaires. Un grand soin devra également être pris qu'aucun civil ou troupe de PHALANX n'entre dans le chemin du faisceau invisible. Même l'exposition momentanée au faisceau carbonisera l'os et liquéfiera la chair. Un coup aux yeux aura comme conséquence la cécité permanente et irrémédiable. Nous en avons parlé à nos officiers de formation et de terrain et avons mis en avant la sécurité dans notre manuel à chaque page, mais il ne fera pas de mal que les troupes l'entendent encore de vous, Commandant. Les robots ou aliens en armure peuvent pouvoir survivre au faisceau pendant un certain temps, même d'un laser lourd, avant que leur armure flanche. Il est recommandé d'engager ces derniers avec plusieurs soldats à la fois et concentrer le feu afin de les mettre à terre aussi vite que possible. Il est également recommandé que vous ne remplaciez pas toutes nos armes lourdes conventionnelles avec les lasers lourds, Commandant. Nous avons besoin d'un bon équilibre d'armes pour jouer sur les forces de nos troupes et sur les faiblesses des aliens. Un arsenal varié est un arsenal salutaire, et il est difficile de s'en défendre. Nous devrons avoir au moins une cartouche D-F en main à tout moment afin de pouvoir recharger et utiliser un laser lourd. --Cdt Navarre
ru: Commander, our heavy laser program has been a success. We've got it prototyped and ready to go into production at your say-so. As promised, the heavy laser is a revolution in our heavy weapons arsenal. In the hands of a qualified soldier, it can provide long-range continuous wave fire that is both far more accurate than conventional heavy weapons and far more powerful than our other infantry laser designs. We in DivEngine have no doubt that it will serve a vital role throughout the war. This is not to say the heavy laser doesn't have its downsides. For one, it's very bulky and very heavy, requiring a strong troop to shoot it effectively. It doesn't sacrifice accuracy despite its size, but it's less quick to fire or respond than we would like, and its ammo consumption is staggering. It can chew through a full deuterium-fluoride cartridge in only 30 seconds of continuous fire. This requires a large number of magazines to be kept on hand, and the heavy laser is not particularly quick to reload. Another weakness is the fact that the heavy laser cannot shoot through clouds of smoke, gas or fire. All our lasers have this problem; clouds of material will quickly refract the beam into harmless light, so we'll have to be careful about our application of smoke and incendiary weapons. Great care will also have to be taken that no bystanders or PHALANX troops get into the path of the invisible beam. Even momentary exposure to an unobstructed beam will char bone and liquefy flesh. A hit to the eyes will result in permanent, irreparable blindness. We've talked to our training and field officers about this and have underlined safety in our field manual at every turn, but it won't hurt the troops to hear it again from you, Commander. Robotic or armoured aliens may be able to survive a beam for some time, even from a heavy laser, before their armour fails. It's recommended to engage these with several soldiers at once and concentrate fire in order to bring them down as quickly as possible. It's also recommended that you not replace all our conventional heavy weapons with heavy lasers, Commander. We need a good balance of weapons to play to the strengths of our troops and to the weaknesses of the aliens. A varied arsenal is a healthy arsenal, and can't be easily defended against. We'll need to have at least one D-F Cartridge on hand at all times in order to be able to load and use a heavy laser. --Cdr. Navarre
th: Commander, our heavy laser program has been a success. We've got it prototyped and ready to go into production at your say-so. As promised, the heavy laser is a revolution in our heavy weapons arsenal. In the hands of a qualified soldier, it can provide long-range continuous wave fire that is both far more accurate than conventional heavy weapons and far more powerful than our other infantry laser designs. We in DivEngine have no doubt that it will serve a vital role throughout the war. This is not to say the heavy laser doesn't have its downsides. For one, it's very bulky and very heavy, requiring a strong troop to shoot it effectively. It doesn't sacrifice accuracy despite its size, but it's less quick to fire or respond than we would like, and its ammo consumption is staggering. It can chew through a full deuterium-fluoride cartridge in only 30 seconds of continuous fire. This requires a large number of magazines to be kept on hand, and the heavy laser is not particularly quick to reload. Another weakness is the fact that the heavy laser cannot shoot through clouds of smoke, gas or fire. All our lasers have this problem; clouds of material will quickly refract the beam into harmless light, so we'll have to be careful about our application of smoke and incendiary weapons. Great care will also have to be taken that no bystanders or PHALANX troops get into the path of the invisible beam. Even momentary exposure to an unobstructed beam will char bone and liquefy flesh. A hit to the eyes will result in permanent, irreparable blindness. We've talked to our training and field officers about this and have underlined safety in our field manual at every turn, but it won't hurt the troops to hear it again from you, Commander. Robotic or armoured aliens may be able to survive a beam for some time, even from a heavy laser, before their armour fails. It's recommended to engage these with several soldiers at once and concentrate fire in order to bring them down as quickly as possible. It's also recommended that you not replace all our conventional heavy weapons with heavy lasers, Commander. We need a good balance of weapons to play to the strengths of our troops and to the weaknesses of the aliens. A varied arsenal is a healthy arsenal, and can't be easily defended against. We'll need to have at least one D-F Cartridge on hand at all times in order to be able to load and use a heavy laser. --Cdr. Navarre

source: heavylaser_pre_txt
de: Dies ist eine von mehreren Anträgen, die ich Ihnen für die Erforschung von neuen Laserwaffen zukommen lasse. Jede davon muss aufgrund ihrer Größe, ihrer Komplexität und ihres Energiebedarfs einzeln erforscht werden. Dank der Erfahrung, die wir durch die Erforschung der fortgeschrittenen Lasertechnologie bekommen haben, haben mein Team und ich ein oder zwei mögliche Wege zur Verstärkung unserer Infanterielaser herausgefunden. Das wird jedoch viel Forschung und Arbeit sowie die Vergrößerung mehrerer Komponenten am Prototypen benötigen. Das Ergebnis wird eine Waffe für schwere Infanterie sein, die in Größe und Gewicht dem HPML Raketenwerfer ähnelt. Wir schätzen, dass sich diese Waffe in einer Feuerunterstützungsrolle oder als Blockadebrecher von unschätzbaren Wert erweisen wird und in der Lage ist, gegnerische Schwerpunkte durch starkes, punktgenaues Feuer zu zerstören. Sie wird Eigenschaften haben, die unserem derzeitiges Arsenal an schweren Waffen fehlen. Genauigkeit auf große Entfernungen ist im Allgemeinen miserabel und es kann schwer sein, sie in Situationen zu benutzen, wo wir Kollateralschaden vermeiden müssen. Der schwere Laser würde diese Probleme komplett aus der Welt schaffen. Es wäre sinnvoll, sich mit diesem Thema auseinanderzusetzen, Herr Kommandant. --Cdr. Navarre
fr: C'est l'une des propositions que je soumets pour la recherche et le développement d'un nouvel armement laser. Chacune d'elles devra être développée séparément due aux différences de taille, de niveaux de puissance et de complexité des systèmes impliqués. Grâce à l'expérience que nous avons acquise de notre recherche sur l'utilisation de lasers continus, mon équipe et moi avons imaginé une ou deux manières possibles d'amplifier davantage les dommages de nos lasers d'infanterie. Cependant, ceci exigera la recherche et l'affinage significatifs de notre prototype, ainsi qu'agrandir plusieurs des composants. Le résultat sera une arme d'infanterie lourde de taille et de poids à peu près identiques à notre lance-roquettes HPML. Nous estimons que cette arme pourrait être inestimable dans un rôle de soutien ou comme briseur de barrage, capable de dissoudre les barricades ennemis avec un feu précis, puissant et ponctuel. Il aurait des attributs et des possibilités qui peuvent manquer dans notre arsenal d'armes lourdes actuel. La précision à distance des armes lourdes terriennes est généralement catastrophique, et il peut être difficile de les utiliser dans les situations où nous devons éviter les dommages collatéraux. Le laser lourd éviterait totalement ces problèmes. Il est certainement intéressant d'y regarder de plus près, Commandant. --Cdt Navarre
ru: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. Thanks to the experience we've gained from our Continuous Wave Laser research, my team and I have figured out one or two possible ways to further amplify the damage output of our infantry lasers. However, this will require significant research and refining of our prototype, as well as enlarging several of the components. The result will be a strictly heavy-infantry weapon of about the same size and weight as our HPML Rocket Launcher. We estimate that this weapon could be invaluable in a fire support role or as a direct-fire blockade breaker, capable of dissolving enemy strongpoints with powerful, pinpoint accurate fire. It would have attributes and capabilities which may be lacking in our current heavy weapons arsenal. Accuracy at range is generally abysmal in Earth-built heavy weapons, and they can be difficult to employ in situations where we need to avoid collateral damage. The heavy laser would avoid these issues altogether. It's certainly worth looking into, Commander. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Heavy Laser
de: Schwerer Laser
fr: Laser Lourd
ru: Тяжёлый лазер
