Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: laserpistol_txt
de: Herr Kommandant, ich entschuldige mich schon mal im verroaus, wenn meine Ausdrucksweise nicht so wie immer ist. Wir hatten während des Laserpistolenprojektes eine Menge schlafloser Nächte hier in unserer Abteilung. Es war eine unglaubliche Arbeitsleistung, aber ich bin stolz, ihnen mitteilen zu dürfen, dass wir es geschafft haben. Wir haben einen Prototypen einer funktionierenden Laserpistole gebaut. Das System ist im Grunde das gleiche, dass ich in meinem Bericht über fortgeschrittene Lasertechnolgie umrissen habe. Angeregte Deuteriumfluoridmoleküle werden durch eine Reihe intelligenter Linsen gebündelt und fokussiert. Restgase werden durch unser eigenes Filtersystem geschickt, welches wir noch weiter verkleinert haben. Leider erforderten die geringere Kapazität des Filtersystems und der kleinere optische Resonator einige Kompromisse. Die Laserpistole kann nur die Hälfte der Deuteriumfluoride bündeln, als es unser alter Prototyp konnte. Daher produziert sie auch nur einen halb so starken Strahl, der die Hälfte des Schadens von großen Waffen verursacht. Der Strahl muss das Ziel für einige Zeit berühren -- mindestens ein paar Sekunden -- um genug Schaden zu verursachen, um ein ungerüstetes Ziel zu eliminieren. Eine Rüstung wird diese Sache noch verschlimmern und es ist für Laser unmöglich, durch Rauchwolken, Gas oder Feuer zu schießen. Doch solange das Ziel nicht gegen gebündeltes Licht oder Hitze immun ist, wird der Laser Schaden verursachen, auch wenn es länger dauert. All die üblichen Vorteile von Laserwaffen sind auch bei der Laserpistole vorhanden. Sie hat eine schnelle Feuerrate und wenn der Soldat sein Ziel verfehlt, kann er sein Zielen korrigieren, ohne den Abzug loszulassen. Und es gibt noch einen anderen, besonderen Vorteil unseres Pisolenentwurfes. Dank der extrem hohen Genauigkeit von Laserwaffen wird es für beidhändige Soldaten ein Leichtes sein, zwei Laserpistolen gleichzeitig zu benutzen. Wir haben die Pistole so entwickelt, dass wir die standard Deuteriumfluoridpatronen nutzen können, die wir gebaut haben, um alle unsere Laserwaffen zu betreiben. Das bedeutet, sie benutzt die gleiche Menge von D-F wie die größeren Entwürfe, aber mit einer niedrigeren Stärke. Das gibt der Pistole gewissermaßen mehr Munition als jeder anderen Laserwaffen. Wie alle anderen Handfeuerwaffen ist die Laserpistole nur eine Backup Waffe. Sie ist nicht stark genug, um mit einem Gewehr jedweder Art zu konkurrieren. Auf der anderen Seite negiert die Laserpistole die Probleme mit Reichweite und Genauigkeit, die normale Handfeuerwaffen so haben. Ihre Reichweite ist für eine Handfeuerwaffe recht beeindruckend. Sie kann dank der Zielkorrekturlinsen punktgenau bis zu 60 Meter feuern und das für mehrere Minuten, ohne nachgeladen werden zu müssen. Das wird die Pistole auf offenem Gelände sehr wertvoll machen. Wir brauchen immer mindestens eine D-F Patrone, um die Laserpistole zu laden und zu benutzen. --Cdr. Navarre
fr: Commandant, je m'excuse par avance de la formulation non-standard de ce message. Nous avons accumulé les nuits blanches à la section DivEngine pour travailler sur le projet d'un pistolet laser. Cela fut une tâche titanesque, mais je suis très fier de vous annoncer que nous l'avons menée à bien. Nous avons un prototype de pistolet laser. Le procédé est essentiellement le même que celui décrit dans mon rapport sur les lasers continus. Les molécules excitées de fluorure d'hydrogène émettent un rayon focalisé par une série de lentilles intelligentes. Les gaz utilisés sont évacués à travers un système de filtre, dont nous avons encore diminué la taille. Toutefois, la capacité réduite du système de filtrage et la chambre de résonance diminuée ont des impacts sur les capacités de l'arme. Le pistolet laser ne peut émettre un rayonnement de fluorure d'hydrogène que pendant un temps réduit de moitié par rapport à notre prototype de laser continu. Naturellement, le faisceau produit est deux fois moins puissant, infligeant deux fois moins de dommages qu'une arme plus grande. Il est nécessaire d'augmenter la période d'exposition -- de plusieurs secondes au moins -- pour que le laser inflige assez de dégât pour tuer une cible sans armure. L'armure complique encore le problème et il est impossible pour les lasers de traverser les nuages de fumées, les gaz ou le feu. Toutefois, aussi longtemps que la cible n'est pas masquée ou immunisée à un rayonnement concentré de lumière ou de chaleur, le laser brulera n'importe quoi si on y mets le temps. Tous les avantages habituels des armes lasers sont valables pour le pistolet. Très rapide à tirer, et si le soldat manque la cible, il peut ajuster son tir sans lâcher la gâchette. Et il y a une avantage supplémentaire à notre pistolet. Grâce à l'extrême précision inhérente aux armes lasers, il sera facile aux soldats ambidextres d'utiliser deux pistolets en même temps. Nous avons conçu le pistolet laser pour fonctionner avec les cartouches de deutérium-fluorure standard que nous avons utilisé pour alimenter toutes nos armes laser. Cela signifie que l'arme utilise le même nombre de munitions D-F que les versions plus grandes, mais qu'elles les utilisent à un rendement moins haut. Ceci donne au pistolet laser un nombre de coups plus grand que les autres armes lasers. Comme avec toutes les armes de cette taille, le pistolet laser est uniquement une arme secondaire. Il n'est pas assez puissant pour rivaliser avec les fusils de quelque sorte que ce soit. D'un autre côté, le pistolet laser élimine complètement le problème de la portée et de la précision qui sont le défaut des autres pistolets. Sa portée est réellement impressionnante pour une arme de cette taille. Il peut tirer jusqu'à 60 mètres avec une précision excellente grâce aux lentilles de correction de visée et il peut tirer plusieurs minutes en continu sans recharger. Cela le rend particulièrement précieux sur les vastes terrains ouverts. Il est nécessaire d'avoir au moins une cartouche sous la main à tout moment pour charger et utiliser un pistolet laser. --Cdt Navarre
ru: Commander, I apologise in advance if my typing isn't up to standard in this message. We've had a lot of sleepless nights down here in DivEngine working on the laser pistol project. It's been a gruelling amount of work, but I'm very proud to say that we've pulled it off. We have prototyped a working laser pistol. The system is essentially the same as the one I've outlined for you in my report on Continuous Wave Laser Operation. Excited molecules of deuterium fluoride are lased and focused through a series of intelligent lenses. Waste gases are put through our custom filtering system, which we've scaled down even further. However, the reduced capacity of the filtering system and the smaller optical resonator have demanded some tradeoffs. The laser pistol can only lase deuterium-fluoride at about half the rate as our old Continuous Wave Laser prototype. Naturally this produces only a half-strength beam, doing half the damage of a larger weapon. It requires a period of continuous exposure -- several seconds at least -- for the beam to inflict enough damage to kill an unarmoured target. Armour will complicate the issue even further, and it's impossible for lasers to shoot through clouds of smoke, gas or fire. Still, as long as the target isn't obscured or immune to highly-focused light or heat, the laser will burn through anything given enough time. All the usual advantages of laser weaponry are present in the pistol. It's very quick to fire, and if the soldier misses his target at first, he can adjust his aim without letting go of the trigger. And there's another bonus particular to our pistol design. Thanks to the extremely high accuracy inherent in laser weaponry, it will be easy for ambidextrous soldiers to use two laser pistols at once. We've designed the pistol to use the standard deuterium-fluoride cartridges which we've drawn up to power all of our laser weaponry. This means it uses the same amount of D-F as the larger designs, but uses it up at a much lower rate, effectively giving the laser pistol more ammunition than any of our other laser weapons. As with all handguns, the laser pistol is strictly a backup weapon. It isn't powerful enough to compete with rifles of any kind. On the other hand, the laser pistol completely eliminates the problems regarding range and accuracy that plague conventional handguns. Its range is quite impressive indeed for a handgun. It can shoot out to 60 metres with pinpoint accuracy thanks to the aim-correcting lenses, and it can fire continuously for minutes without reloading. This will make it particularly valuable in wide open terrain. We will need to have at least one D-F Cartridge on hand at all times in order to be able to load and use a laser pistol. --Cdr. Navarre
th: Commander, I apologise in advance if my typing isn't up to standard in this message. We've had a lot of sleepless nights down here in DivEngine working on the laser pistol project. It's been a gruelling amount of work, but I'm very proud to say that we've pulled it off. We have prototyped a working laser pistol. The system is essentially the same as the one I've outlined for you in my report on Continuous Wave Laser Operation. Excited molecules of deuterium fluoride are lased and focused through a series of intelligent lenses. Waste gases are put through our custom filtering system, which we've scaled down even further. However, the reduced capacity of the filtering system and the smaller optical resonator have demanded some tradeoffs. The laser pistol can only lase deuterium-fluoride at about half the rate as our old Continuous Wave Laser prototype. Naturally this produces only a half-strength beam, doing half the damage of a larger weapon. It requires a period of continuous exposure -- several seconds at least -- for the beam to inflict enough damage to kill an unarmoured target. Armour will complicate the issue even further, and it's impossible for lasers to shoot through clouds of smoke, gas or fire. Still, as long as the target isn't obscured or immune to highly-focused light or heat, the laser will burn through anything given enough time. All the usual advantages of laser weaponry are present in the pistol. It's very quick to fire, and if the soldier misses his target at first, he can adjust his aim without letting go of the trigger. And there's another bonus particular to our pistol design. Thanks to the extremely high accuracy inherent in laser weaponry, it will be easy for ambidextrous soldiers to use two laser pistols at once. We've designed the pistol to use the standard deuterium-fluoride cartridges which we've drawn up to power all of our laser weaponry. This means it uses the same amount of D-F as the larger designs, but uses it up at a much lower rate, effectively giving the laser pistol more ammunition than any of our other laser weapons. As with all handguns, the laser pistol is strictly a backup weapon. It isn't powerful enough to compete with rifles of any kind. On the other hand, the laser pistol completely eliminates the problems regarding range and accuracy that plague conventional handguns. Its range is quite impressive indeed for a handgun. It can shoot out to 60 metres with pinpoint accuracy thanks to the aim-correcting lenses, and it can fire continuously for minutes without reloading. This will make it particularly valuable in wide open terrain. We will need to have at least one D-F Cartridge on hand at all times in order to be able to load and use a laser pistol. --Cdr. Navarre

source: laserpistol_pre_txt
de: Dies ist eine von mehreren Anträgen, die ich ich Ihnen zu Forschung und Entwicklung von neuen Laserwaffen zuschicke. Jede davon muss aufgrund ihrer Größenunterschiede, Energieleveln und Komplexitäten der involvierten Systeme separat erforscht werden. Unsere Aufzeichnungen der fortgeschrittenen Lasertechnologie haben eine Menge Entwürfe produziert und dieser ist möglicherweise am schwierigsten zu realisieren: eine Deuteriumflorid Laserwaffe mit der Größe einer normalen Pistole. Die Schwierigkeit der Realisierung ist die Verkleinernung und Leichtermachung der Teile, so dass sie: 1) Zu einer Pistole zusammen gebaut werden können und2) Leicht genug ist, um mit einer Hand getragen und gezielt zu werden Wie immer wird es ein Kompromiss zwischen Größe und Kraft geben, aber mit genug Arbeit können wir eine funktionierende Laserpistole bauen. Wir warten nur auf ihre Erlaubnis, Herr Kommandant. --Cdr. Navarre
fr: C'est l'une des propositions que je soumets pour la recherche et le développement d'un nouvel armement laser. Chacune d'elles devra être développée séparément due aux différences de taille, de niveaux de puissance et de complexité des systèmes impliqués. Nos découvertes sur l'utilisation de lasers continus a amené plusieurs idées, et celle-ci est peut-être la plus difficile à mettre au point : une arme laser deutérium-fluorure de la taille d'un pistolet classique. La difficulté sera de réduire les éléments pour les rendre suffisamment petits et légers pour : 1) qu'ils s'adaptent à la taille d'un pistolet,2) et qu'ils soient assez léger pour viser et tirer avec une seule main. Comme souvent, il va s'agir de trouver un équilibre entre taille et puissance, mais avec un peu de travail, je pense que nous devrions réussir à construire un pistolet laser fonctionnel. Nous attendons juste votre autorisation, Commandant. --Cdt Navarre
ru: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. Our notes on Continuous Wave Laser Operation have produced a lot of designs, and this is possibly the most difficult one to bring into reality: a deuterium-fluoride laser weapon the size of an ordinary pistol. The difficulty in making this a reality will be to get the parts small enough and light enough so that they will: 1) Fit into a pistol-sized package, and2) Be light enough to aim and fire one-handed. As always, it's going to be a tradeoff between size and power, but with enough work I believe we can indeed build a functioning laser pistol. We're just waiting for your authorisation, Commander. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Laser Pistol
de: Laserpistole
fr: Pistolet Laser
ru: Лазерный пистолет
