Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: fraggren_txt
de: Technische Spezifikationen: Splittergranate KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Das Konzept der Splittergranate hat sich nicht sehr verändert, seit die Chinesen Schwarzpulver in keramische oder metallische Behälter füllten. Ihre Bedeutung hat sich eher erweitert. Durch Fortschritte in der Technologie der Explosivstoffe und Hüllenmaterialien wurde sie ein wenig schneller und tödlicher, aber das Prinzip ist blieb stets erhalten: Eine explosive Substanz im Kern der Granate lässt die Hülle (und mögliche Zusatzstoffe, wie zum Beispiel eine Schicht Draht oder Phosphor um das Sprengmaterial herum) in Splitter zerplatzen und verteilt sie mit hoher Geschwindigkeit in alle Richtungen. Lebewesen im Streubereich werden hierdurch getötet oder verletzt. Der verzögerte Zünder wird scharf gemacht, indem man den Stift zieht und den Griff beim Werfen der Granate loslässt. Die Detonation erfolgt einige Sekunden später. Für die Nutzung bei PHALANX haben wir die australische HG15 als die beste aus den vielen Möglichkeiten ausgewählt. Die Granate ist mit einer Ladung konventionellem C8 als festen chemischen Explosivstoff, einer inneren Schicht Draht und einer äußeren Schicht dünnem Stahl gefüllt. Sie ist für maximale Streuung konstruiert, indem sie mehr Schrapnell ausspuckt als jede andere Granate auf dem Markt. Anders als die alten "Tannenzapfengranaten" aus dem zweiten Weltkrieg ist die äußere Hülle der Granate glatt, um sie besser über verschiedene Oberflächen rollen zu können. Der C8 Explosivstoff mag zwar ein alter Entwurf sein, aber es ist sowohl stark als auch widerstandsfähig gegenüber schlechter Witterung. Verlässlichkeit ist ein extrem wichtiger Faktor jeder Art von Bombe, die man in der Hand halten kann. Empfohlener Einsatz Obwohl sie sehr wirksam gegen feindliche Bodentruppen ist, sind Splittergranaten Gelegenheitswaffen und kein Ersatz für Handfeuerwaffen oder tragbarer Artillerie. Ihre Reichweite ist begrenzt und ihr Tötungsradius ist klein. Erfordert die Situation aber indirektes Feuer auf kurze Reichweite oder etwas Tödliches zum um die Ecke werfen, ist die Splittergranate die erste Wahl. Es sollte jedoch immer sichergestellt werden, dass sich keine verbündeten Ziele (vor allem Zivilisten) im Explosionsradius befinden. In solchen Situationen ist der Einsatz einer Blendgranate unbedingt vorzuziehen. Es wird empfohlen, dass jeder Soldat ohne schwere Waffen wenigstens eine Granate beliebiger Art mit sich führen sollte, ob nun Splitter-, Blend- oder Brandgranaten. Zwei oder mehr sind empfohlen. Zusatz Keiner.
fr: Spécifications techniques : Grenade à Fragmentation NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. Le principe de la grenade à fragmentation n'a que peu évolué depuis sa première utilisation, lorsque les soldats chinois plaçaient de la poudre à canon dans des conteneurs en céramique ou en métal. Elles s'améliorèrent légèrement à la fin du XXème siècle : le perfectionnement des moyens pyrotechniques et des matériaux de stockage les ont rendues un peu plus rapides d'utilisation et plus mortelles. Le fonctionnement reste cependant identique : une substance explosive au coeur de la grenade provoque une fragmentation de l'habillage (et éventuellement d'une couche de fil ou de phosphore blanc entourant l'explosif) qui est projeté dans toutes les directions à grande vitesse, tuant ou blessant les cibles dans la zone d'effet. Le système à retardement est actionné par le retrait de la goupille de sécurité, puis la relâche de la cuillère, généralement libérée lorsque la grenade est lancée. La grenade explosera au bout de quelques secondes. Pour les besoins PHALANX, nous avons considéré que la grenade australienne HG15 était la meilleure de toutes. Elle utilise une charge extrêmement standard de C8, un explosif chimique solide, ainsi qu'une couche interne de fil et une mince couche externe d'acier. Elle est étudiée pour optimiser l'aire d'effet en incorporant d'avantage de mitraille que n'importe quelle autre grenade du marché. La partie extérieure du corps de la HG15 est lisse et ne présente pas de carreaux d'acier, contrairement aux vieilles grenades de la deuxième guerre mondiale en forme d'ananas. Cela la rend plus apte à rouler sur divers types de surfaces. L'explosif C8 de son coeur est peut-être vieux de conception, mais reste à la fois hautement puissant et sûr même dans les conditions les plus difficiles. La fiabilité est un attribut particulièrement important pour tous les types de bombes tenues dans la main. Doctrine recommandée Bien qu'assez efficace contre l'infanterie ennemie, les grenades à fragmentation sont des armes d'opportunité, et ne viennent pas en remplacement des armes à feu ou de l'artillerie portative. Leur portée est très limitée, et leur aire d'effet reste faible. Cependant, si la situation nécessite un tir indirect à courte portée ou de jeter un objet mortel au bout du couloir, la grenade à fragmentation est idéale. Il est important de vérifier qu'aucun individu ami (et tout particulièrement des civils) n'est pris dans la zone d'effet. En de telles situations, l'utilisation de grenades mortelles est fortement découragée, au profit des grenades étourdissantes. Il est recommandé que tous les soldats ne portant pas d'armes lourdes emportent également au moins une grenade, qu'elle soit à fragmentation, incendiaire, étourdissante, ou autre ; en cas de nécessité. Il est même vivement conseillé d'en prendre au moins deux. Addenda Aucun.
ru: Technical Specifications: Fragmentation Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The concept of the fragmentation grenade has changed little since it was first conceived, when Chinese soldiers packed gunpowder into ceramic or metal containers. It only solidified further after the end of the 20th century. Improvements in explosive technology and casing materials have made them a little faster and a little deadlier, but the mechanics are the same: An explosive substance at the heart of the grenade causes the casing (and possibly additional payload such as a layer of wire or white phosphorus coiled around the explosive) to fragment into shrapnel and fly in all directions at high speed, killing or wounding targets in the area of effect. The delayed fuse is ignited by first pulling the pin and then releasing the handle, usually released as the grenade is thrown. It will detonate after a period of several seconds. For PHALANX purposes, we have selected the Australian HG15 as the best of the lot. This grenade is loaded with an extremely conventional charge of C8 solid chemical explosive, an inner layer of coiled wire, and an outer layer of thin plated steel. It's designed to maximise coverage by putting out more shrapnel than any other grenade on the market. The HG15's outer layer is smooth and unbroken, unlike the old 'pineapple' grenades of World War 2, to make it easier to roll across various surfaces. The C8 explosive at its core may be old in design, but it's both highly powerful and can be counted on to work right under harsh conditions. Reliability is an especially important attribute in any kind of hand-held bomb. Recommended Doctrine Though quite effective against enemy infantry, frag grenades are weapons of opportunity, not a replacement for firearms or portable artillery. Their range is highly limited and their casualty radius is small. However, if the situation calls for close-range indirect fire or something deadly thrown around a corner, the frag grenade is just the thing. Care should be taken that no friendlies (especially civilians) are caught in the area of effect. In such situations the use of lethal grenades is strongly discouraged; flashbangs should be given preference. It's recommended that all soldiers carrying non-heavy weapons should be equipped with at least one grenade of some variety -- be it a frag grenade, flashbang, incendiary grenade or other -- in case the need should arise. Two or more are strongly recommended. Addenda None.
th: Technical Specifications: Fragmentation Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The concept of the fragmentation grenade has changed little since it was first conceived, when Chinese soldiers packed gunpowder into ceramic or metal containers. It only solidified further after the end of the 20th century. Improvements in explosive technology and casing materials have made them a little faster and a little deadlier, but the mechanics are the same: An explosive substance at the heart of the grenade causes the casing (and possibly additional payload such as a layer of wire or white phosphorus coiled around the explosive) to fragment into shrapnel and fly in all directions at high speed, killing or wounding targets in the area of effect. The delayed fuse is ignited by first pulling the pin and then releasing the handle, usually released as the grenade is thrown. It will detonate after a period of several seconds. For PHALANX purposes, we have selected the Australian HG15 as the best of the lot. This grenade is loaded with an extremely conventional charge of C8 solid chemical explosive, an inner layer of coiled wire, and an outer layer of thin plated steel. It's designed to maximise coverage by putting out more shrapnel than any other grenade on the market. The HG15's outer layer is smooth and unbroken, unlike the old 'pineapple' grenades of World War 2, to make it easier to roll across various surfaces. The C8 explosive at its core may be old in design, but it's both highly powerful and can be counted on to work right under harsh conditions. Reliability is an especially important attribute in any kind of hand-held bomb. Recommended Doctrine Though quite effective against enemy infantry, frag grenades are weapons of opportunity, not a replacement for firearms or portable artillery. Their range is highly limited and their casualty radius is small. However, if the situation calls for close-range indirect fire or something deadly thrown around a corner, the frag grenade is just the thing. Care should be taken that no friendlies (especially civilians) are caught in the area of effect. In such situations the use of lethal grenades is strongly discouraged; flashbangs should be given preference. It's recommended that all soldiers carrying non-heavy weapons should be equipped with at least one grenade of some variety -- be it a frag grenade, flashbang, incendiary grenade or other -- in case the need should arise. Two or more are strongly recommended. Addenda None.
