Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: ufo_harvester_pre_txt
de: Herr Kommandant, wir haben einen neuen UFO Typ geborgen und es wartet in unserem Hangar auf Zerlegung. Dieses ist weit größer als die vorhergehenden UFOs, die wir bisher gesehen haben und es scheint das Zentrum der Alienformationen zu sein, was es zu einem besonderen Ziel für unsere Forschungen macht. Das Herausfinden des Zwecks des UFOs und Untersuchung seiner speziellen Ausrüstung dürfte uns wichtige neue Erkenntnisse über die Pläne der Aliens auf der Erde geben. Wir sind für das Studium und die Zerlegung des UFOs bereit, brauchen aber Laborzeit und Mittel, um eine genaue Einschätzung seiner Fähigkeiten und Funktion zu erhalten. --Cdr. Navarre
fr: Commandant, nous avons récupéré un nouveau type d'OVNI qui attend maintenant dans notre hangar son démontage. Celui-ci est significativement plus grand que les OVNIs que nous avons observé précédemment et semble être le centre de beaucoup de formations aliens, en faisant une cible particulièrement importante pour nos recherches. La découverte du but de ce vaisseau et examiner son équipement peuvent nous donner de nouveaux indices essentiels sur la mission des aliens sur Terre. Nous sommes prêts à étudier et à démanteler l'appareil dès que nous aurons votre accord, mais nous aurons besoin de temps de laboratoire et de fonds pour faire une évaluation appropriée de sa fonction et de ses possibilités. --Cdt Navarre
ru: Командующий, мы завладели НЛО нового типа, который в настоящее время ожидает демонтажа в ангаре. Он значительно крупнее тех НЛО, что мы наблюдали ранее, и выглядит как центральный корабль многих боевых формирований пришельцев, что делает его особо важным объектом для изучения. Раскрытие назначения данного летательного аппарата и изучение его специального оборудования может дать нам качественно новое понимание целей пришельцев здесь, на Земле. Мы готовы начать разборку и изучение аппарата, как только вы отдадите приказ, но нам будет необходимо некоторое количество рабочего времени лабораторий и финансирования, чтобы сделать надлежащую оценку его функционирования и технических возможностей. --коммандер Наварре
th: ท่านผู้บัญชาการ เราเก็บกู้จานบินแบบใหม่ ซึ่งตอนนี้จอดอยู่ในโรงเก็บ และรอการแยกส่วนตรวจสอบ ยานนี้มีขนาดใหญ่กว่าจานบินอื่นที่เราพบ และดูจะเป็นศูนย์กลางของกองทัพมนุษย์ต่างดาวที่บุกมาหลายครั้ง ทำให้ม้ันเป็นเป้าหมายสำคัญที่ต้องวิจัย การค้นหาจุดมุ่งหมายของยานนี้ และตรวจสอบอุปกรณ์พิเศษของมันอาจช่วยให้ข้อมูลที่สำคัญเกี่ยวกับภารกิจของมนุษย์ต่างดาวบนโลกนี้ได้ เราพร้อมจะเริ่มศึกษาและแยกส่วนยานบินเมื่อท่านอนุมัติ แต่เราต้องใช้ห้องวิจัยและเงินทุนในการประเมินคุณสมบัติและความสามารถของมัน --ผบ. นาวาเร

source: Live Specimen - Bloodspider
de: Lebendes Exemplar - Blutspinne
fr: Spécimen vivant - Araignée sanguinaire
ru: Живой организм -- Гем-паук
th: ตัวอย่างมีชีวิต - แมงมุมโลหิต

source: bloodspider_notes_pre_txt
de: Noch keine Informationen verfügbar. Bitte erst erforschen.
fr: Aucune information n'est disponible avant d'avoir fini la recherche
ru: Предварительная информация по исследованию отсутствует
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Alien Autopsy - Bloodspider
de: Autopsiebericht - Blutspinne
fr: Autopsie Alienne - Araignée Sanguinaire
ru: Вскрытие пришельца - Кровосос
th: การชันสูตรศพมุนษย์ต่างดาว -แมงมุมโลหิต

source: bloodspider_autopsy_txt
de: Herr Kommandant, mein Team hat die Untersuchung der Überreste der arachniden Maschine abgeschlossen, die unsere Truppen zurückgebracht haben und wir haben eine Zusammenfassung für sie vorbereitet. Die Autopsie zeigt, dass die Kreatur ein komplexer Roboter ohne organische Komponenten ist. Sein Körper erinnert an die irdischen Spinnen; ein zentraler Körper, der das künstliche Gehirn und die Energiezellen beinhaltet und acht Beine, die von kräftigen Servomotoren angetrieben werden, was es der Spinne erlaubt, sich mit beängstigender Geschwindigkeit über das Schlachtfeld zu bewegen. Sie hat einen rasiermesserscharfen Unterkiefer, der in der Lage ist, menschliche Opfer in Sekunden zu zerteilen und Gewebe oder Organe in einem großen Hohlraum vor den Energiezellen zu lagern. Diese Maschinen wurden beobachtet, wie sie während einer Terrormission lebende Menschen zerteilten und ihre Biomasse in sich aufnahmen. Dieser Prozess ist grauenvoll und sehr, sehr kurz. Unsere Soldaten haben diese Kreatur auf den Namen 'Blutspinne' getauft, welchen wir beibehalten werden. Ballistische Tests auf Proben der Panzerung der Blutspinne zeigen, dass diese sehr hart ist und exzellente Isolierung bietet, was sie sehr effektiv gegen eine große Bandbreite an Waffen macht. -- Die Panzerung ist sehr resistent gegen Laser, Elektrizität und Brandmunition aber kann von panzerbrechender Hochgeschwindigkeitsmunition durchschlagen werden. -- Sprengstoffe erzielen auch gute Resultate, da sie oft die verwundbaren Verbindungsstellen zwischen Bein und Körper beschädigen. Das scheint wohl der effektivste Weg zu sein, diese Kreaturen auszuschalten. Die Existenz dieser Kreatur wirft beängstigende Fragen auf. Es scheint, dass die Außerirdischen ein sehr starkes Interesse an uns haben, und sie stellen keine Fragen. Herr Kommandant, diese Maschinen stellen eine Gefahr für jeden Menschen dar, der ihnen nahe kommt. Wenn wir auf sie treffen, sollte sie sofort und mit allen Mitteln zerstört werden. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Mon équipe a analysé les restes d'une machine arachnoïde que nos opérateurs ont ramenés. Nous vous avons préparé un résumé que voici. L'autopsie révèle que la créature est un robot complexe sans aucune partie organique. Son corps rappelle celui de l'araignée terrestre : un corps central contenant un cerveau artificiel et des cellules énergétiques, ainsi que huit pattes pilotées par des servomoteurs qui lui permettent de se déplacer à une vitesse surprenante sur le champ de bataille. Elle est équipée de mandibules aussi coupantes que des lames de rasoir, qui peuvent disséquer des victimes humaines sur place et stocker les tissus ou des organes entiers dans de grandes cavités disposées devant les cellules énergétiques. Ces machines ont été filmées en train de découper vivant des êtres humains lors d'une attaque de terreur, puis de stocker leur biomasse pour une utilisation ultérieure. Le procédé est horrible et très, très court. Nos soldats ont baptisé la créature « Araignée Sanguinaire », et le nom est resté. Des tests balistiques sur des échantillons de l'armure qui recouvre l'Araignée Sanguinaire révèle qu'elle est très résistante et possède d'excellentes qualités isolantes, la rendant efficace contre une très vaste gamme d'armement. -- L'armure est très résistante aux lasers, à l'électricité et aux munitions incendiaires, mais peut être percée par des balles perforantes à très haute vélocité. -- Les explosifs puissants ont également donnés de bon résultats, par leur capacité à faire des dégâts sur les articulations de leurs pattes qui sont vulnérables. Il s'agit peut-être là du moyen le plus efficace de lutter contre ces créatures. L'existence de ces créatures soulèves quelques questions effrayantes. On peut penser que les aliens ont un intérêt personnel pour la race humaine, et ils ne posent pas de questions. Commandant, ces machines sont une menace terrible pour tous les êtres humains qu'elles approchent. En cas de rencontre, elles devraient être détruites immédiatement, quel que soit le prix. Sincèrement, Dr Connor
ru: Командующий, Моя команда изучила останки паукообразного устройства, доставленного нашими оперативниками с задания, и мы уже подготовили доклад о результатах осмотра. Вскрытие, если в данном случае это слово применимо, показало, что это устройство является высокотехнологичным роботом, не несущим в себе какой-либо органический компонент. Своим строением его тело во многом напоминает обычного земного паука; в центральной части тела размещен ведущий процессор и энергетические аккумуляторы; восемь конечностей приводятся в движение мощными сервомоторами, что позволяет роботу перемещаться по полю боя с устрашающей скоростью. Небольшая голова оснащена парой острых как бритва мандибул, при помощи которых он умерщвляет жертву и перекачивает ее клеточную массу в специальную полость своего тела, расположенную непосредственно перед аккумуляторами. Именно за этим занятием роботы и были неоднократно замечены. Процесс этот поистине ужасен и очень, очень стремителен. Наши солдаты обозвали его 'кровососом' и эта кличка практически сразу же вошла в обиход. Баллистики успели провести ряд тестов на образцах брони кровососов и выявили, что она отличается высокой прочностью и великолепными изоляционными характеристиками. Это делает робота устойчивым к обширному списку нашего оружия. -- Броня обладает высокой устойчивостью по отношению к лазерному электрошоковому и зажигательному вооружению, однако, может быть пробита скорострельным бронебойным оружием. -- Применение высокомощной взрывчатки также может дать хорошие результаты, поскольку она способна повредить уязвимые сочленения конечностей. Пожалуй, это является наиболее эффективным способом уничтожить робота. Сам факт существования подобного механизма рождает ряд пугающих вопросов. Это означает, что у инопланетян есть по отношению к нам достаточно неоднозначный интерес и, при этом, они не спрашивают у нас разрешения. Командующий, эти машины представляют собой смертельную угрозу для любого человека, оказавшегося рядом с ними. При встрече они должны быть незамедлительно уничтожены. Любой ценой. Искренне Ваш, Зав. НИОКР ОКБ Коннор
th: เรียนท่านผู้บัญชาการ, ทีมของผมได้วิเคราหะ์ซากของเครื่องจักรรูปแมมงุมที่ทีมได้เก็บกู้ และเราได้เตรียมรายงานสรุปเพื่อให้ท่านพิจารณา การชันสูตรศพพบว่าสัตว์นี้เป็นหุ่นยนต์ซับซ้อนที่ไม่มีองค์ประกอบชีวภาพเลย ร่างกายองมันคล้ายกับแมงมุมบนโลก ร่างส่วนกลางประกอบด้วยสมองกลและเซลพลังงาน ขาทั้งแปดทำงานด้วยเซอร์โวมอเตอร์กำลังสูง ที่ทำให้มันเคลื่อนตัวในสนามรบด้วยความเร็วสูง มันติดมีดคมที่สามารถผ่าร่างเยื่อได้ทันที และเก็บเนื้อเยื่อหรืออวัยะไว้ในช่องเก็บของขนาดใหญ่หน้าเซลพลังงาน เราจับภาพเครื่องจักรเหล่านี้ตัดคนทั้งเป็นได้ระหว่างภารกิจการข่มขวัญ และเก็บซากรักษาไว้ในตัว กระบวนการนี้น่าสยดสยองและรวดเร็วอย่างมาก ทหารเราเรียกพวกนี้ว่า "แมงมุมโลหิต" และชื่อนี้ก็ติดปาก การทดสอบยิงตัวอย่างเกราะของแมงมุมโลหิตพบว่า มันทนทานและมีคุณสมบัติการเป็นฉนวนไฟฟ้าที่ดี ทำให้สามารถทนทานอาวุธได้หลากหลาย -- เกราะทนทานเลเซอร์ กระแสไฟฟ้า และอาวุธเพลิงได้ดีมาก แต่สามาถเจาะได้ด้วยกระสุนเจาะเกราะความเร่งสูง -- ระเบิดก็ได้ผลดี เพราะมันจะทำลายส่วนข้อต่อขาที่บอบบาง นี่อาจเป็นวิธีที่ได้ผลที่สุดในการทำลายพวกนี้ การมีอยู่ของพวกนี้ได้สร้างคำถามทีน่ากลัว เพราะมันแสดงว่าพวกมนุษย์ต่างดาวได้ให้ความสนใจกับเราเป็นพิเศษ และมันไม่ยอมถามเราด้วย ท่านผู้บัญชาการ, เครื่องจักรเหล่านี้มีอันตรายกับมนุษย์ทุกคนที่เข้าใกล้ หากพบมัน ให้ทำลายมันโดยทันทีด้วยทุกวิถีทาง ขอแสดงความนับถือ, ดร. คอนเนอร์

source: bloodspider_autopsy_pre_txt
de: Herr Kommandant, wir haben eine neue Art Spezies vom Schlachtfeld geborgen. Wir sollten sobald wie möglich Sezierung und Beurteilung beginnen. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Nous avons découvert un nouveau corps alien sur le champ de bataille. Nous devrions commencer la dissection et les analyses aussi vite que possible. Sincèrement, Dr Connor
ru: Командующий, На поле боя нами был обнаружен труп неизвестного пришельца. Необходимо произвести вскрытие объекта и исследовать его как можно скорее. Искренне Ваш, Зав. НИОКР ОКБ Коннор
th: เรียนท่านผู้บัญชการ, เราได้เก็บกู้ศพมนุษย์ต่างดาวจากสนามรบได้ เราจะเริ่มการผ่าศพและประิเมินโดยด่วนที่สุด ขอแสดงความนับถือ, ดร. คอนเนอร์

source: Alien Autopsy - Ortnok
de: Autopsiebericht - Ortnok
fr: Autopsie Alienne - Ortnok
ru: Вскрытие пришельца - Ортнок
