Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: antimatter_extra_txt
de: Unsere Forschung der Antimaterie ist vollständig, Herr Kommandant, und wir sind bereit, Ihnen die Ergebnisse zu präsentieren. Aber ich fürchte, die Neuigkeiten sind größtenteils schlecht. Es gibt eine Menge Dinge, die die Außerirdischen wissen, die uns unbekannt sind. Nirgends wird das deutlicher als in ihrer großflächigen Nutzung von Antimaterie. Es scheint, als hätten sie davon ziemlich viel, jedenfalls so viel, dass sie UFO über UFO auf die Erde schicken können und dabei eine Menge Tankfüllungen von Antiprotonen verbrauchen. Menschliche Experimente mit Antimaterie dagegen . . . Die erste künstlich hergestellte Antimaterie der Erde bestand aus 9 Atomen Anti-Wasserstoff, die in dem CERN Partikelphysiklabor in der Nähe von Genf an der Französisch-Schweizer Grenze hergestellt wurden. Nicht lange danach produzierte ein anderes Labor ungefähr 100 Atome. In den letzten Jahren kamen wir kleine, kleine Schritte vorwärts, aber selbst da wir jetzt schon Millionen von Antiprotonen erzeugen können, ist es leicht zu vergessen, wie wenig das wirklich ist. Tatsächlich liegt die größte Hürde der Anpassung des außerirdischen Treibstoffes für uns in der Verfügbarkeit von Antiprotonen. Wir sind seit 1995 weit gekommen, aber selbst wenn jedes Partikelphysiklabor der Erde soviel Antiprotonen wie möglich herstellen würde, so würde es 80 Millionen Jahre dauern, um ein Gram Antiprotonen zu erzeugen. Zum Vergleich: Die Menge im Tank eines UFO Scouts übertrifft sämtliche Antimaterie, die in den letzten hundert Jahren auf der Erde produziert wurde. Eine andere Sorge besteht in der Tatsache, dass die Außerirdischen Antimaterie scheinbar als Teil ihrer Waffensysteme nutzen. Mit Antimaterie gefüllte Raketen sind eine Sache; was ist, wenn sie anfangen, Antimaterie selber als ein Sprengstoff zu nutzen? Mein Team hatte dabei mehrere beunruhigende Ideen. Ich persönlich denke, dass wir die Außerirdischen in dieser Sache überholen sollten. Ein spezielles Programm für antimateriebasierte Waffen verspricht eine interessante Sache zu werden -- es sollte wirtschaftlicher sein, als der Versuch, die außerirdischen Raketen für unsere Abfangjäger umzubauen. Die Menschheit ist noch einen sehr weiten Weg davon entfernt, genug Antiprotonen zu erzeugen, um diese Materie-Antimaterie Raketen zu betreiben. Das Endresultat ist, dass wir diese außerirdische Technologie nicht kopieren können. Wir wissen nicht, wie sie ihre Antimaterie herstellen, oder wie sie genug Energie dafür produzieren. Solange wir nicht an diese Technologie kommen, werden unsere Bemühungen fruchtlos bleiben. Unsere einzigen großen Erfolge sind auf die Informationen über die Lagerung der Antimaterie der Außerirdischen zurückzuführen. Wir sind sicher, dass wir die gleichen Lagertechniken anwenden und spezielle Einrichtungen zur sicheren Aufbewahrung von bis zu 10 Gramm Antimaterie errichten können. Ich habe Ihnen die Baupläne zur genauen Durchsicht in einer separaten Nachricht übermittelt. Außerdem haben wir Antimaterietreibstofftanks entwickelt, die nach einer gründlichen Überholung in unsere Abfangjäger passen sollten. Natürlich brauchen wir ein komplettes Verständnis über die außerirdischen Triebwerke, bevor wir anfangen können, die Tanks einzusetzen. Trotz aller Absichten und Einsatzmöglichkeiten sind wir nicht in der Lage, den Treibstoff der Außerirdischen zu replizieren. Wenn wir Antimaterie zusammen mit unserer eigenen Technologie verwenden, sind wir auf die Bergung der Antimaterie aus extraterrestrischen Quellen angewiesen. Das mag zwar gefährlich sein, aber wir haben keine andere Wahl; wir müssen diese Technologie sobald wie möglich adaptieren, wenn wir eine Chance haben wollen, diese Invasion zu stoppen. --Cdr. Navarre
fr: Commandant, notre étude de l’antimatière est complète et nous sommes prêts à vous présenter nos résultats. Je crains malheureusement que les nouvelles ne soient mauvaises. Les aliens font preuve de nombreuses connaissances technologiques qui nous sont inconnues. L’exemple le plus flagrant est leur utilisation massive de l’antimatière. Il semblerait qu’ils en possèdent des quantités incroyables, ou du moins suffisantes pour envoyer OVNI après OVNI sur terre, brûlant ainsi de nombreux réservoirs d’antiprotons. Les expérimentations humaines avec l’antimatière entrent dans une autre catégorie... La première production artificielle d’antimatière sur terre a permis l'obtention de 9 atomes d’antihydrogène créés au laboratoire de physique des particules du CERN, situé près de Genève à la frontière entre la France et la Suisse. Peu de temps après, un autre laboratoire a produit approximativement 100 atomes. Nous avançons chaque année à tous petits pas, mais même si nous pouvons produire à l’heure actuelle des antiprotons par millions, il est facile d’oublier que cela ne représente qu’une très faible quantité. En fait, le plus grand obstacle à l’adaptation de ce carburant alien est la rareté des antiprotons. Nous avons parcouru un long chemin depuis 1995, mais même avec tous les laboratoires de physique des particules du monde entier produisant autant d’antiprotons que possible, cela nous prendrait quatre-vingts million d’années pour produire 1 gramme d’antiprotons utilisables. En comparaison, la quantité contenue dans les réservoirs de l’OVNI Éclaireur dépasse toute l’antimatière produite sur terre depuis les cents dernières années. Une autre préoccupation provient du fait que les aliens semblent aussi utiliser l’antimatière dans leurs systèmes d’armement. Des missiles aliens propulsés à l’antimatière sont une chose ; qu’en serait-il si ils commençaient à utiliser l’antimatière elle-même comme explosif ? Mon équipe est arrivée à plus d’une conclusion alarmante dans cette direction. Personnellement, je pense que nous devrions essayer de dépasser les aliens dans ce domaine. Un programme de recherche spécial se concentrant sur les armements utilisant l’antimatière serait du plus grand intérêt – ce serait clairement plus intéressant économiquement parlant que de simplement adapter les missiles aliens sur nos intercepteurs. L’humanité est encore loin d’obtenir la capacité de créer l’antimatière en quantité suffisante pour l’utiliser dans les missiles à antimatière. En conclusion, nous ne pouvons reproduire cette technologie alienne. Nous ne savons pas comment ils créent leur antimatière ou même comment il réussissent à obtenir suffisamment d’électricité pour le faire. Tant que nous n’aurons pas mis la main sur l’équipement permettant de tels exploits, nos efforts seront inutiles. Notre unique succès provient de l’étude des containers à antimatière aliens. Nous sommes confiants dans notre capacité à utiliser la même technique de stockage magnétique, créant ainsi des unités de stockage pouvant emmagasiner sans danger jusqu’à dix grammes d’antimatière. Je vous ai envoyé des plans dans un autre message pour que vous puissiez l'étudier à votre convenance. Nous avons également développé des réservoirs à antimatière qui devraient s’adapter à nos intercepteurs après d’importantes mise à jour de ces derniers. Bien entendu nous aurons besoin de comprendre le fonctionnement des moteurs aliens avant de pouvoir commencer à les intégrer. Dans tous les cas, nous sommes dans l’incapacité de produire ce carburant alien. Si nous utilisons l’antimatière dans nos technologies, nous dépendrons de l’approvisionnement obtenu depuis des sources aliennes. Ce chemin me semble dangereux, mais nous n’avons guère le choix ; nous avons besoin d’adapter cette technologie aussi vite que possible pour avoir une chance de pouvoir réellement stopper cette invasion. --Cdt Navarre
ru: Our study on antimatter is complete, Commander, and we're ready to present our results. I'm afraid the news is mostly bad. There are a lot of things the aliens know that we don't. Nowhere is this more clear in their widespread use of antimatter. It seems to be plentiful for them, at least plentiful enough to send out UFO after UFO to Earth, burning tanks full of antiprotons. Human experiments into antimatter, on the other hand . . . The first artificially produced antimatter on Earth consisted of 9 atoms of anti-hydrogen created at the CERN particle physics laboratory, situated near Geneva on the border between France and Switzerland. Not long after, another lab produced approximately 100 atoms. We've come slowly forward over the years in tiny, tiny steps, but even though we can now produce antiprotons by the millions, it's easy to forget just how little that really is. In fact, the biggest obstacle to our adaptation of the alien fuel is the availability of antiprotons. We've come a long way since 1995, but even with every particle physics laboratory in the world churning out as many antiprotons as possible, it would take eighty million years to produce 1 gramme's worth of antiprotons. By comparison, the amount contained in a Scout UFO's tank exceeds that of all the antimatter produced on Earth over the past hundred years. Another worrying point is that the aliens also seem to be using antimatter as part of their weapons systems. Antimatter-fuelled alien missiles are one thing; what if they begin using antimatter itself as an explosive? My staff has come up with more than one disconcerting idea along these lines. For myself, I think we should try to head the aliens off at the pass in this regard. A special program regarding antimatter-based weapons may be a highly interesting option to pursue -- it may be a more economical prospect than trying to adapt alien rockets to our interceptor craft. Humanity is a long, long way off from being able to create antiprotons in the amounts necessary to fuel these matter-antimatter rockets. The bottom line is, we cannot duplicate this alien technology. We don't know how they create their antimatter or how they manage to generate enough electricity to do so. Unless and until we can get our hands on this equipment, our efforts will be fruitless. Our only major successes have come from studying how the aliens store their antimatter. We're confident we can employ the same magnetic storage techniques, creating special facilities for safely storing up to ten grammes of antimatter. I've sent you a set of blueprints in a separate message to peruse at your convenience. We've also designed antimatter fuel tanks that should fit in our interceptors given some major overhaul. Of course we'll need a full understanding of the alien engines before we can begin incorporating it. For all intents and purposes, we are unable to replicate the alien fuel. If we use antimatter in our own technology we will be dependent upon recovering it from alien sources. This seems a dangerous course of action, but we may have no choice; we need to adapt this technology as soon as possible if we are to have any chance of truly stopping the invasion. --Cdr. Navarre
th: การศึกษาแอนทายแมทเทอร์เสร็จสมบูรณ์แล้ว, ท่านผู้บัญชาการ, และเราพร้อมจะนำเสนอผลลัพธ์ ผมเกรงว่าผลส่วนใหญ่นั้นเป็นข่าวร้าย มีหลายสิ่งที่มนุษย์ต่างดาวรู้แต่เราไม่รู้ และการใช้แอนทายแมทเทอร์อย่างแพร่หลายนี้เป็นหลักฐานที่ชัดที่สุด พลังงานนี้มีอย่างอุดมสมบูรณ์ อย่างน้อยก็มากพอจะส่งกองทัพจานบินระลอกแล้วระลอกเล่ามายังโลก และใช้แอนทายโปรตอนไปถังแล้วถังเล่า ส่วนการทดลองแอนทายแมทเทอร์ของมนุษย์นั้น... การทดสอบแอนทายแมทเทอร์ที่มนุษย์สร้างขึ้นมาครั้งแรก ประกอบด้วยอะตอมแอนทาย-ไฮโดรเจน 9 อะตอม ณ ห้องวิจัยฟิสิกส์ด้านอนุภาค CERN ใกล้กรุงเจนีวาบริเวณชายแดนฝรั่งเศสสวิตเซอร์แลนด์ ไม่นานจากนั้นห้องวิจัยอีกแห่งสามารถทำได้ประมาณ 100 อะตอม เราค่อยๆ ก้าวหน้าทีละน้อย แต่แม้ว่าเราจะสามารถสร้างแอนทายโปรตอนได้เป็นล้านอะตอม เราก็จะลืมไม่ได้ว่าปริมาณนั้นเล้กน้อยเพียงใด ที่จริงแล้ว อุปสรรคสำคัญที่สุดในการประยุกต์ใช้เชื้อเพลิงของมนุษย์ต่างดาวคือ ปริมาณแอนทายโปรตอนที่มี เราพัฒนามามากนับตั้งแต่ปี 1995 แต่แม้ว่าห้องวิจัยฟิสิกส์ในโลกจะพยายามผลิตแอนทายโปรตอนให้มากที่สุดเท่าที่เป็นไปได้ ก็ยังต้องใช้เวลาแปดสิบล้านปีในการผลิตแอนทายโปรตอนให้ได้ 1 กรัม หากเปรียบเทียบกันแล้ว ปริมาณแอนทายโปรตอนในถังพลังงานของจานบินสอดแนมหนึ่งลำ ยังมากกว่าปริมาณแอนทายแมทเทอร์ที่โลกเราผลิตได้ในร้อยปีที่ผ่านมารวมกันเสียอีก Another worrying point is that the aliens also seem to be using antimatter as part of their weapons systems. Antimatter-fuelled alien missiles are one thing; what if they begin using antimatter itself as an explosive? My staff has come up with more than one disconcerting idea along these lines. For myself, I think we should try to head the aliens off at the pass in this regard. A special program regarding antimatter-based weapons may be a highly interesting option to pursue -- it may be a more economical prospect than trying to adapt alien rockets to our interceptor craft. อีกเรื่องที่น่าเป็นห่วงคือ มนุษย์ต่างดาวดูเหมือนจะใช้แอนทายแมทเทอร์เป็นส่วนหนึ่งของอาวุธด้วย มิซไซล์พลังงานแอนทายแมทเทอร์ก็เป็นอย่างหนึ่ง แต่หากพวกนั้นจะใช้แอนทายแมทเทอร์เป็นวัตถุระเบิดล่ะ? ทีมงานของผมได้ค้นพบแนวคิดที่น่าสะพรึงกลัวนี้ สำหรับผมเองแล้ว ผมคิดว่าเราควรจะนำหน้ามนุษย์่ต่างดาวในด้านนี้ โครงการพิเศในด้านอาวุธจากแอนทายแมทเทอร์นั้นเป็นทางเลือกที่น่าในใจอย่างยิ่ง -- และอาจเป็นวิธีในการประยุกต์ใช้ที่ประหยัดกว่าการพยายามสร้างจรวดของมนุษย์ต่างดาวติดกับยานอินเตอร์เซ็ปเตอร์ มนุษยชาตยังอยู่ไกลเกินกว่าที่จะสามารถผลิตแอนทายโปรตอนให้เพียงพอต่อการใช้เป็นเชื้อเพลงสำหรับจรวดสสาร-แอนทายแมทเทอร์ โดยสรุปเราไม่สามารถลอกเลียนวิทยาการของพวกต่างดาวได้ เราไม่รู้ว่าพวกนั้นสร้างแอนทายแมทเทอร์อย่างไร หรือพวกนั้นสามารถสร้างกระแสไฟฟ้าเพียงเพอต่อการสร้างแอนทายแมทเทอร์ได้อย่างไร นอกจากว่าเราได้อุปกรณ์เหล่านีมา ความพยายามของเราคงมีแต่จะสูญเปล่า ความสำเร็จที่สำคัญของเรามีแค่การศึกษาวิธีการเก็บรักษาแอนทายแมทเทอร์ของพวกมนุษย์ต่างดาว เรามั่นใจว่าเราสามารถใช้วิธีการเก็บรักษาด้วยแม่เหล็กแบบเดียวกัน และสร้างห้องเก็บที่ปลอดภัยสำหรับการเก็บแอนทายแมทเทอร์ได้ถึงสิบกรัม ผมได้ส่งแบบพิมพ์เขียวในข้อความต่างหาก เพื่อให้ท่านพิจารณาตามสะดวก เรายังได้ออกแบบถังเก็บแอนทายแมทเทอร์ที่สามารถติดตั้งกับยานอินเตอร์เซ็ปเตอร์ได้ แน่นอนว่าเราต้องเข้าใจระบบเครื่องยนต์ของมนุษย์ต่างดาวเสียก่อนจะนำมาใช้กับยานของเรา เราไม่สามารถจะเลียนแบบเชื้อเพลิงของมนุษย์ต่างดาวได้ ไม่ว่าจะด้วยการใช้ใดก็ตาม หากเราใช้แอนทายแมทเทอร์กับวิทยาการของเรา เราจะต้องพึ่งพาการเก็บกู้แอนทายแมทเทอร์จากแหล่งของมนุษย์ต่างดาว แนวคิดนี้เป็นแนวคิดอันตราย แต่เราอาจไม่มีทางเลือกอื่น เราจำเป็นต้องประยุกต์วิทยาการนี้ให้เร็วที่สุด หากเราจะมีโอกาสในการหยุดยั้งการรุกรานครั้งนี้ --ผบ. นาวาเร

source: antimatter_pre_txt
de: Herr Kommandant, basierend auf den extrem interessanten Funden, die wir während unserer Untersuchung des Scout UFOs gemacht haben, würde ich gerne um Ihre Zustimmung für Laborzeit bitten, um die beträchtliche Nutzung von Antimaterie auf Seiten der Außerirdischen und die daraus resultierenden Folgen für den Krieg zu untersuchen. Im Besonderen würde ich gerne untersuchen, ob wir nicht eine Möglichkeit finden können, Antimaterie für unsere eigenen Zwecke herzustellen. Die Materie-Antimaterie-Aufhebung hat erstaunliches Potential als Treibstoff. In Sachen Energieerzeugung hat Antimaterie wahrscheinlich das beste Verhältnis von Masse zu Volumen von allen Materialien im Universum; die Fähigkeit, es auf dieselbe Art und Weise wie die Außerirdischen zu nutzen, würde unsere Technologie um Jahrhunderte in die Zukunft katapultieren. Wir müssen diese Forschung sobald wie möglich beginnen! --Cdr. Navarre
fr: Commandant, après les découvertes très intéressantes faites au cours de notre analyse de l’OVNI Éclaireur, je désirerais votre permission de réserver du temps de laboratoire pour analyser de manière plus minutieuse l’utilisation intensive de l’antimatière par les aliens et ses implications concernant cette guerre. En particulier je souhaiterais savoir si nous pouvons trouver le moyen de produire de l'antimatière pour notre propre utilisation. La réaction d’annihilation de la matière par l’antimatière a un potentiel étonnant comme carburant. En terme de production d’énergie, c’est probablement le carburant ayant le meilleurs rapport taille-poids de tout l’univers ; la possibilité de l’utiliser de manière similaire aux aliens propulserait nos technologies plusieurs siècles dans l’avenir. Nous devons l'étudier à la première opportunité. -- Cdt Navarre
ru: Командующий, основываясь на чрезвычайно интересных находках, которые мы сделали во время изучения НЛО класса 'Разведчик', я хотел бы получить ваше разрешение использовать некоторое количество лабораторного времени для того, чтобы тщательнее проанализировать обширное использование инопланетянами антиматерии и ее применений в этой войне. Мне особенно хотелось бы узнать, можем ли мы производить антиматерию для наших нужд. Аннигиляция материи и антиматерии имеет удивительный потенциал как горючее. В терминах генерации энергии, она имеет лучшее отношения размера к весу среди всех материалов вселенной; способность использовать ее, как это делают инопланетяне, продвинуло бы нашу технологическую базу на столетия в будущее. Мы должны начать исследования при первой же возможности. --коммандер Наварре
th: ท่านผู้บัญชาการ, จากการค้นพบที่น่าสนใจระหว่างที่เราตรวจสอบจานบินสอดแนม, ผมอยากขออนุญาตในการใช้ห้องวิจัยในการวิเคราะห์การใช้แอนทายแมทเทอร์ของมนุษย์ต่างดาว และการประยุกต์ใช้ในสงครามครั้งนี้ โดยเฉพาะอย่างยิ่ง ผมต้องการตรวจสอบว่าเราสามารถจะหาวิธีเลียนแบบแอนทายแมทเทอร์มาใช้ตามวัตถุประสงค์ของเราได้หรือไม่ การหักล้างระหว่าง สสารกับแอนทายแมทเทอร์ นั้นมีศักยภาพสูงในการใช้เป็นเชื้อเพลิง ในแง่การสร้างพลังงานนั้น วิธีนี้มีอัตราส่วนขนาดต่อน้ำหนักที่ดีที่สุดในจักรวาล ความสามารถในการใช้ให้ได้เหมือนมนุษย์ต่างดาว ย่อมทำให้วิทยาการของเราก้าวกระโดดได้อีกหลายศตวรรษ เราต้องศึกษาสิ่งนี้ให้ด่วนที่สุดเท่าที่เป็นไปได้! --ผบ. นาวาเร

source: antimatter_extra_pre_txt
de: Herr Kommandant, basierend auf den extrem interessanten Funden, die wir während unserer Untersuchung des Scout UFOs gemacht haben, würde ich gerne um Ihre Zustimmung für Laborzeit bitten, um die beträchtliche Nutzung von Antimaterie auf Seiten der Außerirdischen und die daraus resultierenden Folgen für den Krieg zu untersuchen. Im Besonderen würde ich gerne untersuchen, ob wir nicht eine Möglichkeit finden können, Antimaterie für unsere eigenen Zwecke herzustellen. Die Materie-Antimaterie-Aufhebung hat erstaunliches Potential als Treibstoff. In Sachen Energieerzeugung hat Antimaterie wahrscheinlich das beste Verhältnis von Masse zu Volumen von allen Materialien im Universum; die Fähigkeit, es auf dieselbe Art und Weise wie die Außerirdischen zu nutzen, würde unsere Technologie um Jahrhunderte in die Zukunft katapultieren. Wir müssen diese Forschung sobald wie möglich beginnen! --Cdr. Navarre
fr: Commandant, après les découvertes très intéressantes faites au cours de notre analyse de l’OVNI Éclaireur, je désirerais votre permission de réserver du temps de laboratoire pour analyser de manière plus minutieuse l’utilisation intensive de l’antimatière par les aliens et ses implications concernant cette guerre. En particulier je souhaiterais savoir si nous pouvons trouver le moyen de produire de l'antimatière pour notre propre utilisation. La réaction d’annihilation de la matière par l’antimatière a un potentiel étonnant comme carburant. En terme de production d’énergie, c’est probablement le carburant ayant le meilleurs rapport taille-poids de tout l’univers ; la possibilité de l’utiliser de manière similaire aux aliens propulserait nos technologies plusieurs siècles dans l’avenir. Nous devons l'étudier à la première opportunité. -- Cdt Navarre
ru: Commander, based on the extremely interesting findings we've made during our examination of the Scout UFO, I'd like your permission to use some lab time in order to more closely analyse the aliens' extensive use of antimatter and its implications on this war. Particularly I would like to see if we can find some way to replicate antimatter for our own purposes. Matter-antimatter annihilation has astonishing potential as a fuel. In terms of energy generation, it has probably the best size-to-weight ratio of any material in the universe; the ability to use it like the aliens use it would catapult our technology base centuries into the future. We must research this at the earliest opportunity! --Cdr. Navarre
th: ท่านผู้บัญชาการ, จากการค้นพบที่น่าสนใจระหว่างที่เราตรวจสอบจานบินสอดแนม, ผมอยากขออนุญาตในการใช้ห้องวิจัยในการวิเคราะห์การใช้แอนทายแมทเทอร์ของมนุษย์ต่างดาว และการประยุกต์ใช้ในสงครามครั้งนี้ โดยเฉพาะอย่างยิ่ง ผมต้องการตรวจสอบว่าเราสามารถจะหาวิธีเลียนแบบแอนทายแมทเทอร์มาใช้ตามวัตถุประสงค์ของเราได้หรือไม่ การหักล้างระหว่าง สสารกับแอนทายแมทเทอร์ นั้นมีศักยภาพสูงในการใช้เป็นเชื้อเพลิง ในแง่การสร้างพลังงานนั้น วิธีนี้มีอัตราส่วนขนาดต่อน้ำหนักที่ดีที่สุดในจักรวาล ความสามารถในการใช้ให้ได้เหมือนมนุษย์ต่างดาว ย่อมทำให้วิทยาการของเราก้าวกระโดดได้อีกหลายศตวรรษ เราต้องศึกษาสิ่งนี้ให้ด่วนที่สุดเท่าที่เป็นไปได้! --ผบ. นาวาเร

source: Live Alien
de: Lebendiger Außerirdischer
fr: Alien Vivant
ru: Живой пришелец
