Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: Alive aliens in this base:
de: Lebende Außerirdische in dieser Basis:
fr: Aliens en vie dans cette base :

source: Aliens available to process:
de: Verfügbare Außerirdische:
fr: Aliens disponibles pour l'opération :
ru: Пришельцев доступно для изучения:
th: มนุษย์ต่างดาวที่พร้อมจัดการ:

source: Alien type
de: Außerirdische Spezies
fr: Espèce alienne
ru: Тип пришельца
th: ประเภทมนุษย์ต่างดาว

source: Examined
de: Geprüft
fr: Examiné
ru: Исследован
th: ตรวจสอบแล้ว

source: Alive
de: Lebendig
fr: Vivant

source: Kill one alien
de: Töte einen Außerirdischen
fr: Tuer un alien
ru: Умертвить одного пришельца
th: ฆ่ามนุษย์ต่างดาวหนึ่งคน

source: Base info
de: Basisinformationen
fr: Info. sur la base

source: Current base:
de: Aktuelle Basis:
fr: Base actuelle :
ru: Текущая база:
th: ฐานปัจจุบัน:

source: Alien type:
de: Außerirdische Spezies:
fr: Espèce alienne :

source: Killed:
de: Getötet:
fr: Tués :
ru: Убито:
th: ฆ่าไปแล้ว:

source: Captured in all bases:
de: Gefangene in allen Basen:
fr: Capturés dans toutes les bases :
ru: Содержится на всех базах:
th: จับอยู่ในฐานทั้งหมด:

source: Base capacity:
de: Basiskapazität:
fr: Capacité de la base :

source: Inventory and physical stats
de: Inventar und Biosignale
fr: Inventaire et aptitudes physiques
ru: Инвентарь и физические характеритики
th: อุปกรณ์และค่าสภาพร่างกาย

source: Chat
fr: Discuter
ru: Чат
th: พูดคุย

source: Teamchat
fr: Discuter avec l'équipe
ru: Чат отряда
th: พูดคุยในทีม

source: Show chat history
de: Zeige Chatlog an.
fr: Montrer l'historique des discussions
th: แสดงเนื้อหาการพูดคุยเก่า

source: Chat messages
de: Chatnachrichten
fr: Messages
ru: Сообщения чата
th: ส่งข้อความ

source: Enemy spotted
de: Gegner gesichtet
fr: Ennemi en vue
ru: Обнаружен противник
th: เห็นศัตรู

source: Click to cycle through spotted enemies
de: Zum nächsten gesichteten Gegner
fr: Cliquez pour passer en revue les ennemis en vue
ru: Перейти к следующему обнаруженному врагу
th: กดเพื่อดูศัตรูที่มองเห็นแล้ว

source: Finish round
de: Runde beenden
fr: Finir le tour
ru: Закончить ход
th: จบรอบ

source: Multiple-shot reaction fire
de: Mehrfachschuss-Reaktionsfeuer
fr: Tir de réaction (tirs multiples)
ru: Ответный огонь: очередями
th: ยิงโต้ตอบหลายนัด

source: Multiple-shot reaction fire (not possible)
de: Mehrfachschuss-Reaktionsfeuer (nicht möglich)
fr: Tir de réaction (tirs multiples) : impossible

source: One-shot reaction fire
de: Einzelschuss-Reaktionsfeuer
fr: Tir de réaction (un seul tir)
ru: Ответный огонь: одиночный выстрел
th: ยิงโต้ตอบหนึ่งนัด

source: One-shot reaction fire (not possible)
de: Einzelschuss-Reaktionsfeuer (nicht möglich)
fr: Tir de réaction (un seul tir) : impossible

source: No reaction fire
de: Kein Reaktionsfeuer
fr: Pas de tir de réaction
ru: Без ответного огня
th: ไม่ยิงโต้ตอบ

source: Use headgear
fr: Utiliser le casque

source: Reload right hand weapon
de: Waffe in rechter Hand nachladen
fr: Rechargez l'arme de la main droite
ru: Перезарядить оружие в правой руке
th: บรรจุกระสุนในมือขวา

source: Reload left hand weapon
de: Waffe in linker Hand nachladen
fr: Rechargez l'arme de la main gauche
ru: Перезарядить оружие в левой руке
th: บรรจุกระสุนในมือซ้าย

source: Crouch/Stand up
de: Ducken/Aufstehen
fr: S'accroupir/se relever
ru: Присесть/Встать
th: คุกเข่า/ยืนขึ้น

source: Level up
de: Stockwerk hoch
fr: Niveau supérieur
ru: Уровнем выше
th: ขึ้นระดับ

source: Level down
de: Stockwerk runter
fr: Niveau inférieur
ru: Уровнем ниже
th: ลดระดับ

source: Switch to right hand weapon
de: Zur rechtshändigen Waffe wechseln
fr: Passer à l'arme de la main droite
ru: Переключить на оружие в правой руке
th: เปลี่ยนเป็นอาวุธมือขวา

source: Switch to left hand weapon
de: Zur linkshändigen Waffe wechseln
fr: Passer à l'arme de la main gauche
ru: Переключить на оружие в левой руке
th: เปลี่ยนเป็นอาวุธมือซ้าย

source: Check to use this firemode for reaction fire.
de: Aktiviere diesen Feuermodus für das Reaktionsfeuer
fr: Cochez pour utiliser ce mode de tir en tir de réaction.
ru: Проверить применимость этого режима огня для ответной стрельбы.
th: เลือกเพื่อใช้รูปแบบนี้ในการยิงโต้ตอบ

source: Use Item
de: Benutze Gegenstand
fr: Utiliser l'objet

source: Your are changing this defense system
de: Sie ändern dieses Verteidigungssystem
fr: Vous êtes en train de modifier ce système de défense

source: Available defense:
de: Verfügbare Verteidigung:
fr: Défenses disponibles :

source: Selected defense:
de: Gewählte Verteidigung:
fr: Défense sélectionnée

source: Choose missile battery
de: Wähle Raketengeschütze
fr: Choisir les batteries de missiles

source: Choose laser battery
de: Wähle Lasergeschütze
fr: Choisir les batteries laser

source: Install selected defense system
de: Baue gewähltes Verteidigungssystem ein
fr: Installer le système de défense sélectionné

source: Remove this defense system
de: Entferne dieses Verteidigungssystem
fr: Supprimer ce système de défense

source: Equip this defense system with selected ammo
de: Dieses Verteidigungssystem mit Munition ausrüsten
fr: Utiliser les munitions sélectionnées pour ce système de défense

source: Remove ammo from this defense system
de: Munition von diesem Verteidigungssystem entfernen
fr: Supprimer les munitions du système de défense

source: Choose defense system to build
de: Zu bauendes Verteidigungssystem auswählen
fr: Choisir le système de défense à construire

source: Choose defense system to build after removing current one
de: Wähle Verteidigungssystem, welches nach dem Entfernen des aktuellen gebaut werden soll
fr: Choisir le système de défense après suppression du système actuel

source: Change ammo in the defense system
de: Ändere Munition des Verteidigungssystems
fr: Changer les munitions du système de défense

source: Current defense system
de: Aktuelles Verteidigungssystem
fr: Système de défense actuel

source: System to install after removal
de: Nach Entfernung zu installierendes System
fr: Système à installer après suppression

source: Ammo to use with installed system
de: Munition zur Verwendung mit dem eingebauten System
fr: Munitions à utiliser avec ce système

source: Back to geoscape
de: Zurück zum Geoscape
fr: Retourne au géoscape
ru: Назад к виду на планету
th: กลับไปแผนที่โลก

source: Build base facilities
de: Baue Gebäude
fr: Construire des bâtiments
ru: Строительство модулей базы
th: สร้างสิ่งอำนวยความสะดวกในฐาน

source: Buildings
de: Gebäude
fr: Bâtiments
ru: Постройки
th: สิ่งก่อสร้าง

source: Manage your aircraft
de: Flugzeuge verwalten
fr: Gestion des appareils
ru: Управление воздушными силами
th: จัดการเครื่องบิน

source: Buy or produce a new aircraft
fr: Acheter ou produire un nouvel appareil

source: Build at least one Hangar
de: Baue zuerst einen Hangar
fr: Construisez au moins un hangar

source: Aircraft
de: Flugzeuge
fr: Appareil
ru: Авиация
th: ยานบิน

source: Buy/Sell equipment
de: Ausrüstung kaufen/verkaufen
fr: Acheter ou vendre de l'équipement
ru: Купить/продать снаряжение
th: ซื้อ/ขาย อุปกรณ์

source: Build at least one Storage
de: Baue zuerst ein Lager
fr: Construisez au moins un entrepôt

source: Buy/Sell Equipment
de: Kaufen/Verkaufen
fr: Équipement
ru: Снаряжение
th: ซื้อ/ขาย อุปกรณ์

source: Transfer equipment or personnel
de: Ausrüstung oder Personal transferieren
fr: Transférer de l'équipement ou du personnel vers une autre base
ru: Переслать снаряжение или персонал
th: โยกย้ายอุปกรณ์ หรือบุคคล

source: Can't transfer - only one base
de: Transfer nicht möglich - Sie haben nur eine Basis
fr: Transfert impossible - Une seule base construite
ru: Пересылать некуда - всего одна база
th: โยกย้ายไม่ได้ - มีฐานเดียว

source: Transfer
fr: Transférer
ru: Отправить
th: โยกย้าย

source: Research new technology
de: Erforsche neue Techologien
fr: Rechercher de nouvelles technologies
ru: Исследование новых технологий
th: วิจัยวิทยาการใหม่

source: Build at least one Laboratory
de: Errichte zuerst ein Forschungslabor
fr: Construisez d'abord un laboratoire

source: Research
de: Forschung
fr: Recherche
ru: Исследования
th: วิจัย

source: Produce new equipment
de: Ausrüstungsgegenstände produzieren
fr: Fabriquer un nouvel équipement
ru: Производство нового снаряжения
th: ผลิตอุปกรณ์ใหม่

source: Workshop not operational
de: Werkstatt ist nicht einsatzfähig
fr: Atelier non opérationnel
th: ห้องช่างทำงานไม่ได้

source: Hire employees
de: Rekrutierung
fr: Recruter personnel
ru: Персонал
th: จ้างพนักงาน

source: Build at least one Living Quarter
de: Baue zuerst ein Quartier
fr: Construisez au moins un centre de commandement

source: Deal with Aliens in Alien Containment
de: Außerirdische untersuchen und verwalten
fr: Superviser les aliens en détention

source: Build at least one Alien Containment
de: Baue zuerst eine Quarantänestation
fr: Construisez d'abord une unité de détention

source: Containment
de: Quarantäne
fr: Unité de détention

source: Medical and Surgery operations
de: Medizinische und chirurgische Vorgänge
fr: Opérations médicales et de chirurgie

source: Build at least one Hospital
de: Baue zuerst eine Krankenstation
fr: Construisez au moins un hôpital

source: Base Information
de: Basisinformationen
fr: Informations récapitulatives sur la base

source: Base Summary
de: Basisübersicht
fr: Vue d'ensemble

source: Organisation capital
de: Kapital
fr: Capital de l'organisation
ru: Средства на счету у организации
th: เงินทุนขององค์กร

source: Name of this base
de: Name der Basis
fr: Nom de cette base
ru: Название базы
th: ชื่อฐาน

source: Rename your base
de: Basis umbenennen
fr: Changer le nom de la base
ru: Переименовать базу
th: เปลี่ยนชื่อฐาน

source: Switch to the previous base
de: Zur vorherigen Basis
fr: Base précédente
ru: Перейти к предыдущей базе
th: เปลี่ยนไปฐานก่อนหน้า

source: Switch to the next base
de: Zur nächsten Basis
fr: Base suivante
ru: Перейти к следующей базе
th: เปลี่ยนไปฐานต่อไป

source: Destroy building
de: Gebäude abreißen
fr: Détruire un bâtiment
ru: Демонтировать строение
th: ทำลายสิ่งก่อสร้าง

source: Are you sure you want to destroy this building?
de: Sicher, dass das Gebäude abgerissen werden soll?
fr: Êtes-vous certain de vouloir détruire ce bâtiment ?
ru: Вы уверены, что этот модуль необходимо демонтировать?
th: แน่ใจหรือว่าจะทำลายสิ่งก่อสร้างนี้?

source: Destroy the building
de: Zerstöre das Gebäude
fr: Détruire le bâtiment
ru: Демонтировать эту постройку
th: ทำลายสิ่งก่อสร้าง

source: Destroy
de: Abreißen
fr: Détruire
ru: Демонтировать
th: ทำลาย

source: Previous Base
de: Vorherige Basis
fr: Base précédente

source: Next Base
de: Nächste Basis
fr: Base suivante

source: Name:
fr: Nom :
ru: Название:
th: ชื่อ:

source: Aircraft:
de: Flugzeug:
fr: Appareil :

source: Interceptors:
de: Abfangjäger:
fr: Intercepteurs :

source: Transporters:
de: Transporter:
fr: Transport :

source: Soldiers:
de: Soldaten:
fr: Soldats :

source: Scientists:
de: Forscher:
fr: Chercheurs :

source: Workers:
de: Arbeiter:
fr: Techniciens :

source: Medics:
de: Ärzte:
fr: Médecins :

source: Facilities (used/available)
de: Einrichtung (verwendet/verfügbar)
fr: Constructions (utilisées/disponibles)

source: Totals
de: Insgesamt
fr: Totaux

source: Item autosell enabled.
de: Automatischer Verkauf des Gegenstands aktiviert.
fr: Vente automatique des objets activée.
ru: Активирована автоматическая продажа.
th: ทำการขายอุปกรณ์อัตโนมัติ

source: Item autosell disabled.
de: Automatischer Verkauf des Gegenstands deaktiviert.
fr: Vente automatique des objets désactivée.
ru: Автоматическая продажа отключена.
th: ปิดการขายอุปกรณ์อัตโนมัติ

source: Buy item
de: Kaufen
fr: Acheter l'objet
ru: Купить предмет
th: ซื้ออุปกรณ์

source: Sell item
de: Verkaufen
fr: Vendre l'objet
ru: Продать предмет
th: ขายอุปกรณ์

source: Buy factor:
de: Kauffaktor:
fr: Achat par :

source: Decrease the amount of items you want to buy
de: Einzukaufende Menge reduzieren
fr: Diminuer le nombre d'objets que vous souhaitez acheter

source: Increase the amount of items you want to buy
de: Einzukaufende Menge erhöhen
fr: Augmenter le nombre d'objets que vous souhaitez acheter

source: Sell factor:
de: Verkaufsfakt.:
fr: Vente par :

source: Decrease the amount of items you want to sell
de: Zu verkaufende Menge reduzieren
fr: Diminuer le nombre d'objets que vous souhaitez vendre

source: Increase the amount of items you want to sell
de: Zu verkaufende Menge erhöhen
fr: Augmenter le nombre d'objets que vous souhaitez vendre

source: Storage (used/all):
de: Lager (benutzt/gesamt):
fr: Entrepôt (utilisé/total)

source: Show primary weapons
de: Primärwaffen anzeigen
fr: Ne montrer que les armes principales
ru: Показать основное вооружение
th: แสดงอาวุธหลัก

source: Primary
de: Primär
fr: Principal
ru: Основное
th: หลัก

source: Show only secondary weapons
de: Nur Sekundärwaffen anzeigen
fr: Ne montrer que les armes secondaires
ru: Показать только персональное оружие
th: แสดงอาวุธรองเท่านั้น

source: Secondary
de: Sekundär
fr: Secondaire
ru: Личное
th: รอง

source: Show miscellaneous equipment
de: Ausrüstungsgegenstände anzeigen
fr: Ne montrer que l'équipement divers
ru: Показать прочее снаряжение
th: แสดงอุปกรณ์อื่นๆ

source: Misc
de: Ausrüstung
fr: Divers
ru: Прочее
th: อื่นๆ

source: Show armour
de: Rüstungen anzeigen
fr: Ne montrer que les armures
ru: Показать броню
th: แสดงเกราะ

source: Show other items and materials
de: Andere Gegenstände und Materialien anzeigen
fr: Montrer les autres objets et matériaux

source: Other
de: Andere
fr: Autre

source: Previous weapon chambered for this ammunition
de: Vorherige Waffe, die diese Munition benutzt
fr: Arme précédente utilisant ces munitions
th: อาวุธก่อนหน้าที่ใช้กับกระสุนนี้

source: Previous ammunition compatible with this weapon
de: Vorherige Munition, die mit dieser Waffe benutzt werden kann
fr: Munitions précédentes compatibles avec cette arme
th: กระสุนก่อนหน้าที่ใช้กับอาวุธนี้

source: Next weapon chambered for this ammunition
de: Nächste Waffe, die diese Munition benutzt
fr: Arme suivante utilisant ces munitions
th: อาวุธถัดไปที่ใช้กับกระสุนนี้

source: Next ammunition compatible with this weapon
de: Nächste Munition, die mit dieser Waffe benutzt werden kann
fr: Munitions suivantes compatibles avec cette arme
th: กระสุนถัดไปที่ใช้กับอาวุธนี้

source: With weapon:
de: Zugeordnete Waffe:
fr: Avec l'arme :
th: ใช้กับอาวุธ:

source: With ammo:
de: Zugeordnete Munition:
fr: Munitions :
th: ใช้กับกระสุน:

source: Previous firemode
de: Vorheriger Feuermodus
fr: Mode de tir précédent
th: วิธีการยิงก่อนหน้า

source: Next firemode
de: Nächster Feuermodus
fr: Mode de tir suivant
th: วิธีการยิงถัดไป

source: Firemode:
de: Feuermodus:
fr: Mode de tir :
th: วิธีการยิง:

source: Sell aircraft
de: Verkaufe Flugzeug
fr: Vendre appareil
ru: Продать самолет
th: ขายยาน

source: Buy craftitem
fr: Acheter l'objet

source: Sell craftitem
fr: Vendre l'objet

source: No power supplies in this base.
de: Kein Kraftwerk in dieser Basis.
fr: Pas de générateur dans cette base.

source: No hangars in this base.
de: Kein Hangar in dieser Basis.
fr: Pas de hangar dans cette base.

source: No storage in this base.
de: Kein Lager in dieser Basis.
fr: Pas d'entrepôt dans cette base.

source: Buy or sell aircrafts.
de: Flugzeuge kaufen oder verkaufen.
fr: Acheter ou vendre un appareil.

source: Buy or sell craftitems.
fr: Acheter ou vendre des équipements pour appareils (armes, armures, ...).

source: Show aircrafts
de: Flugzeuge anzeigen
fr: Montrer les appareils

source: Show craftitems
de: Nur Flugzeugausrüstung anzeigen
fr: Montrer les objets

source: Craftitems
fr: Équipements

source: Back to hangar
de: Zurück zum Hangar
fr: Retour au hangar
ru: Вернуться в ангар
th: กลับโรงจอด

source: Campaigns
de: Kampagnen
fr: Campagnes
ru: Кампании
th: เนื้อเรื่อง

source: Start campaign
de: Starte Kampagne
fr: Démarrer
ru: Начать
th: เริ่มเนื้อเรื่อง

source: Back
de: Zurück
fr: Retour
ru: Назад
th: ถอยกลับ

source: Scroll up
de: Hochscrollen
fr: Monter

source: Scroll down
de: Runterscrollen
fr: Descendre

source: Reset time to 5 seconds
de: Zeit auf 5 Sekunden stellen
fr: Remettre le temps à 5 secondes
ru: Сбросить скорость времени к 5 сек
th: ตั้งเวลาเป็น 5 วินาที

source: Slow down time
de: Zeit verlangsamen
fr: Ralentir le temps
ru: Замедлить время
th: ทำให้เวลาช้าลง

source: Speed up time
de: Zeit beschleunigen
fr: Accélèrer le temps
ru: Ускорить время
th: เร่งเวลา

source: INBOX
de: Posteingang
fr: COURRIER ARRIVE
ru: ЭЛ.ПОЧТА
th: ตู้รับจดหมาย

source: Organisation statistics
de: Organisationsstatistiken
fr: Statistiques de l'Organisation
ru: Отношения с правительствами
th: สถิติองค์กร

source: UFOpaedia
de: UFOpedia
fr: OVNIpédia
ru: НЛОпедия
th: จานบินอภิธาน

source: Create base
de: Basis anlegen
fr: Créer base
ru: Основать новую базу
th: สร้างฐาน

source: Open up messages
de: Weitere Nachrichten anzeigen
fr: Ouvrir messages
ru: Раскрыть панель сообщений
th: เปิดข้อความ

source: Ready
de: Bereit
fr: Prêt
ru: Готов
th: พร้อม

source: Aircraft reached desired location - what to do?
de: Flugzeug hat gewünschte Position erreicht - was nun?
fr: L'appareil a atteint sa destination - Quels sont les ordres ?
ru: Самолет достиг точки назначения - ожидаются указания.
th: เครื่องบินถึงที่หมาย - ต้องการทำอะไร?

source: Enter the battlefield
de: Einsatzgebiet betreten
fr: Entrer sur le champ de bataille
ru: Выйти на поле боя
th: เข้าสู่สนามรบ

source: Enter
de: Starten
fr: Entrer
ru: Высадиться
th: เข้า

source: Automatically finish mission
de: Mission automatisch abwickeln
fr: Termine automatiquement la mission
ru: Автоматически закончить миссию
th: ทำภารกิจนี้อัตโนมัติ

source: Auto mission
de: Automatisch
fr: Mission automatique
ru: Автобой
th: ภารกิจอัตโนมัติ

source: Base is under attack
de: Basis wird angegriffen
fr: La base est attaquée
ru: База атакована враждебными силами
th: ฐานถูกโจมตี

source: Base is under attack - what to do?
de: Basis wird angegriffen - was soll geschehen?
fr: La base est attaquée. Que faire ?

source: Select base to transfer to
de: Zielbasis auswählen
fr: Sélectionnez la base de destination
ru: Выберите базу назначения для пересылки
th: เลือกฐานที่จะโอนไป

source: Start the transfer
de: Starte Transfer
fr: Commencer le transfert
ru: Начать трансферт
th: เริ่มการโยกย้าย

source: New base
de: Neue Basis anlegen
fr: Nouvelle base
ru: Новая база
th: ฐานใหม่

source: Cost:
de: Kosten:
fr: Valeur :
ru: Стоимость:
th: ราคา:

source: Build the base
de: Basis bauen
fr: Construire la base
ru: Основать базу
th: สร้างฐาน

source: Build
de: Bauen
fr: Construire
ru: Построить
th: สร้าง

source: Select aircraft
de: Flugzeug auswählen
fr: Sélectionner appareil
ru: Выбрать самолёт
th: เลือกยาน

source: Status:
fr: Statut :
ru: Состояние:
th: สถานะ:

source: Base attack
de: Basenangriff
fr: Base attaquée
ru: Нападение на базу
th: การโจมตีขั้นพื้นฐาน

source: What to do?
de: Erbitte Anweisungen
fr: Que faire ?
ru: Что делать?
th: จะทำอะไร?

source: Select item
de: Bitte wählen
fr: Sélection un élément
ru: Выбрать предмет
th: เลือกอุปกรณ์

source: Hire/Unhire
de: Rekrutieren/Entlassen
fr: Recruter/Licencier
ru: Нанять/Уволить
th: จ้าง/เลิกจ้าง

source: Rename your employee
de: Angestellten umbenennen
fr: Renommer votre employé
th: เปลี่ยนชื่อ

source: Strength:
de: Stärke:
fr: Force :
ru: Сила:
th: ความแข็งแกร่ง:

source: Speed:
de: Geschwindigkeit:
fr: Vitesse :
ru: Скорость:
th: ความเร็ว:

source: Accuracy:
de: Genauigkeit:
fr: Précision :
ru: Точность:
th: ความแม่นยำ:

source: Mind:
de: Verstand:
fr: Esprit :
ru: Интеллект:
th: จิตใจ:

source: Close Combat:
de: Nahkampf
fr: Combat rapproché :
ru: Ближний бой:
th: ต่อสู้ประชิดตัว:

source: Heavy Weapons:
de: Schwere Waffen:
fr: Armes lourdes :
ru: Тяжёлое вооружение:
th: อาวุธหนัก:

source: Assault Weapons:
de: Sturmgewehre:
fr: Armes d'assaut :
ru: Штурмовое оружие:
th: อาวุธจู่โจม:

source: Sniper Rifles:
de: Scharfschützengew.:
fr: Fusils de précision :
ru: Снайперское оружие:
th: ไรเฟิลซุ่มยิง:

source: High-Explosives:
de: Explosivwaffen:
fr: Explosifs :
ru: Взрывное дело:
th: ระเบิดแรงสูง:

source: Health:
de: Vitalität:
fr: Santé :
ru: Здоровье:
th: พลังชีวิต:

source: Missions Performed:
de: Einsätze absolviert:
fr: Missions Accomplies :
ru: Операций выполнено:
th: เข้าร่วมภารกิจ:

source: Enemies Killed:
de: Gegner getötet:
fr: Ennemis tués :
ru: Убито противников:
th: ฆ่าศัตรู:

source: Hire soldiers
de: Rekrutiere Soldaten
fr: Recruter des soldats
ru: Найм солдат
th: จ้างทหาร

source: Soldiers
de: Soldaten
fr: Soldats
ru: Солдаты
th: ทหาร

source: Hire scientists
de: Rekrutiere Forscher
fr: Rectruter des scientifiques
ru: Найм учёных
th: จ้างนักวิทยาศาสตร์

source: Scientists
de: Forscher
fr: Chercheurs
ru: Учёные
th: นักวิทยาศาสตร์

source: Hire workers
de: Rekrutiere Arbeiter
fr: Recruter des techniciens
ru: Найм рабочих
th: จ้างคนงาน

source: Workers
de: Arbeiter
fr: Techniciens
ru: Рабочие
th: คนงาน

source: Hire medics
de: Rekrutiere Ärzte
fr: Recruter des médecins
ru: Найм медперсонала
th: จ้างเสนารักษ์

source: Medics
de: Ärzte
fr: Médecins
ru: Медики
th: เสนารักษ์

source: Unused
de: Frei
fr: Inutilisé

source: Heavily wounded
de: Schwer verwundet
fr: Gravement blessé

source: Medium wounds
de: Verwundet
fr: Blessures moyennes

source: Slightly wounded
de: Leicht verwundet
fr: Légèrement blessé

source: Currently being healed
de: In Behandlung
fr: En cours de soin

source: Capacity
de: Kapazität
fr: Capacité
ru: Ёмкость
th: ความจุ

source: Currently healing
de: In Behandlung
fr: En cours de soin
ru: На излечении
th: รักษาตัวอยู่

source: Heal this soldier
de: Diesen Soldaten behandeln
fr: Soigner ce soldat
ru: Лечить этого солдата
th: รักษาทหารคนนี้

source: Heal
de: Heilen
fr: Soigner
ru: лечение
th: รักษา

source: Level 1
fr: Niveau 1
ru: Уровень 1
th: ระดับ 1

source: Level 2
fr: Niveau 2
ru: Уровень 2
th: ระดับ 2

source: Level 3
fr: Niveau 3
ru: Уровень 3
th: ระดับ 3

source: Level 4
fr: Niveau 4
ru: Уровень 4
th: ระดับ 4

source: Level 5
fr: Niveau 5
ru: Уровень 5
th: ระดับ 5

source: Level 6
fr: Niveau 6
ru: Уровень 6
th: ระดับ 6

source: Level 7
fr: Niveau 7
ru: Уровень 7
th: ระดับ 7

source: Level 8
fr: Niveau 8
ru: Уровень 8
th: ระดับ 8

source: Soldier 1
de: Soldat 1
fr: Soldat 1
ru: Солдат 1
th: ทหาร 1

source: Soldier 2
de: Soldat 2
fr: Soldat 2
ru: Солдат 2
th: ทหาร 2

source: Soldier 3
de: Soldat 3
fr: Soldat 3
ru: Солдат 3
th: ทหาร 3

source: Soldier 4
de: Soldat 4
fr: Soldat 4
ru: Солдат 4
th: ทหาร 4

source: Soldier 5
de: Soldat 5
fr: Soldat 5
ru: Солдат 5
th: ทหาร 5

source: Soldier 6
de: Soldat 6
fr: Soldat 6
ru: Солдат 6
th: ทหาร 6

source: Soldier 7
de: Soldat 7
fr: Soldat 7
ru: Солдат 7
th: ทหาร 7

source: Soldier 8
de: Soldat 8
fr: Soldat 8
ru: Солдат 8
th: ทหาร 8

source: Primary fire mode
de: Primärer Feuermodus
fr: Mode de tir principal
ru: Основной режим стрельбы
th: วิธีการยิงหลัก

source: Reload weapon
de: Waffen nachladen
fr: Recharger l'arme
ru: Перезярядить оружие
th: บรรจุกระสุน

source: Multiple-shot reaction fire (Not possible)
de: Mehrfachschuss-Reaktionsfeuer (nicht möglich)
fr: Tir de réaction (tirs multiples) : impossible

source: One-shot reaction fire (Not possible)
de: Einzelschuss-Reaktionsfeuer (nicht möglich)
fr: Tir de réaction (un seul tir) : impossible

source: Physical stats of this soldier
de: Biosignale des Soldaten
fr: Statistiques du soldat
ru: Физические характеристики бойца
th: ค่าสภาพร่างกายของทหารคนนี้

source: Inventory
de: Inventar
fr: Inventaire
ru: Инвентарь
th: ของติดตัว

source: Backpack
de: Rucksack
fr: Sac à dos
ru: Рюкзак
th: กระเป๋าหลัง

source: Left Hand
de: Linke Hand
fr: Main Gauche
ru: Левая рука
th: มือซ้าย

source: Right Hand
de: Rechte Hand
fr: Main Droite
ru: Правая рука
th: มือขวา

source: Headgear
fr: Casque

source: Holster
fr: Etui
ru: Кобура
th: สายคาด

source: Belt
de: Gürtel
fr: Ceinture
ru: Пояс
th: เข็มขัด

source: Floor
de: Boden
fr: Sol
ru: На земле
th: ชั้น

source: Lobby
fr: IRC
th: ล็อบบี้
