Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_radar_txt
de: Baupläne -- Radar KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 18. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Herr Kommandant, wir haben massive Änderungen an unserem alten Radardesign vorgenommen, um sie auf den neuesten Stand zu bringen. Der alte Bericht ist nicht länger zutreffend, daher habe ich entschieden, ihn durch diesen zu ersetzen. Unsere Radaranlage ist keine große Radarschüssel. Sie ist eher eine Kontrollzentrale für eine Reihe von getarnten Schüsseln, welche auf erhöhten Plätzen rund um die Basis installiert sind. Es gibt für jede Anlage zwischen 8 und 12 Schüsseln, je nach verfügbaren Platz und Abtastreichweite der einzelnen Schüsseln. Jede Schüssel ist mit mehreren Erkennungsmitteln ausgerüstet, nicht nur dem handelsüblichen Radar, da Radar Schwierigkeiten hat, auf Alienkontakte aufgeschaltet zu bleiben. Die anderen Systeme beinhalten (sind aber nicht darauf beschränkt) Infrarot und Lasererkennung. Mehr als eine Radaranlage wird unsere Erkennungsreichweite entsprechend erhöhen. Die Anlage ist ständig bemannt und in 6-Stunden-Schichten werden alle von den Computern gesammelten Daten ausgewertet. Menschliche Mitarbeiter sind absolut notwendig und sollten immer präsent sein; was die Computer als Radarecho abtun, könnte ein getarnter Alienernter sein, der kurz davor ist, eine große Zahl Zivilisten anzugreifen. Instinkt und Erfahrung zählt genauso viel wie Softwareintelligenz. Unser Radar ist mit der UN Luftfahrzeug Registratur verbunden und kann die Transpondersignale eines jeden zivilen Luftfahrzeuges mit seinem Flugplan und Ladungsmanifest abgleichen. Nicht-PHALANX Militärluftfahrzeuge werden ebenfalls dazu aufgefordert, ihren Flugplan in die Datenbank zu speichern, aber wir können nicht sicher wissen, ob die verschiedenen Militärs dieser Direktive gewissenhaft folgen. Die Radaranlage kann nicht ohne ein Kraftwerk zur Stromversorgung und eine Kommandozentrale, die die taktische Radarnutzung koordiniert, funktionieren. Empfohlener Einsatz Da unsere Radarschüsseln nicht in der Basis stationiert sind, gibt es nicht wirklich eine große Bedrohung der Basisentdeckung, wenn wir aktives Radar benutzen. Und wenn wir von der Zahl der sonstigen militärischen Radaranlagen ausgehen, ist es unwahrscheinlich, dass ein Alienraumschiff unsere Basis findet, wenn es das Signal zurückverfolgt. sie würden höchstens das ungefähre Gebiet finden, in dem sich die Basis befindet. Dennoch könnte jedes UFO, das in dem Gebiet patrouilliert, versuchen, unsere Basis zu finden und wir sollten unter keinen Umständen zulassen, dass es seine Mission abschließt. Während eines Angriffes ist die Radaranlage einem großen Risiko ausgesetzt, da es unsere Augen und Ohren darstellt. Ohne funktionierendes Radar können wir die UFO's nicht sehen, die wir abfangen sollen. Wenn angreifende Aliens sich der Anlage nähern, werden sie sicher versuchen, sie mit Sprengstoff zu zerstören. Das dürfen wir nicht zulassen. Zusatz Zusatz, Sachbearbeiter Abel S. Howard, 18. März 2084: Wir sollten die Radaranlagen nicht als Lösung für alles in Sachen UFO Aufspürung betrachten. Sogar mit Zusatzsystem ist unsere Abtastfähigkeit nicht vollständig sicher und wir sollten Wege erforschen, unsere Aufspürtechnologie zu verbessern, wenn wir eine Chance haben wollen, diese Bastarde aufzuhalten.
fr: Projet d'Aménagement : Radar NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 18 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Commandant, nous devons faire de nombreuses modifications à nos anciennes installations radar pour les mettre à jour. L'ancien rapport n'est plus valable, aussi j'ai décidé de le remplacer par le présent. Notre installation radar ne contient pas à proprement parler un grand réseau d'antennes radar. Il s'agit en réalité d'un centre de contrôle pour un ensemble de paraboles camouflées sur les hauteurs aux alentours de la base. Entre 8 et 12 antennes sont installées pour chaque centre, selon l'espace disponible et la couverture individuelle d'une parabole. Chaque antenne est équipée de plusieurs systèmes de détection plutôt que d'un unique système radar, étant donné leurs difficultés à suivre un OVNI de façon continue. Parmi ces fonctions supplémentaires, nous disposons notamment de systèmes de détection infrarouge et laser. La construction de plusieurs installations radar dans une même base permettra d'augmenter la taille de la zone de détection de nos systèmes. Le fonctionnement de ces installations est assuré par les rotations de quatre équipes travaillant 6 heures consécutives. Ce personnel rédige un rapport sur les données collectées automatiquement par les ordinateurs s'ils détectent un OVNI. L'opérateur humain est absolument nécessaire et devrait toujours être présent pour superviser le bon fonctionnement des opérations : ce que les ordinateurs peuvent interpréter comme un parasite peut s'avérer être en réalité une moissonneuse alienne furtive prête à s'attaquer à des civils. L'intuition et l'expérience comptent autant que l'intelligence des logiciels. Notre installation est directement connectée au registre des appareils des Nations Unies, et peut recouper les informations qu'elle collecte sur un appareil civil avec son plan de vol et la liste du fret qu'il transporte. Les appareils militaires n'appartenant pas à PHALANX doivent également inscrire leur plan de vol dans nos bases de données, mais nous ne pouvons être certains que toutes les forces militaires appliquent consciencieusement cette directive. L'installation radar ne peut pas fonctionner sans un Générateur de Puissance en état et un Centre de Commandement pour coordonner nos recherches avec les besoins stratégiques de la base. Doctrine recommandée Les paraboles émettant des ondes radar n'étant pas situées dans la base, il n'y a pas de menaces directes sur celle-ci par une détection radar active des antennes. Étant donné le nombre d'autres installations militaires environnantes équipées de systèmes radar, il est peu probable qu'un appareil alien soit capable de remonter la piste. Au pire, il sauront uniquement dans quelle région se situe notre base. Cependant, tout OVNI surpris en patrouille dans la zone pourrait être en train d'essayer de repérer nos installations. Il n'est pas envisageable de lui laisser finir sa mission. Lors d'une attaque, les installations radar peuvent être hautement exposées. Elles sont nos yeux et nos oreilles. Sans couverture radar en état de marche, nous ne pourrions détecter les OVNIs que nous devons intercepter. Si un assaillant alien approche de l'installation, il tentera très certainement de l'endommager ou de la détruire avec des explosifs. Nous ne pouvons pas laisser cela arriver. Addenda Addendum, Officier Exécutif Abel S. Howard, 18 mars 2084 : Nous ne devons pas considérer les installations radar comme étant un système infaillible de détection des OVNIs. Même en déployant plusieurs installations, notre réseau de couverture n'est pas totalement fiable et nous devrions chercher d'autres moyens d'améliorer notre technologie de détection si nous voulons avoir une chance d'arrêter ces salauds.
ru: Проектная документация -- Радар ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Аннотация по строениям, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 18 марта 2084 Автор: коммандер Поль Наварре, НИОКР: инженерно-технический отдел, ФАЛАНКС, Атлантическая ударная группа Краткий обзор Командующий, мы должны были сделать всесторонние изменения в проекте нашего старого Радарного модуля, чтобы привести его к современному состоянию. Старый отчёт более не применим, поэтому я решил заменить его этим. Наш Радарный модуль, по своей сути, -- это небольшая радиолокационная антенная решётка. Фактически, он представляет собой центр управления для группы закамуфлированных параболических антенн, расположенных на значительном удалении вокруг базы. Для каждой системы устанавливается до 8 до 12 тарелок, в зависимости от доступного пространства и индивидуального покрытия одной антенны. Каждая тарелка укомплектована не простым радаром, а набором средств обнаружения, так как радар имеет проблемы с удержанием захвата на летающих объектах пришельцев. Дополнительные системы, кроме всего прочего, включают в себя инфракрасные и лазерные дальномеры. Строительство на базе более чем одного Радарного модуля будет соответственно увеличивать степень нашего радарного покрытия. Этот модуль круглосуточно обслуживается человеческим персоналом с 6-часовыми сменами, который просматривает и обрабатывает данные после того, как наши компьютеры собрали и расшифровали информацию о возникшем радарном контакте. Человеческий персонал тут абсолютно необходим, и должен постоянно присутствовать для контроля, так как компьютеры могли отсеять радарный призрак, который может оказаться укрытым от обнаружения кораблём пришельцев, готовым нанести удар по большим скоплениям гражданского населения. Инстинкт и жизненный опыт стоят столь же много, как и компьютерный интеллект. Наш радар напрямую встроен в авиадиспетчерскую систему ООН, и может использовать перекрёстные ссылки, и сопоставлять данные любого гражданского самолёта с его полётным планом и грузовой декларацией. Военная авиация, не относящаяся к проекту ФАЛАНКС, так же должна регистрироваться в нашей базе данных, но мы не можем знать наверняка, будут ли различные военные достаточно сознательны, чтобы следовать этой директиве. Радарный модуль не может функционировать без работающих Электростанции или Командного Центра для координирования радара с нашими тактическими усилиями. Рекомендованная доктрина Поскольку наши активные радиоизлучающие антенны не расположены непосредственно на базе, то они не несут прямой угрозы её обнаружения из-за использования активной радиолокации. Принимая во внимание количество прочих военных радарных источников вокруг, маловероятно, что летательные аппараты пришельцев будут способны понять что-то из выделенного обратного сигнала. Самое большее, -- они будут способны определить общий район местоположения базы. Однако, любые НЛО, обнаруженные за патрулированием местности, могут пытаться обнаружить наши сооружения, и им ни при каких обстоятельствах нельзя позволять выполнить их миссию. Во время нападения на базу Радарный модуль будет под большой угрозой. Это -- наши глаза и уши. Без постоянного радарного охвата мы будем не в состоянии обнаружить НЛО, на которые, как предполагается, мы должны реагировать. Если любые нападающие пришельцы приблизятся к модулю, то они почти наверняка попытаются повредить или уничтожить его с помощью взрывчатки. Мы не можем позволить, чтобы такое случилось. Приложения Приложение от 18 марта 2084, старший помощник командира Абель С. Ховард: Мы не должны считать, что при обнаружении НЛО Радарный модуль будет решением на все случаи жизни. Даже с дополнительными системами наше покрытие не полностью надёжно, и, если мы хотим иметь шанс остановить ублюдков, то должны рассматривать пути для улучшения нашей технологии обнаружения.
th: Blueprints -- Radar CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 18 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Commander, we've had to make extensive changes to our old Radar facility designs to bring them up to date. The old report is no longer applicable, so I've decided to replace it with this one. Our Radar facility is not a large radar array in itself. It's actually a control centre for a series of camouflaged dishes placed on high ground around the base. There are between 8 and 12 dishes set up for each installation, depending on the available space and the dishes' individual coverage. Each dish is equipped with several means of detection rather than simply radar, as radar has trouble maintaining a lock on alien contacts. Supplemental systems include, but are not limited to, infrared and laser rangefinding. Building more than one Radar installation at a base will suitably increase the extent of our radar coverage. The facility is manned round-the-clock in 6-hour shifts, reviewing the processed data after our computers have gathered all discernible information from a contact. Human operators are absolutely necessary and should be present to supervise at all times; what the computers might dismiss as a radar ghost can turn out to be a stealthed alien harvester ready to hit a mass off civilians. Instinct and experience count just as much as software intelligence. Our radar is patched directly into the UN aircraft registry and can cross-reference the transponder data of any civilian aircraft with its flight plan and cargo manifest. Non-PHALANX military aircraft are also required to log their routes into our database, but we can't know for certain if the various militaries will be very conscientious in following that directive. The Radar facility cannot function without a working Power Plant or a Command Centre to coordinate our radar into our tactical efforts. Recommended Doctrine Since our radar-emitting dishes are not located at the base site, there is no direct threat of discovery to a base from using active radar. Considering the number of other military radar sources around, it's unlikely that alien craft will be able to learn anything from a dedicated backtrace. At most they'll be able to find the general area of a base. However, any UFOs spotted patrolling the area may be trying to zero in on our installation, and should not be allowed to complete their mission under any circumstances. During an attack, the Radar facility will be at high risk. It is our eyes and ears. Without working radar coverage, we wouldn't be able to see the UFOs we're supposed to respond to. If any attacking aliens approach the facility they will almost certainly attempt to damage or destroy it with explosives. We must not let that happen. Addenda Addendum, Executive Officer Abel S. Howard, 18 March 2084: We should not consider the Radar facility to be an end-all solution to UFO detection. Even with supplemental systems our coverage is not fully reliable, and we should research ways to improve our detection technology if we're to have any chance of stopping the bastards.
