Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: ortnok_autopsy_txt
de: Herr Kommandant, Die Autopsie und Einschätzung der grünen Außerirdischen ist vollständig. Hiermit präsentiere ich Ihnen eine Zusammenfassung. Das erste, was wir bei dieser Spezies, die wir 'Ortnok' nennen, gemerkt haben, ist seine Größe. Seine Erscheinung gleicht einer brutalen und kolossartigen Karikatur eines Menschen, was sehr störend auf unsere Feldagenten wirken kann, aber wir haben bewiesen, dass der Ortnok in keinster Weise genetisch mit dem Menschen verwandt ist. Im Verhältnis zu seinem Körpergewicht hat der Ortnok mehr Muskelmasse als ein professioneller Bodybuilder. Wir dachten zuerst, dass das durch eine Herkunft von einem Extremschwerkraftplaneten verursacht wurde, aber nachfolgende DNA und toxikologische Untersuchungen haben etwas interessantes ergeben. Das Subjekt wurde seit seiner Geburt mit einer Diät aus genetischer Veränderung und anabolen Steroiden ernährt. Das, verbunden mit der unglaublichen Dichte des Muskelgewebes, macht den Ortnok physisch stärker, als jede biologische Lebensform auf der Erde. Während unserer ersten Einschnitte waren wir von der totalen Abwesenheit von Blut überrascht. Der Ortnok hat Lungen, Eingeweide und etwas, was an Verdauungsorgane erinnert, aber wir konnten weder Leber noch Herz identifizieren. Anstatt von Venen hat er ein sehr gut ausgebildetes Nervensystem, welches die Muskeln durch direkte elektrische Stimulation anregt. Die benötigte Elektrizität wird durch Verdauung organischer Materie erzeugt und in einer Reihe großer Aal-artigen Organe unter den Lungen gespeichert. Das Nervensystem selbst wird, über mit komprimierter Luft gefüllten Adern, mit den Überresten des Verdauungsvorganges versorgt. Der gesamte Brustbereich ist großzügig mit Panzerplatten ausgestattet, die unter die lederartige grüne Haut eingebettet wurden. Die Augen sind mit chirurgisch implantierten Linsen ausgestattet, die die bereits exzellente Sehkraft des Ortnok noch weiter verbessern und sie noch in den Infrarotbereich erweitern. Die Ohren sind eine Reihe kleiner Hohlräume, drei auf jeder Seite des Kopfes, und sie sind überraschenderweise sehr groß und gut ausgebildet. Den Beweisen nach haben die Ortnoks ein exzellentes Gehör. Die Nase und andere Geruchsorgane sind ziemlich klein, fast schon verkümmert. Aus der Autopsie und unserer Analyse der Gefechtsaufnahmen schließen wir folgendes: - Das Gehirn ist für einen Hominiden dieser Größe ziemlich klein, nicht größer als das des Homo Erectus, aber es ist scheinbar genug für die Rolle eines Fußsoldaten. Ortnoks agieren auf dem Schlachtfeld nicht sehr taktisch. - Die dreifingrige Hand ist in der Lage, eine breite Auswahl an Ausrüstung zu tragen. Dennoch sind Ortnoks meistens mit schweren Waffen ausgerüstet, die ihrer Größe entsprechen. - Ortnoks sind stark, robust und gefährlich. Ihre interne Panzerung verbessert ihre natürliche Widerstandsfähigkeit noch weiter, was es schwer macht, sie zu erledigen. Panzerbrechende Patronen oder Brandwaffen werden empfohlen. Laser, Sprengstoffe und Klingenwaffen sind aufgrund der schweren Rüstung ineffektiv. - Alle Ortnoks, die wir bisher gesehen haben, waren nicht mit Reproduktionsorganen ausgestattet. Operationsnarben in der Leistengegend zeigen, dass sie aus einem uns unbekannten Grund kastriert wurden. Im Kampf haben Ortnoks meistens die Rolle schwerer Infanterie und Feuerunterstützung inne. Sie sind mit ihren schwerfälligen Waffen nicht gerade treffsicher, aber wenn sie in großer Zahl auftreten, können sie genug Feuerkraft aufbringen, um eine PHALANX Einheit zuerst mit Sperrfeuer festzunageln und dann auszulöschen. Ortnoks scheinen nicht auf andere Sachen spezialisiert zu werden; sie werden, anhand unserer Aufzeichnungen, nie als Techniker genutzt und beschäftigen sich normalerweise mit der Sicherung der Umgebung, um die Taman zu schützen, wenn sie nicht in einen Kampf verwickelt sind. Wir wissen nicht, wo der Name 'Ortnok' herkommt. Die Soldaten scheinen es auch nicht zu wissen. Es ist dennoch ein Name wie jeder andere und er scheint sich festgesetzt zu haben. Das ist alles für den Moment, Herr Kommandant. Ich werde sie wieder kontaktieren, sobald sich etwas neues ergibt. Mit freundlichen Grüßen,Dr. Connor
fr: Commandant, L'autopsie et l'évaluation du spécimen vert alien sont terminées. Je vous soumets ici mon rapport pour votre revue. La première chose que nous avons notée au sujet de cette espèce, qui a été appelé « Ortnok », est sa taille. Son apparence est comme une caricature bestiale et grossière d'un homme, chose qui peut être plutôt perturbante pour nos agents sur le terrain, mais nous avons confirmé que l'Ortnok n'est nullement génétiquement lié à l'humanité. Proportionnellement à son poids, l'Ortnok a plus de muscle qu'un bodybuilder professionnel. Au début nous avons conclu que c'était seulement le résultat d'une force de gravité extrêmement forte sur son monde d'origine, mais les travaux suivants d'hormonologie et de toxicologie sur notre spécimen ont indiqué quelque chose d'intéressant. Le sujet semble avoir été élevé depuis la naissance avec un régime lourd de modifications génétiques et de stéroïdes anaboliques. Ceci, combiné avec l'incroyable densité du tissu musculaire, rend l'Ortnok physiquement plus fort que n'importe quelle autre entité biologique sur terre. Pendant nos premières incisions, nous étions étonnés de découvrir que l'Ortnok n'avait pas de sang. Il a des poumons, des viscères et quelque chose d'apparenté aux organes digestifs, mais aucun foie ou coeur que nous pouvons identifier. Au lieu des veines il y a un système très bien développé de tubes nerveux, rempli d'un genre de gel électriquement conducteur, qui semble alimenter et contrôler les muscles par stimulation électrique directe. L'électricité nécessaire est produite par la digestion de matière organique et stockée dans un ensemble de gros organes sous les poumons. Le système nerveux lui-même est nourri par les surplus des produits de la digestion délivrés par des veines remplies d'air pressurisé. La cavité thoracique entière a été abondamment garnie avec des plaques d'armure insérées juste sous la peau verte et tannée. Les yeux sont recouverts de lentilles implantées chirurgicalement qui améliorent la vision déjà excellente de l'Ortnok, l'étirant dans le spectre infrarouge. Les oreilles se composent d'une série de petites cavités, trois de chaque côté de la tête, qui sont étonnamment grandes et bien développées. Etant donné l'évidence nous devons conclure que les Ortnoks ont l'audition fine, bien que le nez et les organes olfactifs soient très petits, atrophiés presque au point d'être résiduels. De l'autopsie et de notre analyse des enregistrements des champ de bataille, nous pouvons conclure ce qui suit : - Le cerveau est assez petit pour un hominidé d'une telle taille, pas plus grand que celui de l'Homo Erectus, mais il est peut-être suffisant pour le rôle d'infanterie. Les Ortnoks ne montrent certainement aucun ralentissement tactique sur le champ de bataille. - La main à trois doigts peut porter et employer une grande variété d'équipement. Cependant, les Ortnoks sont équipés le plus souvent d'armes lourdes qui correspondent à leur taille. - Les Ortnoks sont forts, résistants et dangereux. Leur armure interne augmente encore leur résistance normale, les rendant difficiles à abattre. Des balles perforantes ou des armes incendiaires sont recommandés. Les lasers, les explosifs et les armes tranchantes ne seront pas très efficace à cause de leur considérable protection. - Tous les spécimens d'Ortnok que nous avons vus jusqu'ici n'était pas équipés d'organes reproducteurs. D'après des cicatrices d'opérations chirurgicales autour de l'aine, nous croyons qu'ils ont pu avoir été neutralisés. En combat, ces spécimens semblent être employés le plus souvent dans le rôle d'infanterie lourde et de tirs de soutien. Ils ne sont pas particulièrement précis avec leurs armes quelque peu encombrantes, mais quand ils travaillent en nombres ils établissent habituellement assez de puissance de feu pour refouler et ensuite annihiler une escouade de PHALANX. Les Ortnoks ne semblent pas servir dans beaucoup de spécialités ; ils ne sont jamais employées comme techniciens d'après nos observations vidéo, et s'occupent habituellement de la sécurité du périmètre pour les Tamans quand ils ne sont pas engagés en combat. Il y a un ensemble complexe d'implants dans la gorge du sujet qui exigera davantage de recherche afin d'être entièrement compris. Je vous enverrai une analyse plus détaillée avec une proposition de recherches. Nous n'avons aucune idée d'où vient le nom « Ortnok ». De même que les troupes ne semblent pas le savoir. De toute façon, il est aussi bon qu'un autre, et il semble être resté. C'est tout que j'ai pour vous pour l'instant, Commandant. Je vous contacterai une nouvelle fois dès qu'il y aura de nouveaux développements. Sincèrement, Dr Connor
ru: Командующий, Исследование нашего зеленого инопланетянина можно считать завершенными. За сим высылаю Вам очередной отчет. Первое, что мы можем отметить в отношении этого существа, так называемого 'ортнока', это, безусловно, его размеры. Своей внешностью оно напоминает грубую и неуклюжую карикатуру на человека, что, в условиях боевых действий, может ввести в заблуждение наших оперативников. Впрочем, спешу Вас уверить, между нашими видами нет абсолютно никакого генетического родства. В отношении мышечной массы ортнок даст фору профессиональному бодибилдеру. Сперва мы решили, что подобное развитие мускулатуры является следствием жизни на планете с экстремально высокой гравитацией. Однако, с помощью проведенных гормональных и токсикологических тестов, нами был установлен один интересный факт. Судя по всему, объект прямо с рождения выращивался на анаболических и генномодифицирующих стероидах. В комбинации с невероятной плотностью его мышечной ткани, ортнок является сильнейшим в физическом отношении существом на Земле. Произведя первый надрез, мы были сильно удивлены, не обнаружив признаков кровотечения. У ортноков есть легкие, внутренности и некое подобие пищеварительной системы, но нет печени и сердца -- по крайней мере, мы не смогли их обнаружить. Вместо кровеносной системы имеет место исключительно хорошо развитая система нервных трубок, наполненных разновидностью электропроводящего геля, -- именно эта система осуществляет мышечный контроль посредством прямой электростимуляции тканей. Необходимое электричество извлекается при переваривании органической материи и аккумулируется в угреподобном органе, расположенном чуть ниже легких. Сама нервная система для питания использует остаточные продукты пищеварения, которые поступают к ней посредством сосудов, наполненных находящимся под высоким давлением воздухом. Вся грудная клетка ортнока покрыта защитными пластинами, имплантированными непосредственно под верхние слои зеленой кожи. Глаза защищены хирургически имплантированными линзами, улучшающими и без того хорошее зрение носителя за счет возможности воспринимать тепловое излучение. Уши представлены небольшими отверстиями, расположенными по три с каждой стороны головы, которая неожиданно хорошо развита и отличается большими размерами. Благодаря имеющимся свидетельствам очевидцев, мы можем заключить, что ортноки обладают также и острым слухом, в то время как нос и дыхательные органы довольно малы и атрофированы практически до рудиментарного состояния. Итак, из имеющихся у нас данных, полученных при вскрытии и изучении оперативной съемки, мы можем заключить следующее: - Мозг инопланетянина практически равноценен по размеру таковому у Homo erectus, то есть для такого мощного существа, как ортнок, он явно мал. Впрочем, его вполне достаточно для того, чтобы успешно выполнять тактические задачи на поле боя. - Трехпалая конечность ортнока вполне пригодна для ношения и использования самого разнообразного оборудования. Наиболее часто они используют отвечающее их физическим характеристикам тяжелое вооружение. - Ортноки сильны, выносливы и опасны. Имплантированная броня лишь увеличивает их естественную устойчивость, значительно затрудняя уничтожение этих инопланетян. В борьбе с ними мы рекомендуем использовать бронебойное вооружение, поскольку лазеры, взрывчатка и холодное оружие в данном случае значительно менее эффективно. - Все особи ортноков, встреченные нами за все это время, лишены репродуктивных органов путем хирургического вмешательства. Об этом свидетельствует наличие хорошо заметных шрамов в паховой области. В боевых действиях особи данного вида используются преимущественно в качестве тяжелой пехоты и огневой поддержки. Они не особенно точны при стрельбе из своего громоздкого оружия, однако, работая в группе, способны полностью уничтожить подразделение ФАЛАНКС. Судя по имеющимся оперативным записям, ортноки никогда не выступают в роли специалистов или техников. Будучи незадействованными в боевых действиях, они занимаются охраной периметра и командного состава таманов.
th: เรียนท่านผู้บัญชาการ, การชันสุตรศพและประเมินมนุษย์ต่างดาวสีเขียวเสร็จสิ้น ผมขอสรุปผลดังนี้ สิ่งแรกที่เราพบในเผ่าพันธุ์นี้ที่เรียกว่า "ออร์ตนอค" คือขนาด รูปร่างของมันเหมือนกับมนุษย์ที่มีรูปร่างสูงใหญ่ ซึ่งอาจทำให้คนของเราตกใจกลัว แต่เรายืนยันได้ว่าออร์ตนอคไม่มีความเกี่ยวข้องกับมนุษย์ หากเทียบกับน้ำหนักตัว ออร์ตนอคมีกล้ามเนื้อมากกว่านักเพาะกายอาชีพ ตอนแรกเราสรุปว่ามันเป็นผลจากสภาพแรงดึงดูดมหาศาลของดาวของมัน แต่การตรวจฮอร์โมนและสารเคมีพบสิ่งที่น่าสนใจ ตัวอย่างนี้ดูจะถูกเลี้ยงด้วยอาหารที่มีการผสมสเตียรอยด์มาแต่เกิด และเมื่อรวมกับความหนาแน่นของเนื้อเยื่อกล้ามเนื้อ ทำให้ออร์ตนอคมีร่างกายแข็งแรกกว่าสิ่งมีชีวิตใดๆ ในโลก การผ่าครั้งแรก เราพบว่าออร์ตนอคไม่มีเลือด มันมีปอด อวัยวะสำคัญ และสิ่งที่คล้ายกับระบบย่อยอาหาร แต่ไม่มีตับหรือหัวใจที่เราพอจำแนกได้ มีระบบเส้นประสาทที่พัฒนาแล้วแทนที่หลอดเลือด ซึ่งเต็มที่ไปด้วยเจลนำไฟฟ้า ที่น่าจะเป็นตัวสร้างพลังงานและควบคุมกล้ามเนื้อผ่านการกระตุ้นด้วยไฟฟ้า กระแสไฟฟ้าจะเกิดจากการย่อยสารอินทรีย์ และเก็บไว้ในอวัยวะที่คล้ายปลาไหลใต้ปอด ระบบประสาทถูกหล่อเลี้ยงด้วยของเหลือจากการย่อย ผ่านเส้นที่เต็มไปด้วยอากาศอัด กระดูกหน้าอกถูกเสริมด้วยเกราะใต้ผิวหนังสีเขียว ตาของมันถูกฝังไว้ด้วยเลนส์ที่ช่วยเพิ่มความสามารถทางสายตาที่ดีอยู่แล้วของออร์ตนอคขึ้นไปอีก ทำให้มันมีความสามารถในระดับอินฟาเรด หูมีกระดูกเล็กสามชิ้นในแต่ละข้าง ซึ่งใหญ่และพัฒนาไปมาก จากหลักฐานเราสรุปว่าออร์ตนอคสามารถได้ยินได้ดี แม้ว่าจมูกกับอวัยวะดมกลิ่นจะเล็ก จนแทบจะใช้งานไม่ได้ จากการชันสูตรศพและการวิเคราะห์ภาพจากสนามรบ เราสรุปได้ว่า - สมองมีขนาดเล็กเมื่อเทียบกับขนาดลำตัว โดยไม่ได้ใหญ่กว่าพวกโฮโม อีเรคตัส แต่ก็น่าจะเพียงพอสำหรับพวกทหารเดินเท้า ออร์ตนอคไม่ได้แสดงความด้อยด้านแทคติคในสนามรบ - มือที่มีสามนิ้วสามารถหยิบจับและใช้อุปกรณ์ได้หลากหลาย แต่ออรค์นอคมักใช้อาวุธหนักเพื่อให้เหมาะสมกับขนาดตัว - ออร์ตนอคแข็งแรง ทนทาน และอันตราย เกราะภายในทำให้มันทนทานยิ่งขึ้น และกำจัดได้ยาก แนะนำให้ใช้กระสุนเจาะเกราะหรืออาวุธไฟ เลเซอร์ ระเบิด และอาวุธตัดจะไ่ม่มีประสิทธิภาพนัก เพราะเกราะที่หนา - ออร์ตนอคไม่มีอวัยวะสืบพันธุ์ จากแผลผ่าตัดบริเวณขาหนีบ เราเชื่อว่ามันถูกกำจัดด้วยเหตุผลบางอย่าง ในสนามรบ พวกนี้มักถูกใช้เป็นพลปืนหนักและกลุ่มยิงสนับสนุน พวกนี้ใช้อาวุธที่ดีไม่แม่นยำนัก แต่เมื่อมีจำนวนมากพวกมันก็สามารถระดมยิงได้มากพอจะหยุดยั้งและกำจัดทีม PHALANX ได้ ออร์ตนอคไม่มีหน้าที่เป็นผู้เชี่ยวชาญพิเศษ ตามการสังเกตของเรามันไม่เคยเป็นช่างเทคนิค และมักใช้เวลาในการคุ้มครองพื้นที่ให้กับทามาน หากไม่ได้ทำการรบ มีเครื่องมือซับซ้อนที่ฝังอยู่ในคอ ซึ่งเราต้องทำการวิจัยเพิ่มเติมเพื่อทำความเข้าใจ ผมจะส่งรายงานวิเคราะห์อย่างละเอียดพร้อมนำเสนอโครงการวิจัย เราไม่แน่ใจว่าคำว่า "ออร์ตนอค" มาจากไหน ทหารไม่รู้และพวกเราก็ไม่รู้ แต่ก็เป็นชื่อที่ดี และดูจะติดปาก ทั้งหมดนี้คือข้อมูลที่ผมมีให้ท่านผู้บัญชาการ ผมจะติดต่อท่านอีกครั้งเมื่อมีข้อมูลใหม่ ขอแสดงความนับถือ, ดร. คอนเนอร์
