Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_command_txt
de: Baupläne -- Kommandozentrale KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 30. Juli 2027 Von: Dr. Richard Strohm, Basiskommandeur, PHALANX, Pazifisches Operationskommando Überblick An jede edle Person, die diesen Bericht liest -- ach was -- Ich sollte sie warnen das ich etwas betrunken bin und den letzten Papierkram bearbeite, bevor die Basis für immer geschlossen wird. Und ich werde bestimmt auch schon lange tot sein, bevor irgendjemand was von diesem alten Projekt ausgräbt, also kann ich nicht für das, was ich sage, in Schwierigkeiten geraten. Um es mal festzuhalten: diese Ärsche von SecDef können mich mal. 'Budgetkürzungen' von wegen. Jedenfalls haben wir ein paar Verbesserungen an der Kommandozentrale vorgenommen, also muss ich einen neuen Bericht anfertigen. Die Kommandozentrale ist das Nervenzentrum jeder PHALANX Basis. Sie koordiniert alle Basisaktivitäten von Forschung bis Herstellung, sammelt und verarbeitet Daten von unseren Radareinrichtungen, dient als Planungsraum für Missionen im Krieg und ist der K3 (Kommando/Kontrolle/Kommunikation) Mittelpunkt, der die Luftüberwachung und Abfangmanöver startet und steuert. Eine Basis ohne Kommandozentrale kann immer noch funktionieren, aber würde blind, taub und dumm sein; unsere Abfangjäger könnten nicht mal wegen des Fehlens der Kontrollen starten. Die Kommandozentrale ist vom Boden bis zur Decke vollgestopft mit dem brandneuen H-9000 Großrechner und modernster Kommunikationsausrüstung, was alles derzeit von einer Diebesbande bewaffnet mit Jackhammers rausgerissen wird. Die Ausrüstung kann ohne ein Kraftwerk sowieso nicht funktionieren. Nach meiner Erfahrung lebt der Großteil des Kommandostabs praktisch in der Kommandozentrale, aber mir wurde gesagt, dass die niederrangigen Personen alle paar Tage ihr Quartier zu sehen kriegen. Aus meiner Sicht sind das aber nur Anekdoten. Empfohlener Einsatz Im unwahrscheinlichen Fall, dass diese Einrichtung je wieder gebaut wird, versorgen sie sie mit genug Energie, um sie zu betreiben und platzieren sie es an einem Gutverteidigten Punkt in einiger Entfernung zum Eingang und zu den Hangars. Wenn die Basis mal angegriffen wird, sollte die Verteidigung der Kommandozentrale höchste Priorität haben, denn ohne wären wir nicht in der Lage, bis zur Reparatur einen Kampf effektiv zu führen. Zusatz Zusatz, Sachbearbeiter Abel S. Howard, 18. März 2084: Die alten Pläne für die Kommandozentrale wurden von unseren Technikern verbessert, um den antiken H-9000 Großrechner und die Terminals mit modernsten Holo-Arbeitsstationen und einem neuen Supercomputer auszutauschen. Alle anderen Komponenten sind immer noch brauchbar und effektiv.
fr: Projet d'Aménagement : Centre de Commande NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 30 Juillet 2027 Auteur : Dr Richard Strohm, Commandant de base, PHALANX, Commandement des Opérations du Pacifique Considérations générales À la noble personne qui lit ce rapport, euh, oui ; je dois vous avertir que suis un peu saoul et que c'est mon dernier papier à remplir avant qu'ils ne ferment la base pour toujours. Et je serais probablement mort depuis longtemps avant que quelqu'un ne déterre une seule info de ce vieux projet, alors je ne peux pas vraiment avoir de problèmes pour ce que je vais raconter ici. Juste pour laisser une trace : cette saloperie de Secrétaire de la Défense peut aller se faire enculer avec une tronçonneuse. "Restrictions de budget", mon cul. Bon, quoiqu'il en soit, on a fait quelques améliorations du CC ces derniers temps, et il faut que je fasse un nouveau rapport. Le Centre de Commandement est le nerf central de chaque base PHALANX. Il coordonne toutes les activités de la base, de la recherche à l'ingénierie, il réunit et interprète les données des installations radar, sert de salle d'opération pour la planification des missions, et est le relais C3 (Commande, Contrôle et Communication) qui lance et dirige nos interceptions air/air. Une base peut toujours fonctionner sans Centre de Commandement, mais elle sera aveugle, sourde et muette : les intercepteurs ne pourront même pas décoller sans contrôle aérien. Le CC est occupé du sol au plafond par un ordinateur central flambant neuf H-9000 et ce qui se fait de mieux en matériel de communication. A l'heure où je vous écris, toute cette belle électronique est en train d'être démolie par un gang de casseurs armés de marteaux-piqueur. De toute façon, elle ne peut pas marcher sans un générateur de puissance pour lui fournir son électricité. D'après ma propre expérience, la plupart des membres de l'équipe de commande vivent dans le CC, mais il paraît que des individus de moindre rang ne vont voir leur bunker qu'une fois par semaine. A vrai dire, je n'en ai jamais eu de preuve. Doctrine recommandée Dans le cas improbable où ce type d'installation serait reconstruite un jour, gardez-la alimentée avec assez de puissance pour qu'elle fonctionne correctement. Et placez-la à un endroit suffisamment bien protégé, pas trop près de l'entrée ou des hangars. Si la base est attaquée, la défense du CC sera la priorité absolue, car sans lui on ne pourrait pas se défendre de façon correcte jusqu'à ce qu'il soit réparé. Addenda Addendum, Officier Exécutif Abel S. Howard, 18 mars 2084 : L'ancien projet de CC a été mis à jour par nos ingénieurs afin de remplacer l'ancien ordinateur central H-9000 et ses terminaux par une station de travail holographique récente et une nouvelle installation de super ordinateurs. Tous les autres éléments sont toujours fiables et efficaces.
ru: Проектная документация -- Командный центр ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Аннотация по строениям, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 30 июля 2027 Автор: доктор Ричард Строхм, Командующий базы, ФАЛАНКС, Тихоокеанская ударная группа Краткий обзор Всем важным шишкам, читающим этот отчёт, посвящается, да, надо бы предупредить вас, я уже довольно пьян и надиктовываю свою последнюю техническую аннотацию, после чего база будет закрыта навсегда. И я, уже как сто лет буду мёртв, прежде чем кто то отроет хоть что-нибудь об этом древнем проекте, поэтому мне не влетит, что бы я тут не натрепал. Исключительно под запись: фигов министр обороны может отправляться удовлетворять свои педерастические наклонности по средствам циркулярной пилы! Долбанное "сокращение бюджета"! Ладно. Мы тут сделали кое-какие усовершенствования командного центра, так что я должен представить новый отчёт. Командный центр - это ядро любой базы ФАЛАНКС. Оно координирует всю деятельность базы - от исследований до производства, собирает и обрабатывает данные от наших радарных установок, служит центром планирования военных операций, являясь К3-концентратором (Командование/Контроль/Коммуникации), запускает и направляет наши воздушные перехваты. База может действовать и без функционирующего центра, но она будет слепа, глуха и нема; наши перехватчики не смогут даже отправиться на операцию из-за отсутствия управления движением. Фактически, командный центр - это комната, от пола до потолка забитая принципиально новым оборудованием универсального вычислительного центра H-9000 и современных систем связи, которое всё было буквально с мясом выдрано бандой головорезов с отбойными молотками, пока мы тут с вами разговаривали. Это оборудование не может функционировать без электростанции, обеспечивающей его достаточным количеством электроэнергии. По моему опыту знаю, что практически весь персонал Командного Центра буквально живёт в нём. Мне, конечно, тут рассказывали, мол, некоторые представители младшего командного состава иногда ходят повидаться со своими койками. Шутка то шуткой, но так и есть. Рекомендованная доктрина В случае, если возникнет необходимость постройки аналогичного модуля, обязательно проследите, о наличии постоянного, достаточно питания. Кроме того, при проектировке базы, КЦ должен быть расположен на достаточном удалении от ангаров, на хорошо защищённых позициях. Учтите, что при нападении врага на базу, командный центр необходимо защищать любой ценой, поскольку он является ведущим объектом, без него Вы не сможете вести каких либо эффективных действий. Приложения Приложение от 18 марта 2084, старший помощник командира Абель С. Ховард: Старая проектная документация по КЦ была модернизирована нашими инженерами с целью замены древнего вычислительного центра H-9000 и терминалов на современные голографические рабочие станции и наиновейшее оборудование супер-ЭВМ. Все остальные компоненты всё ещё жизнеспособны и эффективны, и не нуждаются в модернизации.
th: พิมพ์เขียว -- ศูนย์บัญชาการ เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 30 กรกฎาคม 2027 โดย: ดร. ริชาร์ด สตรอห์ม, ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัติการแปซิฟิค ภาพรวม สำหรับบุคคลผู้มีเกียรติที่จะอ่านรายงานนี้ -- อย่างกับจะมี -- ผมต้องเตือนก่อนว่าตอนนี้ผมกำลังเมา และเขียนรายงานชิ้นสุดท้ายก่อนที่จะปิดฐานนี้ตลอดกาล และผมคงตายไปนานแล้ว กว่าใครก็ตามจะมาหาข้อมูลเกี่ยวกับโครงการเก่านี้ เพราะฉะนั้นผมก็คงไม่เดือดร้อนกับสิ่งที่ผมจะพูดในรายงานนี้ ขอบอกไว้เลยว่า ไอ้รัฐมนตรีกลาโหมบ้านั่นควรจะโดยเอาเลื่อยไฟฟ้าตัดตัว "ตัดงบ" บ้านเอ็งสิ เอาเถอะ เราได้ปรับปรุงศูนย์บัญชาการ ผมก็เลยต้องทำรายงานใหม่ ศูนย์บัญชาการเป็นระบบประสาทของฐาน PHALANX มันจะเป็นที่ประสานงานทุกอย่างในฐานตั้งแ่ต่การวิจัยถึงวิศวกรรม มันจะรวบรวมและวิเคราะห์ข้อมูลจากเรดาร์ มันจะเป็นห้องวางแผนภารกิจ และจะเป็นห้อง C3 (บัญชาการ/ควบคุม/สื่อสาร) ที่จะปฏิบัิติการการโจมตีทางอากาศ ฐานนี้จะทำงานได้โดยไม่มีศูนย์บัญชาการ แต่มันจะเหมือนตาบอด หูหนวก และปัญญาอ่อน ยานขับไล่ของเรายังออกตัวไม่ได้ด้วยซ้ำ เพราะไม่มีระบบควบคุมการจราจร ศูนย์บัญชาการนั้นติดตั้งคอมพิวเตอร์ H-9000 รุ่นล่าสุดและอุปกรณ์สื่อสารทันสมัย ซึ่งทั้งหมดกำลังโดนพวกกุ๊ยรื้อออกในขณะที่เราพูดอยู่นี้ อุปกรณ์นี้จะไม่ทำงานหากไม่มีแหล่งพลังงานผลิตไฟฟ้าได้อย่างเพียงพอ จากประสบการณ์ของผม เจ้าหน้าที่ส่วนใหญ่จะพักในศูนย์บัญชาการ แต่ผมได้รับการบอกเล่าว่าเจ้าหน้าที่ระดับล่างจะได้มีโอกาสกลับที่พักทุกสองสามวัน ส่วนตัวผมเองก็คงเป็นหลักฐานยืนยันได้ดีที่สุด กฎข้อแนะนำ ในกรณีที่ไม่น่าจะเกิด ที่โครงสร้างนี้จะถูกสร้างขึ้นมาใหม่ ให้พลังงานมีเพียงพอในการทำงาน และตั้งไว้ในจุดที่ป้องกันได้ดี ห่างจากทางเข้าและโรงเก็บยาน หากฐานโดนโจมตี การป้องกันศูนย์บัญชาการเป็นสิ่งสำคัญที่สุด เพราะหากไม่มีศูนย์ เราไม่สามารถจะต่อสู้ได้อย่างมีประสิทธิภาพจนกว่าจะซ่อมแซมเสร็จ ข้อมูลเพิ่มเติม ข้อมูลเพิ่มเิติม, ผู้บัญชาการสูงสุด อาเบล เอส. ฮาเวิร์ด, 18 มีนาคม 2084: พิมพ์เขีียวศูนย์บัญชาการเก่าได้รับการปรับปรุงโดยวิศวกรของเรา โดยทดแทน H-9000 ซึ่งเป็นเครื่องคอมพิวเตอร์รุ่นเก่า ด้วยระบบเครื่องท้ันสมัยและคอมพิวเตอร์พิเศษ อุปกรณ์อื่นนั้นยังใช้ได้และมีประสิทธิภาพ

source: b_entrance_txt
de: Baupläne -- Eingang KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 26. Januar 1958 Von: Maj. Marcel LeClerc, Basiskommandeur, PHALANX, Pazifisches Operationskommando Überblick Der Basiseingang ist die erste Struktur, die in einer PHALANX Einrichtung gebaut wird. Es ist der primäre - und manchmal der einzige - Weg, um Personal und Ausrüstung in die Basis zu bringen. Er hat eine Fahrzeugrampe und eine Treppe und erlaubt so schnelles Bewegen zwischen Basis und Oberfläche. Ein kleines, getarntes Torhaus wird zur Sicherheit drauf gebaut, was es auch vor Überflügen versteckt. Wie alle anderen unserer Einrichtungen ist auch diese mit Radar- und Infrarotabsorbierenden Farben bemalt, um die Gefahr der Entdeckung zu verringern. Empfohlener Einsatz Der Eingang ist aus offensichtlichen Gründen die wohl verwundbarste Einrichtung in jeder Basis. Feindliche Außerirdische werden fast sicher einen Versuch machen, die Basis von da aus zu betreten. Es ist eine der zentralen Punkte bei einer Basisverteidigung und sollte in einer bedachten Entfernung zum Kommandozentrum platziert werden, damit Soldaten im Dienst schnell auf einen Angriff reagieren können. Rein für sich hat der Eingang wenig taktischen Nutzen. Es kann davon ausgegangen werden, das jede ALF versuchen wird, den Eingang zu halten und wertvollere Ziele für den eigentlichen Angriff auswählt, da der Eingang selten etwas gefährliches gelagert hat. Außerdem hat er keine Bereiche, die besonders empfindlich gegen Zerstörung sind. Da er auch keine fortgeschrittenen Komponenten hat, ist es auch leicht zu reparieren. Wenn er beschädigt wird, können andere Einrichtungen zeitweilig seine Funktion übernehmen, ohne groß die Basisoperationen zu behindern. Zusatz Keiner.
fr: Projet d'Aménagement : Entrée NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 26 Janvier 1958 Auteur : Mjr Marcel LeClerc, Commandant de base, PHALANX, Commandement des Opérations du Pacifique Considérations générales L'entrée de la base est la première structure à construire en commençant une nouvelle base PHALANX. C'est le moyen principal, et parfois le seul, pour faire entrer l'équipement et le personnel dans la base. Elle consiste en un escalier et une rampe pour les véhicules, qui permettent un accès facile de la base à la surface. Une petite loge camouflée est construite en surface, assurant la sécurité de la base, tout en en dissimulant son entrée depuis le ciel. Comme toutes nos installations non-souterraines, elle est couverte de peinture absorbant les ondes radars et infrarouges, afin de diminuer les risques de détection. Doctrine recommandée De par sa nature, l'Entrée est l'un des points les plus vulnérables d'une base. Des extraterrestres hostiles tenteront très certainement de pénétrer par ce chemin. Il s'agit d'un point crucial dans la défense d'une base, et elle devrait donc être située à une distance raisonnable du Centre de Commandement. Elle devra en être suffisamment près pour que les soldats en service puissent réagir à une attaque le plus rapidement possible, mais en être également raisonnablement éloignée pour ne pas trop exposer le Centre de Commandement. En elle-même, l'Entrée a une très faible valeur stratégique. Il est très probable que des extraterrestres l'ayant prise essayeront de tenir leur position, mais choisiront des cibles plus tentantes pour lancer l'essentiel de leurs forces. En effet, cette salle ne contient habituellement aucun matériau explosif, et ne présente pas de zone particulièrement sensible à la destruction. Ne disposant d'aucun équipement ou composant avancé, elle est également rapide et économique à réparer. Si elle est endommagée, d'autres unités de la base peuvent temporairement remplir le rôle d'entrée sans nuire réellement au fonctionnement des opérations. Addenda Aucun.
ru: Проектная документация -- Вход ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Аннотация по строениям, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 26 января 1958 Автор: майор Марсель ЛеКлерк, Командующий базы, ФАЛАНКС, Тихоокеанская ударная группа Краткий обзор Входной модуль базы - это первая структура, которая строится в любом новом месте базирования ФАЛАНКС. Это основной, и часто -- единственный, путь для доставки персонала и снаряжения на базу. Он состоит из въезда для техники и лестницы, которые позволяют без труда осуществлять сообщение базы с поверхностью. Небольшие, закамуфлированные шлюзовые ворота стоятся на поверхности для обеспечения безопасности, и также будут скрывать Вход от наблюдения сверху. Подобно всем сооружениям на поверхности, они имеют покрытия, поглощающие радарное и инфракрасное излучение, с целью снижения вероятности обнаружения. Рекомендованная доктрина По своей природе, Вход - один из самых уязвимых модулей любой базы. Враждебные пришельцы почти наверняка будут пытаться получить здесь доступ. Это -- одна из узловых точек обороны базы, и она должна быть расположена на продуманном расстоянии от Командного Центра, так, чтобы дежурные солдаты могли ответить на нападение с предельной готовностью, не подвергая КЦ ненужному риску. Сам по себе Вход имеет небольшую тактическую ценность. Можно предполагать, что любые инопланетные захватчики будут просто стараться удержать Вход, и выберут более привлекательные цели для настоящего штурма, поскольку Вход обычно не содержит чего-либо легко воспламеняющегося, и не имеет областей, особенно чувствительных к разрушению. Его ремонт можно произвести легко и при минимальных затратах, даже не обладая продвинутым снаряжением и оборудованием. Если Вход будет повреждён, другие модули могут временно принять на себя его функции, без значительного влияния на общую функциональность базы. Приложения Нет.
th: พิมพ์เขียว -- ทางเข้า เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 26 มกราคม 1958 โดย: พล.ท. มาร์เซล เลอเคลิร์ค, ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัติการแปซิฟิค ภาพรวม กฎข้อแนะนำ โดยพื้นฐาน ทางเข้าเป็นส่วนที่มีจุดอ่อนที่สุดจุดหนึ่ง มนุษย์ต่างดาวที่ไม่หวังดีจะพยายามบุกเข้าโดยทางนี้ นับเป็นจุดที่ต้องเน้นการป้องกันในฐาน และควรจะอยู่ในตำแหน่งที่ห่างจากศูนย์บัญชาการ เพื่อให้ทหารที่อยู่เวรยามสามารถตอบโต้การโจมตีได้ โดยไม่ต้องห่วงศูนย์บัญชาการ โดยตัวมันเองทางเข้านี้ไม่มีคุณค่าทางกลยุทธ์ เราสามารถคาดได้ว่ามนุษย์ต่างดาวอาจเพียงยึดทางเข้าไว้เฉยๆ และเลือกโจมตีเป้าหมายอื่น เพราะทางเข้านี้ไม่มีวัตถุอันตราย และไม่มีพื้นที่ที่ถูกทำลายได้ง่าย การไม่มีอุปกรณ์หรือชิ้นส่วนที่ก้าวหน้า ทำให้ซ่อมแซมได้ง่ายและเร็ว หากมีความเสียหาย โครงสร้างอื่นอาจทำหน้าที่แทนทางเข้าได้โดยไม่ทำให้การปฏิับัติงานในฐานมีอุปสรรคมากนัก ข้อมูลเพิ่มเติม ไม่มี
