Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: PHALANX And The Mumbai Aftermath
de: PHALANX und die Folgen der Mumbai Attacke
fr: Les conséquences de Mumbai et PHALANX
