Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: Transport mission started, cargo is being transported to base %s
de: Transportmission gestartet - Ladung wird zur Basis %s transportiert.
fr: Mission de transport commencée, le cargo est transporté vers la base %s

source: No target base selected
de: Keine Zielbasis ausgewählt
fr: Aucune cible n'est sélectionnée
ru: База назначения не выбрана
th: ไม่ได้เลือกฐานเป้าหมาย

source: Please select the target base from the list
de: Bitte die Zielbasis aus der Liste wählen
fr: Veuillez sélectionner la base de destination dans la liste
ru: Пожалуйста, выберите базу назначения из списка
th: เลือกฐานเป้าหมายจากรายชื่อ

source: You can transfer equipment - this base has a Storage.
de: Transfer möglich - Basis hat ein Lager.
fr: Vous pouvez transférer de l'équipement, cette base dispose d'un entrepôt.

source: No Storage in this base.
de: Kein Lager in dieser Basis.
fr: Pas d'entrepôt dans cette base.

source: No power supplies in this base.
de: Kein Kraftwerk in dieser Basis.
fr: Pas de générateur dans cette base.

source: You can transfer employees - this base has Living Quarters.
de: Transfer möglich - Basis hat ein Quartier.
fr: Vous pouvez transférer du personnel, cette base dispose de quartiers d'habitation.

source: No Living Quarters in this base.
de: Keine Quartiere in dieser Basis.
fr: Pas de quartiers d'habitation dans cette base.

source: You can transfer Aliens - this base has an Alien Containment.
de: Transfer von Außerirdischen möglich - Basis hat eine Quarantänestation.
fr: Vous pouvez transférer des aliens - cette base dispose d'une unité de détention.

source: No Alien Containment in this base.
de: Keine Quarantänestation in dieser Basis.
fr: Pas d'unité de détention dans cette base.

source: You can transfer antimatter - this base has an Antimatter Storage.
de: Transfer von Antimaterie möglich - Basis hat ein Antimaterielager
fr: Vous pouvez transférer de l'antimatière - cette base dispose d'un entrepôt d'antimatière.

source: No Antimatter Storage in this base.
de: Kein Antimaterielager in dieser Basis.
fr: Pas d'entrepôt d'antimatière dans cette base.

source: You can transfer aircraft - this base has Hangar.
de: Transfer möglich - Basis hat ein Hangar.
fr: Vous pouvez transférer un appareil, cette base dispose d'un hangar.

source: Aircraft transfer not possible - this base does not have Command Centre.
de: Transfer nicht möglich - Basis hat keine Kommandozentrale.
fr: Transfert d'appareil impossible - cette base ne dispose pas de centre de commandement.

source: No Hangar in this base.
de: Kein Hangar in dieser Basis.
fr: Pas de hangar dans cette base.

source: The destination base no longer exists! Transfer cargo are lost, personel got unhired.
de: Die Zielbasis existiert nicht mehr! Die Ladung ist verloren, das Personal wurde entlassen.
fr: La base de destination n'existe plus ! Le cargo et le personnel ont été perdus.

source: Our radar detected a new UFO
de: Unser Radar hat ein neues UFO entdeckt
fr: Nos radars ont détecté un nouvel OVNI

source: Our radar has lost the tracking on a UFO
de: Unser Radar hat das Signal eines UFOs verloren
fr: Nos radars ont perdu la trace d'un OVNI

source: Close
de: Nahkampf
fr: Rapproché
ru: ближний
th: ปิด

source: Assault
de: Sturmangriff
fr: Assaut
ru: штурм
th: จู่โจม

source: Sniper
de: Scharfschütze
fr: Fusil de précision
ru: снайпер
th: ซุ่มยิง

source: Explosive
de: Sprengstoffe
fr: Explosif
ru: взрыв
th: ระเบิด

source: Unknown weapon skill
de: Waffengattung unbekannt
fr: Compétence d'arme inconnue
ru: нет
th: ไม่ทราบทักษะอาวุธ

source: Speed
de: Geschwindigkeit
fr: Vitesse

source: ECM
fr: CME

source: Aircraft damage
de: Flugzeugschäden
fr: Résistance appareil

source: Accuracy
de: Genauigkeit
fr: Précision

source: Fuel size
de: Tankgröße
fr: Capacité en fuel

source: Weapon range
de: Reichweite
fr: Portée de l'arme

source: No requirements
de: Keine Vorbedingungen
fr: Aucune condition
ru: нет требований
th: ไม่มีข้อจำกัด

source: Size: %i
de: Größe: %i
fr: Taille : %i

source: %s weapon with
de: %s Waffe mit
fr: Arme à %s
ru: %s оружие.
th: %s อาวุธด้วย

source: One-handed
de: Einhändige
fr: une main
ru: Одноручное
th: มือเดียว

source: Two-handed
de: Beidhändige
fr: deux mains
ru: Двуручное
th: สองมือ

source: Max ammo: %i
de: Max. Munition: %i
fr: Munitions max. : %i
ru: Емкость магазина: %i
th: กระสุนสูงสุด: %i

source: %s ammo-less weapon with
de: %s munitionsärmere Waffe mit
fr: Arme à %s sans munition
ru: %s оружие, не требующее зарядов.
th: %s อาวุธไม่ใช้กระสุนใช้กับ

source: %s auxiliary equipment with
de: %s Behelfsgegenstand mit
fr: Équipement auxiliaire à %s
ru: Вспомогательное снаряжение. %s.

source: Time units: %i
de: Zeiteinheiten: %i
fr: UT : %i
ru: Ед.Времени: %i
th: หน่วยเวลา: %i

source: Range: %g
de: Reichweite: %g
fr: Portée : %g
ru: Дальность: %g
th: ขอบเขต: %g

source: Go to '%s' UFOpaedia entry
de: Wechsele zum UFOpedia Eintrag '%s'
fr: Aller à l'article '%s' de l'OVNIpédia

source: Skill: %s
de: Fertigkeit: %s
fr: Compétence : %s
th: ทักษะ: %s

source: Damage: %i
de: Schaden: %i
fr: Dégâts : %i
th: ความเสียหาย: %i

source: Spreads: %g
de: Streuung: %g
fr: Dispersion : %g
th: การกระจาย: %g

source: Unknown - need to research this
de: Unbekannt - muss noch erforscht werden
fr: Inconnu - Nécessite une recherche
ru: Неизвестно - необходимо это исследовать
th: ไม่รู้จัก - ต้องวิจัยก่อน

source: Error - could not find building
de: Fehler: Konnte Gebäude nicht finden
fr: Erreur - ne peut pas trouver le bâtiment
ru: Ошибка - здание не найдено
th: ผิดพลาด - ไม่พบสิ่งก่อสร้าง

source: Depends: %s
de: Benötigt: %s
fr: Dépendances : %s
ru: Зависит от: %s
th: ขึ้นกับ: %s

source: None
de: Keine
fr: Aucun(e)
ru: Нет
th: ไม่มี

source: Buildtime: %i day
de: Bauzeit: %i Tag
fr: Durée de construction : %i jour
ru: Время постройки: %i день
th: เวลาสร้าง: %i วัน

source: Fixcosts: %i c
de: Fixkosten: %i c
fr: Coût de production : %i c
ru: Цена: %i кр.
th: ค่าสร้าง: %i c

source: Running costs: %i c
de: Variable Kosten: %i c
fr: Coûts de fonctionnement : %i c
ru: Содержание: %i кр.
th: ค่าใช้จ่ายในการทำงาน: %i c

source: Weight: %s
de: Gewicht: %s
fr: Poids: %s

source: Ammo: %i
de: Munition: %i
fr: Munitions : %i

source: Reloading time: %i
de: Nachladezeit: %i
fr: Temps chargement : %i

source: Error - could not find aircraft
de: Fehler: Konnte Flugzeug nicht finden
fr: Erreur - impossible de trouver l'appareil
ru: Ошибка - самолет не найден
th: ผิดพลาด - ไม่พบยานบิน

source: Max. soldiers: %i
de: Max. Soldaten: %i
fr: Max. soldats : %i

source: Proposal:
de: Antrag:
fr: Proposition :
ru: Заявка:
th: นำเสนอโครงการ:

source: FROM: %s TO: %s DATE: %s SUBJECT: %s%s
de: VON: %s AN: %s DATUM: %s BETREFF: %s%s
fr: DE : %s POUR : %s DATE : %s SUJET : %s%s
ru: ОТ: %s КОМУ: %s ДАТА: %s ТЕМА: %s%s
th: จาก: %s ถึง: %s วันที่: %s หัวข้อ: %s%s

source: No pre-research description available.
de: Keine Beschreibung vorhanden.
fr: Pas de description disponible.
ru: Предварительное описание не доступно.
th: ไม่มีข้อมูลเกี่ยวกับงานวิจัยก่อนหน้า

source: UFOpaedia Content
de: UFOpedia Verzeichnis
fr: Contenu OVNIpédia

source: UFOpaedia Index: %s
de: UFOpedia Index: %s
fr: Index OVNIpédia : %s

source: ^BProposal: %s %i %s %02i
de: ^BAntrag: %s %i %s %02i
fr: ^BProposition : %s %i %s %02i

source: Proposal: %s %i %s %02i
de: Antrag: %s %i %s %02i
fr: Proposition : %s %i %s %02i

source: loading %s
de: lade %s
fr: chargement %s
ru: загрузка %s
th: กำลังโหลด %s

source: loading models...
de: Lade Modelle...
fr: chargement des modèles...
ru: загрузка моделей...
th: โหลด รูปแบบ...

source: Can't perform action - this isn't your round!
de: Nicht deine Runde
fr: Ne peut faire l'action - ce n'est pas votre tour !
ru: Невозможно выполнить действие - сейчас не Ваш ход!
th: ทำไม่ได้ - ไม่ใช่ตาของคุณ!

source: Can't perform action - object not present!
de: Objekt nicht vorhanden
fr: Ne peut faire l'action - objet non présent !
ru: Невозможно выполнить действие - объект не существует!
th: ทำไม่ได้ - ไม่มีวัตถุ!

source: Can't perform action - not an actor!
de: Kein Spieler
fr: Ne peut faire l'action - n'est pas une unité !
ru: Невозможно выполнить действие - это не персонаж!
th: ทำไม่ได้ - ไม่ใช่คนทำ!

source: Can't perform action - actor is stunned!
de: Soldat ist betäubt!
fr: Ne peut faire l'action - unité assommée !
ru: Невозможно выполнить действие - персонаж оглушён!
th: ทำไม่ได้ - คนทำขยับตัวไม่ได้!

source: Can't perform action - actor is dead!
de: Spieler ist tot!
fr: Ne peut faire l'action - unité morte !
ru: Невозможно выполнить действие - персонаж мертв!
th: ทำไม่ได้ - คนทำตายแล้ว!

source: Can't perform action - not on same team!
de: Nicht im gleichen Team!
fr: Ne peut faire l'action - pas dans la même équipe !
ru: Невозможно выполнить действие - в другой команде!
th: ทำไม่ได้ - ไม่ใช่ทีมเดียวกัน!

source: Can't perform action - no control over allied actors!
de: Keine Kontrolle über verbündete Spieler!
fr: Ne peut faire l'action - pas de contrôle sur les unités alliées !
ru: Невозможно выполнить действие - нет контроля над дружественными персонажами!
th: ทำไม่ได้ - ควบคุมพันธมิตรที่ทำไม่ได้!

source: Can't perform action - not enough TUs!
de: Nicht genug Zeiteinheiten!
fr: Ne peut faire l'action - pas assez d'UT !
ru: Невозможно выполнить действие - не хватает времени!
th: ทำไม่ได้ - ค่าเวลาไม่พอ!

source: Can't perform action - weapon already fully loaded with the same ammunition!
de: Waffe ist bereits mit der gleichen Munition geladen!
fr: Ne peut faire l'action - arme déjà chargée avec les mêmes munitions !
ru: Невозможно выполнить действие - оружие уже заряжено этим типом боеприпасов!
th: ทำไม่ได้ - อาวุธมีกระสุนแบบเดียวกันเต็มอยู่แล้ว!

source: Currently shaken, won't let their guard down.
de: Unter Schock, nimmt keine Befehle entgegen.
fr: Secoués, mais ne baisseront pas leur garde.
ru: Испуган, отказывается исполнять приказ.
th: กำลังหวั่นไหว, ไม่ยอมเลิกป้องกันตัว

source: %s panics!
de: %s ist panisch!
fr: %s panique !
ru: %s паникует!
th: %s ตื่นตระหนก!

source: %s is on a rampage.
de: %s randaliert.
fr: %s fait un massacre.
ru: %s буйствует.
th: %s กำลังคลั่ง

source: %s is consumed by mad rage!
de: %s dreht durch!
fr: %s est fou de rage !
ru: %s в дикой ярости!
th: %s กำลังโมโหอย่างมาก!

source: %s is currently shaken.
de: %s ist verwirrt
fr: %s est secoué.
ru: %s дрожит от страха.
th: %s กำลังหวั่นไหว

source: Team %i (%s) will get the first turn.
de: Team %i ( %s) hat den ersten Zug.
fr: L'équipe %i (%s) jouera le premier tour.
ru: Отряд %i (%s) будет ходить первым.
th: ทีม %i (%s) จะได้เริ่มก่อน

source: 4 minutes left until forced round end
de: 4 Minuten bis die Runde zwangsbeendet wird
fr: Plus que 4 minutes avant la fin du tour
th: 4 นาทีก่อนบังคับให้จบตา

source: 3 minutes left until forced round end
de: 3 Minuten bis die Runde zwangsbeendet wird
fr: Plus que 3 minutes avant la fin du tour
th: 3 นาทีก่อนบังคับให้จบตา

source: 2 minutes left until forced round end
de: 2 Minuten bis die Runde zwangsbeendet wird
fr: Plus que 2 minutes avant la fin du tour
th: 2 นาทีก่อนบังคับให้จบตา

source: 1 minute left until forced round end
de: 1 Minute bis die Runde zwangsbeendet wird
fr: Plus que 1 minute avant la fin du tour
th: 1 นาทีก่อนบังคับให้จบตา

source: 30 seconds left until forced round end
de: 30 Sekunden bis die Runde zwangsbeendet wird
fr: Plus que 30 secondes avant la fin du tour
th: 30 วินาทีก่อนบังคับให้จบตา

source: 15 seconds left until forced round end
de: 15 Sekunden bis die Runde zwangsbeendet wird
fr: Plus que 15 secondes avant la fin du tour
th: 15 วินาทีก่อนบังคับให้จบตา

source: Current active team hit the max round time
de: Die maximale Rundenzeit wurde erreicht.
fr: L'équipe active est arrivée au bout du temps limite pour le tour
th: ทีมที่เดินอยู่ได้ใช้เวลาจนหมดแล้ว

source: human
de: Mensch
fr: humain
th: มนุษย์

source: 1 hour
de: 1 Std
fr: 1 heure
ru: 1 час
th: 1 ชม.

source: 12 hour
de: 12 Std
fr: 12 heures
ru: 12 часов
th: 12 ชม.

source: 1 day
de: 1 Tag
fr: 1 jour
ru: 1 день
th: 1 วัน

source: 5 days
de: 5 Tage
fr: 5 jours
ru: 5 дней
th: 5 วัน

source: Take a screenshot
de: Screenshot speichern
fr: Faire une capture d'écran
th: จับภาพหน้าจอ

source: Base is under attack.
de: Basis wird angegriffen.
fr: La base est attaquée.

source: Crashed Alien Ship. Secure the area.
de: Abgestürztes Alienschiff. Umgebung sichern.
fr: Vaisseau alien écrasé. Sécurisez la zone.

source: UFO - Figher
de: UFO - Jäger

source: Village commercial
de: Dorf, Gewerbegebiet
ru: Сельский торговый
th: หมู่บ้านเขตการค้า

source: Base #2
de: Basis #2
ru: База #2
th: ฐาน #2

source: Base #3
de: Basis #3
ru: База #3
th: ฐาน #3

source: Base #4
de: Basis #4
ru: База #4
th: ฐาน #4

source: Base #5
de: Basis #5
ru: База #5
th: ฐาน #5

source: Base #6
de: Basis #6
ru: База #6
th: ฐาน #6

source: Base #7
de: Basis #7
ru: База #7
th: ฐาน #7

source: Base #8
de: Basis #8
ru: База #8
th: ฐาน #8

source: Italien
de: Italienisch

source: Sgt
de: Ufz.
ru: Срж
th: รอ.

source: Lieutenant
de: Oberleutnant

source: Lieutenant-Colonel
de: Oberstleutnant

source: Colonel
de: Oberst

source: Col
de: O

source: Action
de: Aktion

source: CREDIT
de: Guthaben
ru: БАЛАНС
th: เครดิต

source: Missile
de: Rakete

source: Production
de: Produktion
ru: Производство
th: การผลิต

source: Personnel
de: Angestellte

source: Robots:
de: Roboter:

source: Construction
de: Konstruktion

source: Bases:
de: Basen:

source: Personnel:
de: Angestellte:

source: Scroll and zoom
de: Scrollen und Zoomen

source: Options
de: Optionen
ru: Параметры
th: ตัวเลือก

source: Base:
de: Basis:
ru: База:
th: ฐาน:

source: Type:
de: Art:
ru: Тип:
th: ประเภท:

source: Action:
de: Aktion:
ru: Действие:
th: ทำงาน:

source: Description:
de: Beschreibung:
ru: Описание:
th: คำอธิบาย:

source: Implants
de: Implantat
ru: Имплантанты
th: ฝัง

source: Extension
de: Erweiterung
ru: Насадка
th: ส่วนเพิ่มเติม

source: Auto
de: Automatisch
ru: Авто
th: อัตโนมัติ

source: Race:
de: Rasse:
ru: Раса:
th: เผ่าพันธุ์:

source: Max. clients:
de: Max. Spieler:
ru: Максимум игроков:
th: ลูกข่ายสูงสุด:

source: Excellent
de: Exzellent
ru: отменно
th: ยอดเยี่ยม

source: Missions
de: Missionen
ru: Операции
th: ภารกิจ

source: Bases
de: Basen
ru: Базы
th: ฐาน

source: Nations
de: Nationen
ru: Правительства
th: ประเทศ

source: Aliens
de: Außerirdische
ru: Пришельцы
th: มนุษย์ต่างดาว

source: Date:
de: Datum:
ru: Дата:
th: วันที่:

source: Arnhem
de: Arnheim
ru: Арнем
th: อาร์นเฮล์ม

source: Alien colony
de: Außerirdische Kolonie

source: We located the alien colony, go there and destroy it.
de: Wir haben die Außerirdischen-Kolonie lokalisiert, begeben Sie sich dort hin und zerstören Sie sie.
