Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: plasmagren_txt
de: Herr Kommandant, unsere Untersuchung der Plasmagranate ist vollständig. Wie alle Waffen der Außerirdischen ist sie sehr gefährlich und sehr hässlich. Die Granate besteht aus sechs Grundteilen: eine Hülle, ein Auslöser, eine Batterie, einen Zeitzünder, eine Sprengladung, eine Plasmakammer und einen festen Wasserstoffkern. Die Hülle ist speziell geformt, um eine torusförmige Explosionszone um die Granate herum zu erzeugen, was die Kraft in ein kleineres Gebiet konzentriert. Die Batterie ist sehr stark und wir sind kaum in der Lage, sie zu kopieren. Der Auslöser ist von besonderem Interesse, da er einen kleinen Daumenabdruckscanner beinhaltet, welcher sicherstellt, dass die Granate nicht aus versehen aktiviert wird. Eine wirkliche (also nicht versehentliche) Aktivierung startet den Countdown. Die Länge des Countdowns hängt davon ab, wie lange der Auslöser gedrückt gehalten wird, aber er hat ein Sicherheitsminimum von mindestens 3 Sekunden. Wenn der Timer Null erreicht, entfesselt die Batterie ihre Kraft und erhitzt den Wasserstoffkern zu Plasma in Millisekunden. Die Sprengladung wirbelt die Granate in die Luft und wenn die Granate ihre vertikale Ausrichtung und ideale Höhe erreicht hat, wird die Eindämmung der Plasmakammer deaktiviert. Die explosive Ausdehnung des Plasmas lässt die Hülle aufplatzen und lässt Hochgeschwindigkeitssplitter und Plasmapartikel über den ganzen Explosionsradius regnen. Aufgrund der instabilen Natur von nicht eingedämmten Plasma hat die Granate nur einen begrenzten Explosionsradius. Außerhalb des Radius verlangsamt sich das Plasma und kühlt stark ab, so dass es ungefährlich wird. Der Radius ist ungefähr 50% größer als eine unserer Splittergranaten. Jedes Lebewesen, das sich im Explosionsradius befindet, wird entweder schwer verletzt oder getötet. Wir haben einen Satz Baupläne gezeichnet, die unseren Werkstätten erlauben, sofort die Konstruktion zu beginnen und ein Handbuch geschrieben, um unsere Soldaten für ihre Benutzung zu trainieren. Sie werden dann dazu fähig sein, die Plasmagranate wie jede andere Granate in unserem Arsenal zu benutzen. --Cdr. Navarre
fr: Commandant, notre étude de la grenade à plasma alienne est maintenant terminée. Comme toutes les autres armes aliennes, elle est très inquiétante et très dangereuse. L'objet est composé de sept parties principales : un boîtier, un déclencheur, une batterie, un système à retardement, une charge explosive, une chambre à plasma, et un cœur d'hydrogène solide. Le boîtier est spécialement conçu pour provoquer une explosion toroïdale autour de la grenade, afin de concentrer toute sa puissance dans un volume restreint. La batterie est extrêmement puissante et nous arrivons à peine à la dupliquer. Le déclencheur est très intéressant, car il comporte un petit scanner à empreinte digitale pour le pouce afin de vérifier que la grenade n'est pas activée par mégarde. Une activation volontaire déclenche le système à retardement. La durée du retardement dépend du temps pendant lequel le déclencheur a été maintenu, mais une sécurité impose un délai minimum de trois secondes. Une fois que le compteur du retardement atteint zéro, la batterie libère son énergie, chauffant le cœur d'hydrogène en plasma en quelques millisecondes. La charge explosive projette la grenade en l'air, et dès qu'elle atteint la bonne hauteur et est orientée selon la verticale, les forces de confinement qui maintiennent le plasma sont coupées. L'expansion rapide du plasma provoque alors la destruction du boîtier, dont les fragments ainsi que les particules de plasma sont projetés dans l'air d'effet avec une grande énergie. A cause de la nature instable du plasma non-confiné, la grenade a un rayon d'action limité, au delà duquel les particules de plasma sont trop froides et trop lentes pour être dangereuses. Ce rayon est environ 50% plus important que celui d'une grenade à fragmentation humaine classique. Tout ce qui se trouvera dans la zone d'effet sera au moins grièvement blessé, sinon mort. Nous avons dessiné les plans qui permettront à nos Ateliers de commencer une production immédiate, et écrit un manuel pour que nos soldats puissent l'utiliser. Ils pourront maintenant utiliser cette grenade comme toutes les autres auxquelles ils sont déjà habitués. --Cdt Navarre
ru: Commander, our assessment of the alien plasma grenade is complete. Like all the alien weapons, it's very nasty and very dangerous. The device is essentially made up of seven components: a casing, a trigger, a battery, a timer, an explosive charge, a plasma chamber and a solid hydrogen core. The casing is specially shaped to create a toroidal blast zone around the grenade, concentrating power into a smaller area. The battery is highly powerful and barely within our power to duplicate. The trigger is of particular interest, because it contains a tiny thumbprint scanner which verifies that the grenade is not being accidentally activated. A legitimate (i.e. non-accidental) activation starts the timer countdown. The length of the countdown is variable depending on the number of seconds that the trigger is held down, but it has a built-in safe minimum of three seconds. Once the timer reaches zero, the battery unleashes its power, heating a core of hydrogen to plasma in milliseconds. The explosive charge sends the grenade tumbling into the air, and once the grenade achieves vertical orientation and ideal height, the plasma chamber containment is switched off. Rapid expansion of the plasma causes the casing to burst, spraying high-velocity fragments and plasma particles all over the area of effect. Due to the unstable nature of uncontained plasma, the grenade has a limited blast radius, beyond which the plasma particles cool and slow down too much to be dangerous. This radius is approximately 50% larger than that of a standard human frag grenade. Anything caught within the area of effect will be either severely injured or dead. We've drawn up a set of blueprints that will allow our Workshops to begin immediate construction, and a manual to train our soldiers in its use. They will now be able to use the plasma grenade as any other grenade in our arsenal. --Cdr. Navarre
th: Commander, our assessment of the alien plasma grenade is complete. Like all the alien weapons, it's very nasty and very dangerous. The device is essentially made up of seven components: a casing, a trigger, a battery, a timer, an explosive charge, a plasma chamber and a solid hydrogen core. The casing is specially shaped to create a toroidal blast zone around the grenade, concentrating power into a smaller area. The battery is highly powerful and barely within our power to duplicate. The trigger is of particular interest, because it contains a tiny thumbprint scanner which verifies that the grenade is not being accidentally activated. A legitimate (i.e. non-accidental) activation starts the timer countdown. The length of the countdown is variable depending on the number of seconds that the trigger is held down, but it has a built-in safe minimum of three seconds. Once the timer reaches zero, the battery unleashes its power, heating a core of hydrogen to plasma in milliseconds. The explosive charge sends the grenade tumbling into the air, and once the grenade achieves vertical orientation and ideal height, the plasma chamber containment is switched off. Rapid expansion of the plasma causes the casing to burst, spraying high-velocity fragments and plasma particles all over the area of effect. Due to the unstable nature of uncontained plasma, the grenade has a limited blast radius, beyond which the plasma particles cool and slow down too much to be dangerous. This radius is approximately 50% larger than that of a standard human frag grenade. Anything caught within the area of effect will be either severely injured or dead. We've drawn up a set of blueprints that will allow our Workshops to begin immediate construction, and a manual to train our soldiers in its use. They will now be able to use the plasma grenade as any other grenade in our arsenal. --Cdr. Navarre

source: plasmagren_pre_txt
de: Herr Kommandant, unsere Teams haben von ihrer letzten Mission eine Plasmagranate mitgebracht. Es ist eine höchst kraftvolle granatähnliche Waffe, die, einmal geworfen, zu einem Regen aus superheißem Plasma explodiert. Sie ist größer und weit gefährlicher, als unsere standardmäßigen Splittergranaten. Wir sollten diese Waffe untersuchen, um herauszufinden, wie sie funktioniert, woraus sie gemacht ist und wie sie zusammengesetzt ist. Wenn wir diese Punkte erforscht haben, können wir sie für unsere Zwecke replizieren. Das Projekt ist fertig zur Forschung und benötigt nur noch ihre Erlaubnis, Herr Kommandant. --Cdr. Navarre
fr: Commandant, notre dernière équipe en mission nous a rapporté une grenade à plasma alienne. C'est une arme très puissante de la classe des grenades, qui, une fois lancée, explose en une gerbe de plasma chaud. Elle est légèrement plus grosse que nos grenades à fragmentation standard, et semble bien plus efficace. Nous devrions étudier cette arme pour comprendre son fonctionnement, ses constituants, et sa conception. Une fois ces lignes dégagées, nous devrions être capables de les dupliquer pour notre propre usage. Le projet est prêt à débuter, Commandant, et n'attend plus que votre autorisation. --Cdt Navarre
ru: Commander, our last tac mission has brought back an alien plasma grenade. This is a highly powerful grenade-type weapon that, once thrown, explodes in a shower of superheated plasma. It's somewhat larger and appears to be a good deal more dangerous than our standard frag grenades. We should examine this weapon to see how it works, what it's made of, and how it's put together. Once we have those points figured out, we should be able to replicate it for our own use. The project is ready for research, just waiting on your authorisation, Commander. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Alien Artifact - Plasma Grenade
de: Außerirdisches Artefakt - Plasmagranate
fr: Découverte Alienne - Grenade à Plasma
ru: Плазменная граната

source: plasrifle_txt
de: Herr Kommandant, hier ist mein Bericht über das Plasmagewehr. Im Grunde ist das Plasmagewehr wenig mehr als eine vergrößerte Version der Plasmapistole. Wie ihnen aber jeder Waffennarr sagen wird, Pistolen sind Pistolen und Gewehre sind Gewehre. Handfeuerwaffen sind kleine Verteidigungswaffen. Gewehre sind Kriegswaffen. Der Unterschied der Stärke ist bemerkenswert. Gewehrplasma ist über 20% heißer als Pistolenplasma und fähig, sich sogar durch schwere Rüstung zu brennen. Die Plastikkugeln, die das Plasma beinhalten, sind viel dicker als die der Pistolen und lösen sich erst bei Distanzen von 80-100m auf. Das ist zwar eine kurze Maximalreichweite für ein Allzwecksturmgewehr, aber ideal für Kämpfe in städtischen Umgebungen. Die Patronen werden nicht durch den Zug der Schwerkraft beeinflusst und sind zu massiv, um vom Wind abgelenkt zu werden. Das macht das Plasmagewehr höchst genau bei allen Reichweiten. Das beängstigenste neue Merkmal ist die Tatsache, dass das Gewehr zum automatischen Schuss fähig ist. Seine Feuerrate bei voller Automatik ist zwar nicht hoch -- ungefähr 180 Schuss pro Minute -- und der Rückstoß ist schwer zu bändigen, aber seine schiere Stärke gleicht diese Mängel mehr als aus. Zwei oder drei direkte Treffer ist normalerweise genug, um einen Menschen in leichter oder mittlerer Rüstung zu töten. Ein ungeschützter Soldat hat keinerlei Hoffnung auf Überleben. Wir haben die Kontrollen des Gewehrs ermittelt und ein Handbuch für die Nutzung auf dem SChlachtfeld geschrieben. Unsere Truppen sollten guten Nutzen davon machen können. Es gibt keinen Zweifel, dass diese Waffe für den Krieg, und nicht für die Verteidigung entwickelt und produziert wurde. Die Außerirdischen scheinen den bewaffneten Konflikt sehr gut zu kennen. Die Stärke und Tödlichkeit des Gewehres lässt darauf schließen, dass sie uns nicht aufgrund eines Fehlers oder Missverständnisses überfallen haben. Sie sind mit einem Plan auf die Erde gekommen, Herr Kommandant, und das macht mir wirklich Angst. --Cdr. Navarre
fr: Commandant, voici mon rapport sur nos recherches sur le fusil à plasma. Au premier abord, le fusil à plasma n'est qu'une version plus puissante du pistolet à plasma. Cependant, comme les fanatiques des armes à feu vous le diront, un pistolet est un pistolet et un fusil un fusil. Les armes de poing sont de petites armes de défense personnelles. Les fusils sont des armes faites pour la guerre. La différence de puissance est remarquable. Le plasma d'un fusil est plus de 20% plus chaud que celui d'un pistolet à plasma, et peut traverser même les armures lourdes. Les poches de plastique contenant le plasma du fusil sont plus épaisses que celles du pistolet, et ne commencent à se désintégrer qu'après des distances parcourues de 80 à 100 mètres. C'est une portée assez faible pour un fusil d'assaut, mais idéal pour des escarmouches urbaines et autres travaux de proximité. Les projectiles sont beaucoup trop massifs pour être déviés, en particulier par le vent. Cela rend le fusil à plasma extrêmement précis pour toutes les portées. La nouveauté la plus effrayante de cet engin est sa capacité à tirer en automatique. Même si sa cadence de tir de ce mode n'est pas très élevée (environ 180 projectiles à la minute), et que le recul est important, cela rend l'arme extrêmement puissante. Deux ou trois tirs de fusils à plasma bien visés suffisent généralement à tuer un humain en armure légère ou moyenne. Un soldat sans protection n'a aucun chance. Nous avons compris comment utiliser ce fusil et rédigé un manuel pour une utilisation sur le champ de bataille. Nos troupes devraient pouvoir en faire bon usage. Il n'y a aucun doute sur le fait que cette arme ait été conçu pour la guerre, et pas dans un but défensif. Les aliens maîtrisent assurément l'art du conflit armé. La puissance du fusil et sa capacité à tuer écartent l'éventualité que les aliens nous aient envahis par erreur. Il sont venus sur Terre avec un plan, Commandant, et cela m'effraie réellement. --Cdt Navarre
ru: Commander, here's my report on our alien plasma rifle research. At its most basic level, the plasma rifle is little more than an upscaled version of the plasma pistol. However, as any firearms fanatic will tell you, pistols are pistols and rifles are rifles. Handguns are small, personal defence weapons. Rifles are weapons of war. The disparity in power is remarkable. Rifle plasma is over 20% hotter than pistol plasma and capable of burning through even heavy armour. The plastic globes containing the rifle's plasma shots are much thicker than the pistol's, only beginning to disintegrate at distances between 80-100m. This is a short maximum range for a general-purpose assault rifle, but ideal for urban infantry engagements and other close-quarters work. The bolts do not suffer from projectile drop and they're far too massive to be affected by wind conditions. This makes the plasma rifle highly accurate at all ranges. The scariest new feature of this weapon is the fact that it is capable of automatic fire. Its rate of fire on full-auto may not be very high -- approx. 180 rounds per minute -- and the recoil is difficult to handle, but it more than makes up for these failings with sheer power. Two or three solid plasma rifle hits are usually all it takes to kill a human in light or medium-grade armour. An unarmoured soldier has no hope at all. We've figured out the controls on the rifle and written up a manual for field use. Our troops should be able to make good use of it. There can be no doubt that this weapon was designed and manufactured for war, and not in any defensive capacity. The aliens clearly know armed conflict very well. The rifle's power and lethality do not imply that they invaded us because of some mistake or misunderstanding. They came to Earth with a plan, Commander, and that really scares me. --Cdr. Navarre
th: Commander, here's my report on our alien plasma rifle research. At its most basic level, the plasma rifle is little more than an upscaled version of the plasma pistol. However, as any firearms fanatic will tell you, pistols are pistols and rifles are rifles. Handguns are small, personal defence weapons. Rifles are weapons of war. The disparity in power is remarkable. Rifle plasma is over 20% hotter than pistol plasma and capable of burning through even heavy armour. The plastic globes containing the rifle's plasma shots are much thicker than the pistol's, only beginning to disintegrate at distances between 80-100m. This is a short maximum range for a general-purpose assault rifle, but ideal for urban infantry engagements and other close-quarters work. The bolts do not suffer from projectile drop and they're far too massive to be affected by wind conditions. This makes the plasma rifle highly accurate at all ranges. The scariest new feature of this weapon is the fact that it is capable of automatic fire. Its rate of fire on full-auto may not be very high -- approx. 180 rounds per minute -- and the recoil is difficult to handle, but it more than makes up for these failings with sheer power. Two or three solid plasma rifle hits are usually all it takes to kill a human in light or medium-grade armour. An unarmoured soldier has no hope at all. We've figured out the controls on the rifle and written up a manual for field use. Our troops should be able to make good use of it. There can be no doubt that this weapon was designed and manufactured for war, and not in any defensive capacity. The aliens clearly know armed conflict very well. The rifle's power and lethality do not imply that they invaded us because of some mistake or misunderstanding. They came to Earth with a plan, Commander, and that really scares me. --Cdr. Navarre

source: plasrifle_pre_txt
de: Herr Kommandant, meine Abteilung ist bereit, das Studium des geborgenen Plasmagewehres zu beginnen. Es ist eine höchst gefährliche und vielseitige Waffe und den Plasmapistolen in Reichweite und Stäre weit überlegen; etwas, was unsere Soldaten so schnell wie möglich in die Hände bekommen sollten. Bitte bestätigen sie Laborzeit und Fördermittel sobald wie möglich. --Cdr. Navarre
fr: Commandant, mon département est prêt à commencer l'étude du fusil à plasma que nos équipes ont découvert. Il s'agit d'une arme pleine de ressources et très dangereuse, dépassant largement les capacités du pistolet à plasma, aussi bien sur la portée que sur la puissance. Nous devrions essayer de la mettre entre les mains de nos soldats le plus rapidement possible. Veuillez approuver les financements et plages horaires aussitôt que le calendrier le permet. --Cdt Navarre
ru: Commander, my department is ready to begin studying the recovered alien plasma rifle. This is a highly dangerous and versatile weapon, vastly outstripping the plasma pistol in range and power; something we should try to put into the hands of our own soldiers ASAP. Please approve lab time and funding as soon as our schedule permits. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Alien Artifact - Plasma Rifle
de: Außerirdisches Artefakt - Plasmagewehr
fr: Découverte Alienne - Fusil à Plasma
ru: Плазменная винтовка
