Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_workshop_txt
de: Baupläne -- Werkstatt KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 28. Januar 1958 Von: Maj. Marcel LeClerc, Basiskommandeur, PHALANX, Pazifisches Operationskommando Überblick Die PHALANX Werkstatt ist eine kleine Produktionsanlage, die mit den modernsten militärischen Produktionsmitteln ausgerüstet ist. Sie ist für die Produktion von geheimen Materialien und Bauteilen gedacht, die keine andere Einrichtung auf der Erde bauen können; sogar die Replikation von außerirdischen Materialien. Alle von der Werkstatt produzierten Teile werden von Hand mit soviel robotischer Hilfe wie möglich gefertigt. Es bedarf den Hochqualifiziertesten Technikern der Welt, um die fortgeschrittenen Maschinen zu bedienen und neue Maschinen einzubauen, wenn unsere Wissenschaftler ein neues oder verbessertes System entwickeln. Die Werkstatt bietet Platz für 10 Techniker gleichzeitig. Um die Werkstatt zu benutzen, wird ein Kraftwerk benötigt. Ohne ein funktionierendes Kraftwerk müssen alle Produktionen angehalten werden, bis der Strom wieder fließt. Die Werkstatt braucht ebenfalls eine Kommandozentrale, um die verschiedenen Bauprojekte zu koordinieren. Empfohlener Einsatz Während eines möglichen Krieges gegen Außerirdische werden wir sehr von der Werkstatt abhängen, um die Waffen zu produzieren, die wir brauchen. Krieg der Welten von H.G. Wells zeigt uns in seiner Angsteinflößenden Beschreibung, wie unsere derzeitige Technologie gegen eine Invasionsarmee funktionieren würde. Sogar eine Atombombe dürfte nicht genügen. Im schlimmsten Fall sind wir gezwungen, auf nukleare Raketen zurückzugreifen, falls wir keine andere Hoffnung haben, einen Angriff abzuwehren. Die Werkstatt ist eine Hochsicherheitseinrichtung aufgrund ihrer empfindlichen, oft geheimen Projekte. Die verschiedenen gefährlichen oder flüchtigen Substanzen, die in der Produktion genutzt werden, können es zu einem wahrlich gefährlichen Ort machen und ist sehr wahrscheinlich während eines Basisangriffes gefährdet. Unsere Produktion für eine längere Zeit zu stoppen ist sicherlich ein Sieg für jeden außerirdischen Angreifer, vor allem, wenn sie es schaffen, ein großes Projekt zu zerstören, wie zum Beispiel die Konstruktion eines neuen Luftfahrzeuges. Interplanetare Raumfahrttechnologie zu reproduzieren wird eine der unbedingten Notwendigkeiten, wenn wir je die Initiative gegen eine außerirdische Macht ergreifen wollen. Wir können nicht auf der Erde bleiben und eine defensive Haltung annehmen, wenn wir ein Ende des möglichen Konflikts herbeiführen wollen. Unsere gewissenhaften Werkstätten und Labore sind die, die uns für ein solches Horrorszenario bewaffnen werden. Zusatz Keiner.
fr: Projet d'Aménagement : Atelier NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 28 Janvier 1958 Auteur : Mjr Marcel LeClerc, Commandant de base, PHALANX, Commandement des Opérations du Pacifique Considérations générales L'Atelier PHALANX est une chaîne de production à petite échelle équipée des techniques de fabrication militaires les plus récentes. Il est conçu pour l'assemblage et la production de matériaux top-secrets qu'aucune autre usine sur Terre ne peut réaliser. Il permet même de dupliquer la technologie extraterrestre. Toute fabrication issue de l'Atelier est usinée manuellement, avec autant d'assistance robotique que possible. Les meilleurs ingénieurs du monde sont indispensables pour utiliser ces appareils, et pour en installer de nouveaux lorsque nos chercheurs développent une nouvelle technique de production ou en améliore une déjà existante. L'Atelier fournit l'espace de travail nécessaire à 10 ingénieurs. Un Générateur de puissance est nécessaire pour que la chaîne de production fonctionne. Sans source d'énergie en état, toute production doit être arrêtée jusqu'au rétablissement du courant. L'Atelier dépend également du Centre de Commandement pour coordonner son effort de production. Doctrine recommandée Si une guerre est déclenchée contre d'éventuels extraterrestres, nous dépendrons fortement de l'Atelier pour nous procurer les armes dont nous avons besoin. La Guerre des Mondes d' H. G. Wells vient à l'esprit pour son horrifiante description de la façon dont notre technologie actuelle pourrait nous aider contre une force d'invasion. Une bombe-A ne sera peut-être même pas un moyen de dissuasion suffisant. Dans le pire des scénario, nous devrons éventuellement utiliser des missiles nucléaires si nous n'avons pas d'autre espoir de repousser l'assaut. L'Atelier est une zone de haute-sécurité de part ses projets sensibles, voire top-secrets. Les diverses substances dangereuses ou volatiles utilisées rendent l'endroit peu sûr. Il sera de plus une cible envisageable en cas d'attaque, qu'il s'agisse d'une attaque d'opportunité ou même d'une mission spécifique à risque modéré. Stopper notre production serait une victoire pour des ennemis extraterrestres, même pour une courte durée. Cette victoire ne serait que plus grande s'ils parvenaient à détruire un grand projet en cours de réalisation comme la fabrication d'un nouvel appareil. Reproduire les technologie permettant le voyage interplanétaire serait une priorité absolue si nous devions un jour être opposés à une force extraterrestre. Nous ne pouvons pas rester sur Terre dans une position défensive si nous voulons mettre un terme définitif à un tel conflit. Nos fidèles Ateliers et Laboratoires seront nos portes de sortie de ces scénarii cauchemardesques. Addenda Aucun.
ru: Blueprints -- Workshop CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 28 January 1958 By: Maj. Marcel LeClerc, Base Commander, PHALANX, Pacific Operations Command Overview The PHALANX Workshop is a small-scale production line equipped with the most high-tech military manufacturing processes available. It is designed for the production of classified materials and parts for which no other facility on Earth is equipped; even the replication of extraterrestrial technology. All parts produced by the Workshop are machined by hand with as much robotic assistance as possible. It requires the most highly-skilled engineers in the world to operate its advanced machinery, and to install new machines whenever our researchers devise a new or improved production process. The Workshop provides working space for up to 10 engineers at once. A Power Plant is required to keep the production line going. Without an operational plant, all production must be halted until power is restored. The Workshop also depends upon a Command Centre to coordinate construction efforts. Recommended Doctrine During a possible EXT war, we will be depending heavily on Workshop facilities to manufacture the weapons we need. H.G. Wells's War of the Worlds comes to mind for its frightening depiction of how our present technology might fare against an invasion force. Even the A-bomb may not be a sufficient deterrent. In a worst-case scenario we may be forced to resort to nuclear missiles if we have no other hope of staving off the assault. The Workshop is a high-security area due to its sensitive, often classified projects. The various hazardous or volatile substances used in production make it a dangerous place to be, and it will certainly be at risk during any base attack as a target of opportunity or even a moderate-risk mission objective. Shutting down our production for any length of time would be a victory for any extraterrestrial hostiles, especially if they manage to destroy a large project in progress such as the construction of a new aircraft. Reproducing interplanetary spacecraft technology will be one of the absolute necessities if we are ever to take the initiative against an extraterrestrial force. We cannot sit on Earth maintaining a defensive posture if we wish to put a definitive end to a military conflict. Our faithful Workshops and Laboratories are what will arm us against these nightmare scenarios. Addenda None.
th: พิมพ์เขียว -- ห้องช่าง เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 26 มกราคม 1958 โดย: พล.ท. มาร์เซล เลอเคลิร์ค, ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัติการแปซิฟิค ภาพรวม ห้องช่างของ PHALANX นั้นมีขนาดเล็กแต่จะมีอุปกรณ์การผลิตทางการทหารที่ล้ำสมัยที่สุด มันถูกออกแบบสำหร้ับผลิตวัตถุที่เป็นความลับ และชิ้นส่วนที่ที่อื่นในโลกไม่มี รวมไปถึงการเลียนแบบวิทยการต่างดาว ทุกชิ้นส่วนที่ถูกผลิตในห้องช่างจะเป็นของทำมือ โดยจะใช้หุ่นยนต์ช่วยให้มากที่สุด ต้องใช้วิศวกรทักษะสูงเพื่อใช้เครื่องจักรเหล่านี้ และเพื่อติดตั้งเครื่องจักรใหม่เมื่อนักวิจัยของเราได้พัฒนากระบวนการผลิตใหม่หรือกระบวนการที่ดีขึ้น ห้องช่างนี้จะเป็นสถานสำหรับวิศวกรทำงานได้ถึง 10 คนต่อครั้ง จำเป็นต้องมีแหล่งผลิตพลังงานเพื่อให้ทำงานได้ หากไม่มีแหล่งพลังงาน การผลิตจะหยุดลงจนกว่าจะมีพลังงาน ห้องช่างยังต้องใช้ศูนย์บัญชาการในการประสานงานการก่อสร้าง กฎข้อแนะนำ หากมีสงครามกับมนุษย์ต่างดาว เราต้องพึ่งพาห้องช่างในการผลิตอาวุธ "War of the Worlds" ของ เอช. จี. เวล ได้แสดงว่าวิทยาการปัจจุบันของเราจะสามารถรับมือผู้รุกรานได้เล็กน้อยเพียงใด แม้แต่การใช้ระเบิดอะตอมอาจไม่เพียงพอ ในกรณีที่เลวร้ายที่สุดเราการต้องใช้มิซไซล์นิวเคลียร์ หากไม่มีทางเลือกอื่นในการหยุดยั้งการรุกราน ห้องช่างเป็นเขตควบคุมระดับสูง เนื่องจากโครงการส่วนใหญ่มีความอ่อนไหวและเป็นโครงการลับ วัตถุที่มีควาามไม่เสถียรและมีพิษที่ใช้ในการผลิตทำให้เป็นสถานที่อันตราย และมันจะเป็นเป้าหมายการโจมตีฐาน ในลักษณะการโจมตีเมื่อมีโอกาส หรือแม้แต่ภารกิจที่มีความเสี่ยงปานกลาง การหยุดการผลิตเป็นเวลานานย่อมหมายถึงชัยชนะของพวกต่างดาว โดยเฉพาะหากพวกมันสามารถทำลายโครงการขนาดใหญ่ที่ดำเนินอยู่ เช่นการสร้างยานบินใหม่ การเลียนแบบวิทยการการท่องอวกาศนั้นเป็นสิ่งจำเป็น หากเราต้องการจะเป็นฝ่ายรุกพวกต่างดาว เราไม่สามารถอยู่ในโลกและคอยป้องกันตนเองหากเราต้องการจะหยุดความขัดแย้งทางการทหารโดยสิ้นเชิง ห้องช่างและห้องวิจัยจะเป็นสิ่งที่ช่วยเราในกรณีที่เลวร้ายเช่นนั้น ข้อมูลเพิ่มเติม ไม่มี
