Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: stungren_txt
de: Herr Kommandant, Wir haben in unserem Bemühen, schlachtfeldeffektive Chemikalien zu entwickeln, Erfolge erzielt. Ein ganz bestimmter Wirkstoff wurde als voll kampftauglich eingestuft und kann auf ihren Befehl eingesetzt werden. Der Wirkstoff ist ein Cocktail aus Bleichmittel, Senfgas, Titanium Tetrachlorid und einige andere hässliche Anteile, welche sich zu einer Substanz zusammenfühen, die wir "CHOKE" nennen. Es ist ein hochwirksamer Wirkstoff, der mit organischer Haut in Sekunden anstatt in Stunden reagiert. Es reagiert aggressiv mit Luft, um so ein kleines, konzentriertes Gebiet für mehrere Minuten unter Gas zu setzen. Die Wirkung auf organisches Gewebe sind brutal. Sogar flüchtiger Kontakt mit der Haut oder Schleimhäuten verursacht schwere Reizungen, was zu schwerer Atmung und qualvollen Schmerzen führt. Kontakt mit den Augen verursacht, wenn unbehandelt, längere bis dauerhafte Blindheit. Die Tortur, die von CHOKE verursacht wird, ist so akut und ausschaltend, dass alles, was damit in Kontakt kommt, den Kampfgeist verliert. Unsere organischen, außerirdischen Gefangenen haben alle sehr zufriedenstellende Reaktionen gezeigt; die meisten fielen in einen Schockzustand und zeigten wenig bis keine motorische Kontrolle, bis wir sie mit Schmerzmitteln und anti-CHOKE Mitteln vollgepumpt hatten. Ihr Atmungsapparat zeigt keinerlei Gegenwehr gegen einen Wirkstoff, der nicht in die Lungen vordringen muss. CHOKE ist genauso effektiv gegen Menschen. Tests an Freiwilligen haben selbst kampfgestählte Veteranen dazu gebracht, in einer fötalen Position am Boden zu liegen, bewegungsunfähig und kaum in der Lage, zu atmen. Beide Tester wurden schnellstens auf die Krankenstation gebracht, aufgrund Blasenbildung an und Flüssigkeitsansammlung in der Lunge, aber ich bin froh, ihnen mitteilen zu können, dass beide Überleben werden. Es ist jedoch zu empfehlen, dass unsere Truppen von Bereichen ferngehalten werden, in denen CHOKE eingesetzt wurde. Für den Fall, dass ein Soldat mal damit in Kontakt kommr, haben wir unsere Medikits mit den passenden Medikamenten zur Behandlung und Wiederbelebung gefüllt. Der einzige Schutz gegen CHOKE ist Ganzkörperschutz. Jedes Stück freiliegender Haut oder Atemweg ist eine verwundbare Stelle und bisher haben die Außerirdischen keine Rüstung, die ihre Soldaten gegen das Mittel schützt. Was PHALANX angeht, sollte eine Gasmaske, die den kompletten Kopf umschließt, ausreichen, da unsere Uniformen und Rüstungen standardmäßig luftdichten Schutz des Körpers bieten. Wir haben das Mittel in einen werfbaren Kanister gefüllt. Unsere Soldaten sollten keine Probleme haben, diesen zu nutzen. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Nous sommes parvenus à des résultats dans nos efforts pour créer une arme chimique anti-alien pouvant être utilisée sur le terrain. Un agent en particulier s'avère pleinement efficace sur le champ de bataille et est prêt à être déployé à votre demande. L'agent en question est un mélange de décolorant, gaz moutarde, tétrachlorure de titane et de plusieurs autre composés désagréables. Nous avons baptisé ce mélange le "CHOC". C'est un agent irritant très puissant qui réagit avec la peau en quelques secondes, faisant apparaître de nombreuses cloques. Il réagit violemment au contact de l'air, produisant un épais gaz pendant plusieurs minutes sur une petite surface. Les effets sur les tissus organiques sont sévères. Même un contact mineur avec la peau ou une muqueuse provoque d'importantes irritations, dont les conséquences sont une respiration difficile et d'atroces douleurs. Le contact avec les yeux peut rendre temporairement aveugle. Cet effet peut même être définitif si le patient n'est pas soigné. L'agonie provoquée par le CHOC est si vive et si incapacitante qu'elle stoppera le combat partout où il sera utilisé. Nos captifs alien vivants ont tous montré des réactions très satisfaisantes : la plupart des sujets sont entrés en état de choc et ont quasiment perdus leur contrôle moteur, jusqu'à ce que nous leur administrions des anti-douleurs ou des anti-CHOC. Leur appareil respiratoire ne les protège pas contre un agent qui n'a pas besoin de pénétrer leurs poumons. Le CHOC fonctionne aussi malheureusement très bien contre les humains. Les tests sur les volontaires ont forcés des soldats vétérans à se coucher en position foetal sur le sol, immobilisés et à peine capables de respirer. Deux sujets ont dû être emmenés précipitamment à l'hôpital, des cloques et du liquide apparaissant dans leurs poumons. Je suis heureux de vous apprendre que tous deux ont survécus. Nous recommandons cependant fortement que nos troupes restent à distance lorsque le mélange CHOC est utilisé. Si jamais un de nos soldats était toutefois en contact, nous avons équipé nos médikits des médicaments nécessaires pour les remettre en état. La seule défense efficace contre le CHOC reste de se mettre à couvert. Un fragment de peau découvert ou une ouverture aménagée pour la respiration suffisent pour rendre une cible vulnérable. À notre connaissance, les aliens n'utilisent pas d'armure les protégeant contre ce type d'attaque. En ce qui concerne les agents PHALANX, un masque à gaz intégral devrait les protéger de façon satisfaisante, étant donné que nos uniformes et armures sont déjà imperméables aux gaz. Nous avons développé une arme sous forme de grenade à lancer. Nos troupes ne devraient pas rencontrer de problèmes pour l'utiliser sur le terrain. Sincèrement, Dr Connor
ru: Commander, We've achieved results in our effort to create anti-alien chemicals that can be effectively used on the battlefield. One agent in particular has been classified as fully combat-capable and is ready to be deployed at your say-so. The agent in question is a cocktail of bleach, mustard gas, titanium tetrachloride and several other nasty compounds, combining to form a substance we like to call "CHOKE". It is a highly powerful blistering agent that reacts with organic skin in seconds rather than hours. It reacts violently with air to provide several minutes of gas coverage over a small, concentrated area. The effects on organic tissue are harsh. Even minor contact with the skin or mucous membranes will cause severe irritation, resulting in restricted breathing and excruciating pain. Contact with the eyes can cause prolonged, even permanent blindness if left untreated. The agony caused by CHOKE is so acute and disabling that it will knock the fight out of almost anything with which it comes into contact. Our organic alien captives have all demonstrated very satisfying responses; most targets go into shock and exhibit little to no motor control until dosed up with painkillers and anti-CHOKE medication. Their breathing apparatus offers no defence whatsoever against an agent which doesn't need to enter the lungs. CHOKE is equally effective against humans. Volunteer testing has left battle-hardened soldiers hunched on the floor in a foetal position, frozen in place and barely able to breathe. Two subjects had to be rushed to hospital due to blistering of the lungs and fluid buildup, but I'm happy to report both will survive. It is however recommended that our troops be kept away from any deployed CHOKE at all times. If one of our troops does manage to come into contact with it, we've loaded our medikits with the appropriate drugs to treat and revive. The only defence against CHOKE is full body coverage. Any exposed skin or breathing passage is a vulnerability, and so far the aliens have deployed no armour that would protect their troops against this kind of attack. As far as PHALANX agents are concerned, a full head-enclosing gas mask should protect them adequately, since our standard uniforms and armours provide airtight coverage of the soldier's body. We've created a delivery system in the form of a standard throwable canister. Our troops should experience no problems using this item in the field. Sincerely, Dr. Connor
th: Commander, We've achieved results in our effort to create anti-alien chemicals that can be effectively used on the battlefield. One agent in particular has been classified as fully combat-capable and is ready to be deployed at your say-so. The agent in question is a cocktail of bleach, mustard gas, titanium tetrachloride and several other nasty compounds, combining to form a substance we like to call "CHOKE". It is a highly powerful blistering agent that reacts with organic skin in seconds rather than hours. It reacts violently with air to provide several minutes of gas coverage over a small, concentrated area. The effects on organic tissue are harsh. Even minor contact with the skin or mucous membranes will cause severe irritation, resulting in restricted breathing and excruciating pain. Contact with the eyes can cause prolonged, even permanent blindness if left untreated. The agony caused by CHOKE is so acute and disabling that it will knock the fight out of almost anything with which it comes into contact. Our organic alien captives have all demonstrated very satisfying responses; most targets go into shock and exhibit little to no motor control until dosed up with painkillers and anti-CHOKE medication. Their breathing apparatus offers no defence whatsoever against an agent which doesn't need to enter the lungs. CHOKE is equally effective against humans. Volunteer testing has left battle-hardened soldiers hunched on the floor in a foetal position, frozen in place and barely able to breathe. Two subjects had to be rushed to hospital due to blistering of the lungs and fluid buildup, but I'm happy to report both will survive. It is however recommended that our troops be kept away from any deployed CHOKE at all times. If one of our troops does manage to come into contact with it, we've loaded our medikits with the appropriate drugs to treat and revive. The only defence against CHOKE is full body coverage. Any exposed skin or breathing passage is a vulnerability, and so far the aliens have deployed no armour that would protect their troops against this kind of attack. As far as PHALANX agents are concerned, a full head-enclosing gas mask should protect them adequately, since our standard uniforms and armours provide airtight coverage of the soldier's body. We've created a delivery system in the form of a standard throwable canister. Our troops should experience no problems using this item in the field. Sincerely, Dr. Connor

source: stungren_pre_txt
de: Herr Kommandant, Seit dem Beginn der Invasion haben wir uns die Köpfe über die Biologie der Außerirdischen zerbrochen. Wir wissen fast nichts über sie, ihre Biologie, ihre Genetik oder ihre möglichen Verwundbarkeiten. Das hat uns im Bereich der biologischen und chemischen Kriegsführung hilflos gemacht. Unsere Studien der verschiedenen lebenden und toten Spezies, die wir geborgen haben, war erleuchtend. Dank der Entdeckungen, die wir in den letzten Monaten gemacht haben, sind mein Team und ich zu der Überzeugung gekommen, dass wir bereit sind, ein Programm zur chemischen/biologischen Kriegsführung gegen die außerirdische Bedrohung zu starten. Wir haben Gewebeproben, Autopsiedaten und lebende Organismen zum Testen; alle Rohmaterialen, die wir brauchen, um Methoden zu testen, wie man auf dem Schlachtfeld einen Außerirdischen richtig kampfunfähig macht, ohne PHALANX Truppen in den Nahkampf zu schicken. Das wird eine Herausforderung, aufgrund des konstanten Schutzes und Filterungen, die der außerirdische Atmungsapparat bietet, der verhindert, das irgendwelche schädlichen Materialien in die Lungen kommen, aber wenn sie genügend Laborzeit und Mittel genehmigen, können wir sicher ein Aerosol entwickeln, dass ungeschützte Außerirdische durch chemische oder biologische Mittel neutralisiert. Dieses Projekt hat größte Wichtigkeit und Priorität, Herr Kommandant. Je eher sie ihre Authorisierung geben, desto besser. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Depuis le début de cette invasion, nous nous arrachons les cheveux à essayer de comprendre la biologie alienne. Nous ne savions rien sur leur biologie, leur gènes, ou leurs éventuelles vulnérabilités. Cela nous empêchait d'utiliser quelque arme biologique ou chimique que ce soit. Nos études sur les différents spécimens vivants ou morts que nous avons ramenés nous a appris beaucoup. Grâce à nos découvertes des derniers mois, mon équipe et moi-même croyons être capables de commencer un programme de recherche sur une guerre biochimique contre l'ennemi alien. Nous disposons d'échantillons de tissus, de données d'autopsies, et de spécimens vivants pour les tests : tout le matériel nécessaire pour chercher des méthodes appropriées à la neutralisation des aliens en combat sans être obligé d'envoyer nos troupes au corps-à-corps. Ce sera un défi étant donné la protection constante offerte par leurs appareils respiratoires, qui empêchent tous corps potentiellement dangereux de pénétrer dans leurs poumons. Si vous nous accordez suffisamment de temps et de ressources, nous sommes cependant presque certains de parvenir à développer un aérosol incapacitant les aliens par ses propriétés chimique ou biologiques. Ce projet est d'une grande importance et priorité, Commandant. Plus vite vous donnerez votre autorisation, plus tôt nous obtiendrons des résultats. Cordialement, Dr Connor
ru: Commander, Ever since the start of the invasion, we have been left scratching our heads about the aliens' biology. We knew almost nothing about them, their biology, their genetics or their potential vulnerabilities. This left us helpless in the fields of biological and chemical warfare. Our study of the various live and dead alien specimens we've recovered has been enlightening. Thanks to the discoveries we've made over the past few months, my team and I have come to believe that we're ready to start a bio/chemical warfare program against the alien threat. We have tissue samples, autopsy data, live specimens for testing; all the raw materials we require to investigate methods of properly incapacitating battlefield specimens without being forced to send PHALANX troops into melee combat. This will be a challenge given the constant protection and filtration offered by the alien breathing apparatus, which prevents any harmful materials entering the lungs, but if you authorise sufficient lab time and funding we can almost certainly develop an aerosol compound that will disable exposed aliens by chemical or biological means. This will be a project of greatest importance and priority, Commander. The sooner you lend it your authorisation, the better. Sincerely, Dr. Connor
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Anti-Alien Gas
de: Anti-Außerirdischen Gas
fr: Gaz anti-alien
ru: Ксенобиологичский токсин
