Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: inter_saracen_txt
fr: Caractéristiques de l'appareil – Intercepteur de Classe Sarrasin NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Bien que l'Intercepteur de classe Stiletto soit un appareil redoutable, il est clair qu'il ne couvre pas tous nos besoins. Nous devons être prêts à défendre notre planète et sa population partout dans le monde. Le rayon d'action du Stilleto est trop limité, et il n'est pas assez rapide pour intercepter tous les OVNIs que nous pourrions détecter. Un seul appareil au monde est capable de remplir ce manque : le KB-550 Ailes Hypersoniques argentin, désigné sous le nom de "Sarrasin" dans la classification de l'OTAN. Utilisant des technologies furtives à la fois anciennes et récentes, le Sarrasin ressemble à l'ancien modèle "Blackbird" SR-71, à la fois par sa forme et par son allure. Il est noir comme la nuit, recouvert d'une peinture absorbant les rayonnements qui le rend presque invisible aux radars, lidars, et la plupart des autres systèmes de détection actifs. Son fuselage est composé presque entièrement de nanotubes de carbone et de feuilles de plastique renforcées au graphite. Cela rend l'appareil extrêmement résistant, notamment à la chaleur. Il peut ainsi supporter l'échauffement causé par une vitesse de vol de Mach 4, ce qui en fait l'appareil militaire le plus rapide au monde actuellement. Concernant ses spécifications, le Sarrasin porte notre rayon d'action à des distances internationales. Ses énormes réservoirs renforcés et sa consommation extraordinairement faible lui permettent de voler jusqu'à 10 000 kilomètres de son hangar, puis de revenir, tout en gardant suffisamment de carburant pour des manoeuvres de combat. Sa conception furtive, sa grande vitesse, et son fuselage résistant lui permettent d'engager des OVNIs inapprochables par nos intercepteurs de classe Stiletto. Son armure est solide et il peut rentrer à la base avec un seul moteur en état de marche. Grâce à la puissance de ses réacteurs et à un ensemble de petits réacteurs de compensation disposés sous l'appareil, il peut presque décoller verticalement. Il convient parfaitement aux limitations de nos hangars. Son système électronique est également impressionnant. Il dispose des ordinateurs de visée les plus performants , de systèmes radar et lidar avancés, d'équipements CME (de Contre-Mesures Électroniques) perfectionnés, d'un système de visualisation virtuelle intégré au casque du pilote, et plus encore. Le Sarrasin peut emporter deux fois plus d'équipement électronique que le Stiletto, et disposer encore de suffisamment de place libre pour des équipements modulaires. Malheureusement, toutes ses qualités le rendent coûteux à l'achat et en entretien. La capacité de ses réservoirs et son blindage limitent sérieusement ses capacités d'armement. Celles-ci ne peuvent pas pas rivaliser avec celles du Stiletto, pourtant beaucoup plus petit et moins cher. Il ne peut pas non plus concurrencer sa manoeuvrabilité. Malgré sa technologie de poussée vectorielle (la capacité à modifier la forme de sortie de ses réacteurs pour contrôler la poussée), la surface de ses ailes électro-élastique (la capacité de changer dynamiquement la forme de ses ailes) et d'autres progrès extraordinaires, le Sarrasin reste un appareil à ailes fixes avec toutes les limitations qu'elles impliquent. Bien qu'il puisse encaisser beaucoup plus de dommage qu'un Stiletto, le Sarrasin ne sera pas aussi efficace que lui en combat avec les vaisseaux aliens. Le Sarrasin nécessite 1 Grand Hangar pour son stockage, sa maintenance, et son déploiement. Il dispose de deux attaches de fixation : 2 sous le corps de l'appareil. Doctrine recommandée Le Sarrasin est un intercepteur à grand rayon d'action, destiné aux interceptions d'OVNIs distants et/ou rapides. Il est mieux adaptés aux déplacements à grande vitesse dans l'atmosphère terrestre que les vaisseaux aliens. Il est légèrement plus rapide que la plupart des OVNIs que nous avons observés jusqu'à maintenant. PHALANX pourra ainsi intercepter les aliens où qu'ils aillent, hormis dans l'espace. Comme précédemment, les performances du Sarrasin contre les vaisseaux aliens ne peuvent être mesurées sans des données prises lors d'un combat réel. Cependant, il devrait être capable de surpasser la plupart des vaisseaux aliens. Addenda Aucun. Statistiques de l'appareil : Dimensions : 10 m x 27 m x 5 m Vitesse de croisière : 4 110 km/h Vitesse maximale : 4 600 km/h Rayon d'opération : 10 000 km Nombre de passagers : 1 équipage Capacité d'armement : 2 Attaches moyennes (corps de l'appareil)
ru: ТТХ летательного аппарата -- Перехватчик класса "Сарацин" ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Технический документ, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 19 марта 2084 Автор: коммандер Поль Наварре, НИОКР: инженерно-технический отдел, ФАЛАНКС, Атлантическая ударная группа Краткий обзор Очевидно, что перехватчик класса "Стилет" хоть и превосходный самолёт, но он не удовлетворяет все наши нужды. Мы должны быть готовы защищать нашу планету и наших людей в любой точке земного шара. "Стилет" имеет слишком ограниченный оперативный радиус действия, и он не достаточно быстр, чтобы вступать в бой со всеми НЛО, которые мы можем обнаружить. Только один самолёт в мире способен заполнить оперативную брешь, с которой мы столкнулись. Это аргентинский гиперзвуковой самолёт KB-550 типа "летающее крыло", в кодировке НАТО обозначенный как "Сарацин". Совмещающий старые и новые технологии самолёта-невидимки в одном корпусе, "Сарацин" своими контурами и назначением более всего походит на древний SR-71 "Чёрный дрозд". Он сам по себе чёрен как ночь, и покрыт специальной краской, поглощающей излучение, что делает его практически невидимым для радаров, лидаров, и других форм активного обнаружения. Его фюзеляж практически полностью выполнен из нанокомпозитных материалов и пластин пластика, насыщенного углеродом. Это делает аппарат чрезвычайно прочным и достаточно термостойким, чтобы справиться с температурами, возникающими при движении с крейсерской скоростью, превышающей 4 Маха. "Сарацин" -- это самый быстрый военный самолёт из тех, что всё ещё используются в наше время. Благодаря его возможностям, "Сарацин" распространяет границы нашего перехвата на территорию всего земного шара. Его огромные, хорошо бронированные топливные баки и поразительная эффективность расходования топлива позволяют ему двигаться на гиперзвуковой скорости в любом направлении от его ангара на расстояние до 10,000 км, и возвращаться назад, сохраняя запас топлива для боевых манёвров. Его конструкция невидимки, высокая скорость, и прочный корпус позволяют ему вступать в бой с НЛО, которых наши истребители класса "Стилет" могут быть просто не способны достать. Он имеет крепкую броню и способен вернуться домой даже на одном двигателе. Благодаря мощи его основных двигателей и набору дополнительных маневровых двигателей на фюзеляже, он может взлетать практически вертикально; это определённо лежит в рамках ограничений, налагаемых нашими ангарными модулями. Набор его электронного оборудования крайне внушителен. Он оснащён современным комплексом целеуказания и целенаведения, передовыми радарными и лидарными системами, усовершенствованным оборудованием РЭБ (РадиоЭлектронной Борьбы), встроенной в шлем пилота системой проецирования изображения, и многими другими. "Сарацин" может нести примерно вдвое большую электронную нагрузку, чем перехватчик класса "Стилет", экономя пространство за счёт большей модульности оборудования. К сожалению, из-за всех этих своих достоинств, он дорог в аренде и обслуживании, а его интенсивная загрузка топливом и бронёй плохо сказывается на вооружении. "Сарацин" не может равняться по огневой мощи со значительно более маленьким и менее дорогим "Стилетом". Не может он и надеяться сравниться с ним по манёвренности. Несмотря на технологию регулируемого вектора тяги (возможность изменять расположение сопел его двигателей для направления тягового усилия), электро-эластичную плоскость крыла (возможность динамически изменять профиль его крыльев), и другие его замечательные возможности, "Сарацин" -- это всё же большой самолёт с неподвижным крылом со всеми ограничениями, которые это подразумевает. Хотя он и способен выдержать больше повреждений, чем "Стилет", оставаясь боеспособным, "Сарацин" не будет столь же эффективным в бою с летательными аппаратами пришельцев. "Сарацину" требуется один Большой Ангар для хранения, техобслуживания, и боевой эксплуатации. Он имеет 2 узла подвески для установки вооружения, -- 2 средних пилона на фюзеляже. Рекомендованная доктрина По своей сути, "Сарацин" -- это перехватчик дальнего радиуса действия для использования против очень удалённых или быстрых НЛО. В отличие от летательных аппаратов пришельцев, он лишь слегка замедляется при движении в атмосфере Земли, что делает его немного быстрее, чем большинство НЛО, которые мы наблюдали до настоящего времени. Это позволит ФАЛАНКС перехватывать пришельцев всюду, где бы они не появились, за исключением межпланетного пространства. Как всегда, эффективность "Сарацина" против внеземных летательных аппаратов, не может быть измерена без конкретных данных, полученных от наблюдения за хотя бы одним боевым столкновением. Однако, если развернуть достаточно большое количество звеньев, они будут способны изничтожить летательный аппарат пришельцев любой разновидности. Приложения Нет. Характеристики летательного аппарата: Габариты: 10м x 27м x 5м Крейсерская скорость: 4,110 км/ч Максимальная скорость: 4,600 км/ч Оперативный радиус действия: 10,000 км Экипаж: 1 чел Вооружение: 2 средних узла подвески (фюзеляж)
th: การประเมินยานบิน -- ยานขับไล่ชั้นซาราเซน เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX เอกสารเทคนิค ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 19 มีนาคม 2084 โดย: ผบ. พอล นาวาเร, แผนกวิจัยและพัฒนา ฝ่ายวิศวกรรม, PHALANX, หน่วยปฏิบัติการแอตแลนติค ภาพรวม แม้ว่าสติลเลตโตจะเป็นยานขับไล่ที่ยอดเยี่ยม แต่ก็ยังไม่พอคต่อความต้องการของเรา เราต้องพร้อมจะป้องกันดาวของเราและคนของเราในทุกพื้นที่ ขอบเขตการปฏิบัติงานของสติลเลตโตนั้นจำกัดเกินไป และไม่เร็วพอจะจัดการกับจานบินทุกลำที่เราตรวจพบ มียานบินเพียงแบบเดียวในโลกที่มีคุณสมบัติพอจะเติมเต็มความต้องการของเรา คือ KB-550 Hypersonic Wing ของอาร์เจนตินา ซึ่งนาโต้เรียกว่า "ซาราเซน" การรวมวิทยาการการพรางตัวทั้งเก่าและใหม่ลงบนโครงสร้าง ทำให้ซาราเซนดูคล้าย SR-71 "Blackbird" มันมีสีดำสนิท ซึ่งเป็นสีดูดซับรังสี ทำให้เรดาร์ ไลดาร์ และเครื่องสแกนอื่นๆ จับไม่ได้ โครงสร้างทำจากนาโนคาร์บอนและหลอดและแผ่น ทีทำจากพลาสติกเสริมกราไฟต์ ทำให้เครื่องบินมีความแข็งแกร่งและทนความร้อนได้ดีพอจะทนอุณหภูมิในการขับเคลื่อนเกิน 4 มัคได้ ซาราเซนเป็นเครื่องบินทางการทหารที่เร็วที่สุดในปัจจุบัน ในแง่ความสามารถ ซาราเซนนั้นมีขอบเขตการปฏิบัติการในระหว่างประเทศได้ ถังน้ำมันเสริมเกราะที่ใหญ่ กับประสิทธิภาพการใช้เชื้อเพลิงทำให้มันสามารถเดินทางได้ถึง 10,000 กม.จากโรงเก็บด้วยควาามเร็วเหนือเสียง และบินกลับมา รวมทั้งเหลือเชื้อเพลิงพอจะใช้ในการรบด้วย การออกแบบพรางตา ความเร็วสูง และโคงสร้างแข็งแกร่ง ทำให้ยานนี้สามารถรบกับจานบิน ที่ยานชั้นสติลเลตโตไม่สามารถไล่ทันได้ ยานนี้มีเกราะหนาและสามารถบินได้แม้จะเหลือเพียงเครื่องยนต์เีดียว เครื่องยนต์ที่มีกำลังและเครื่องควบคุมทิศทางไอพ่นที่ท้อง ทำให้มันสามารถบินขึ้นได้เกือบจะเป็นแนวดิ่ง ซึ่งมันก็สามารถบินขึ้นได้จากโรงเก็บของเรา อุปกรณ์อิเลคทรอนิคส์ก็ยอดเยี่ยม มันมีคอมพิวเตอร์จับเป้าชั้นเลิศ เรดาร์ทนสมัย และระบบไลดาร์ ระบบอุปกรณ์ต่อต้านอิเลคทรอนิคส์ (ECM) หมวกนักบินพร้อมอุปกรณ์รับภาพสำหรับนักบิน ซาราเซนนั้นติดอุปกรณ์อิเลคทรอนิคส์ได้ประมาณสองเ่ท่าของสติลเลตโต และยังมีที่เหลือสำหรับการติดตั้งอุปกรณ์เสริมด้วย โชคไม่ดีที่ยานนี้ต้องเช่าและบำรุงรักษาในราคาสูง การติดตั้งถังน้ำมันและเกราะขนาดใหญ่ทำให้อาวุธติดตั้งได้น้อยลง ซาราเซนนั้นไม่สามารถติดอาวุธได้เท่ากับสติลเลตโตที่เล็กและถูกกว่า และมันก็คล่องตัวไม่เท่าด้วย แม้ว่าจะมีวิทยาการควบคุมไอพ่น (ความสามารถในการเปลี่ยนรูปร่างท่อเพื่อกำหนดไอพ่น) ผิวปีกที่มีความยืดหยุ่นทางไฟฟ้า (ความสามารถในการเปลี่ยนรูปร่างปีก)และความสามารถล้ำสมัยอื่นๆ ซาราเซนก็ยังคงเป็นยานบินขนาดหนึ่งที่มีปีกคงรูปร่าง ซึ่งก็ยังมีข้อจำกัดเหมือนยานชนิดเดียวกัน แม้ว่ามันจะทนทานกว่าสติลเลตโต และมีประสิทธิภาพ ซาราเซนก็จะใช้การในการรบกับมนุษย์ต่างดาวได้ไม่ดีเท่า ซาราเซนใช้โรงเก็บเครื่องบินใหญ่ 1 ที่ในการเก็บ ซ่อมบำรุง และการปฏิบัติงาน ยานนี้มีจุดติดอาวุธ 2 แห่ง เป็นจุดติดขนาดกลางตรงส่วนท้อง กฎข้อแนะนำ ซาราเซนเป็นยานขับไล่ระยะไกล ที่จะใช้กับจานบินที่อยู่ไกลหรือมีความเร็วสูง และยังไ่ม่สูญเสียความเร็วจากการเคลื่อนตัวในบรรยากาศโลก ซึ่งต่างกับจานบิน จุดนี้ทำให้ยานนี้เร็วกว่าจานบินส่วนใหญ่ที่เราพบ ซึ่งจะทำให้ PHALANX สามารถจับมนุษย์ต่างดาวในที่ที่พวกมันไป -- เว้นแต่อวกาศ แน่นอนว่า เราวัดการทำงานของซาราเซนต่อยานต่างดาวไม่ได้ หากไม่มีข้อมูลดิบจากการต่อสู้อย่างน้อยหนึ่งครั้ง อย่างไรก็ตาม หากมีการใช้งานมากพอ เครื่องนี้น่าจะใช้รบกับยานต่างดาวได้ทุกประเภท ข้อมูลเพิ่มเติม ไม่มี ข้อมูลจำเพาะ: ขนาด: 10 ม. x 27 ม. x 5 ม. ความเร็วปกติ: 4,110 กม./ชม. ความเร็วสูงสุด: 4,600 กม./ชม. ขอบเขตการทำงาน: 10,000 กม. ลูกเรือ: นักบิน 1 คน อุปกรณ์: ที่ติดอาวุธขนาดกลาง 2 จุด (ส่วนท้อง), ช่องติดอุปกรณ์ 2 ช่อง,ช่องใส่เกราะ 1 แห่ง

source: inter_dragon_pre_txt
fr: Aucune information n'est disponible avant d'avoir fini la recherche
ru: Предварительная информация по исследованию отсутствует
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: inter_stingray_pre_txt
fr: Aucune information n'est disponible avant d'avoir fini la recherche
ru: Предварительная информация по исследованию отсутствует
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า
