Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: craft_weapon_sparrowhawk_txt
de: Technische Spezifikationen: "Sperber" AA Raketenwerfer KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Nun, da wir Flugzeuge haben, die UFOs angreifen können, müssen wir sie mit Waffen ausrüsten, die diese UFOs auch abschießen können. Wir haben jede Waffe der Erde für das Excaliburprogramm getestet und wir haben nur das Beste für die Verteidigung unseres Planeten ausgesucht. Raketen waren die primäre Luftabwehrwaffe seit dem Vietnamkrieg. Die Entwicklung von fortgeschrittenen Sensorsystemen, die weit außerhalb der menschlichen Sichtweite Gegner aufspüren und die Einführung von Lenkraketen haben Kämpfe weiter und weiter weg von Flugzeugen geführt. Kanonen, obwohl nicht ersetzt, wurden durch die lange Reichweite der Raketen immer unwichtiger. Es gibt nur ein Problem mit der Nutzung von Raketen gegen die Aliens. Sie können die Bastarde einfach nicht treffen. Die Anzahl und Dichte von Alien EK (Elektronische Kriegsführung) Systemen reicht, um die Zielsysteme von praktisch jeder auf der Erde gebauten Rakete auszuschalten. Unsere Elektronik schafft das einfach nicht. Die Aliens machen kurzen Prozess mit Radar und Infrarot Zielsystemen und manuell gelenkte haben keine Trefferchance. Sogar Lasergelenkte Raketen können auf den außerirdischen Hüllenmaterialien keine Zielaufschaltung halten. Das lässt uns nur sehr wenig Optionen in Sachen gelenkte Munition. Es ist nur Dank der großen Menge von Wissen und Erfahrung meines Stabes gelungen, dass wir eine gefunden haben. Die "Sperber" Rakete ist eine Antiquität, die nie wirklich aus dem Prototyp Stadium herausgekommen ist. Sie wurde zuerst im Jahr 2019 getestet und nutzte damals revolutionäre, digitale Bildtechnologie, um die alte Zieltechnologie der 'Kontrastwechsel' zu verbessern. Diese Technik nutzt eine Reihe optischer Kameras in der transparenten Fiberglasnase der Rakete. Der eingebaute Computer sucht nach Punkten im Zielbild, wo die Kontraste am schnellsten wechseln und versucht dann, diesen Punkt immer im Ziel zu halten. Dieses System wurde aufgrund ihrer größeren Effektivität gegenüber anderen Zielsystemen gegen erdgebundene Ziele meistens bei Luft-Boden-Raketen eingesetzt. Das Sperber Programm wurde nur Monate vor Einführung in den aktiven Dienst eingestellt. Es war damals bereit für den Dienst, also ist das heute auch - und es ist die einzige Chance, die wir haben. Wir haben das Sperber AA Programm wiederbelebt und die UN hat der Massenproduktion zugestimmt. Das wird uns Zugriff auf Raketenwerfer mit 8 Raketen geben, die wir in all unsere Abfangjäger einbauen können. Das erlaubt ihnen, UFOs in Reichweiten anzugreifen, die sonst für uns unerreichbar gewesen wären. Die maximale Reichweite der Rakete ist zwölf Kilometer. Ein voll geladener "Sperber"-Werfer wiegt ca 600 Kilo. Empfohlener Einsatz Die Sperber sollte ein fester Bestandteil unseres Luftverteidigungsplanes werden. Unsere Abfangjäger sollten wenigstens einen vollgeladen Sperberwerfer tragen. Die Fähigkeit, den Gegner aufzuweichen, bevor wir ihn im Nahkampf stellen sollte nicht leichtfertig ignoriert werden. Die Zielgenauigkeit ist armselig -- wir schätzen, dass eine von zwölf Raketen trifft. Verglichen mit der TR-20 Raketenhalterung ist die effektive Reichweite der Sperber über acht Kilometer weiter. Verglichen mit dem SHIVA Geschütz, sie ist über zehn Kilometer weiter. Zwar verursacht das SHIVA Geschütz einen größeren Schaden auf kürzere Reichweite, aber je näher wir an die Aliens rankommen, desto größer ist auch die Gefahr für unsere Piloten und Abfangjäger. Es sollte theoretisch möglich sein, UFOs mit massiven Sperberfeuer zu überwältigen, wenn wir genug damit bewaffnete Flieger ins Feld bringen könnten. Darüber hat unsere Chefbuchhalterin aber ihren Unmut bekundet und ich muss zugeben, dass sie recht hat -- aber ich denke, wir sollten diese Idee im Hinterkopf halten, wenn wir mal gegen ein besonders gefährliches UFO antreten müssen, das wir abschießen müssen, bevor es in Reichweite kommt. Zusatz Keiner.
fr: Spécifications techniques : Lance-Missiles AA "Épervier" NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Maintenant que nous disposons d'appareils aptes à intercepter les OVNIs, nous devons les équiper avec des armes qui permettront leur destruction. Nous avons testé toutes celles disponibles sur Terre pour leur éventuelle intégration dans le programme Excalibur, et nous avons sélectionné les meilleures pour la défense de notre planète. Les missiles sont l'arme principale anti-aérienne depuis la guerre du Vietnam. Le développement de système de détection au delà du champ visuel et l'avènement des missiles guidés ont augmenté au fur et à mesure la distance entre le combat et la position réelle de l'appareil. Les canons, bien que jamais remplacés, sont passés à l'arrière plan au profit des missiles grâce à leur plus grande portée. Il reste cependant un problème majeur dans l'utilisation des missiles contre nos ennemis aliens : ils ne peuvent pas atteindre ces saloperies. La quantité et la densité des systèmes de brouillage aliens est suffisante pour tromper les systèmes de guidages de presque tous les missiles terrestres. Notre électronique n'est tout simplement pas assez performante pour ce travail. Les aliens brouillent très facilement tout guidage radar ou infra-rouge, et les missiles guidés à la main n'ont aucune chance d'atteindre leur cible. Même le ciblage laser ne fonctionne pas sur les coques des OVNIs. Cela ne nous laisse que peu de possibilités pour le système de guidage. C'est grâce au savoir considérable et à l'expérience de mon équipe que nous en avons trouvé une. Le missile "Épervier" est une antiquité qui n'est jamais vraiment sortie du stade de prototype. Il fut testé pour la première fois en 2019, et utilisait une technologie d'imagerie digitale révolutionnaire à l'époque. Celle-ci était une amélioration par rapport à l'ancienne technologie de guidage à "recherche de contraste". Cette technique utilise un ensemble de caméras optique montées dans l'ogive transparente du missile. L'ordinateur embarqué cherchait le point de l'image correspondant à la variation la plus forte de contraste, et corrigeait la trajectoire du missile pour le garder au centre de l'image. Ce système a principalement été employé dans les missiles air/sol, d'autres technologies plus performantes étant mieux adaptées contre les avions. Le programme Épervier fut abandonné seulement quelques mois avant d'entrer en service. Il était déjà presque prêt à fonctionner, et l'est maintenant totalement. Il est la dernière possibilité dont nous disposions. Nous avons relancé le programme Épervier AA et les Nations Unies ont accepté de le produire en masse. Cela nous donne accès à ces lanceurs à 8 missiles pouvant être montés sur tous nos intercepteurs. Ils peuvent ainsi engager le combat avec des OVNIs à des portées qui leur seraient sinon inaccessibles. La portée maximale de tir de ces missiles est de douze kilomètres. Un lanceur "Épervier" chargé pèse approximativement 600 kg. Doctrine recommandée L'Épervier devrait être un élément essentiel de notre plan de défense. De préférence, chacun de nos appareils sera équipé d'un lanceur plein à son décollage. La capacité à affaiblir un ennemi en s'en approchant ne doit pas être sous-estimée. La précision globale de l'arme est faible, nous l'estimons à environ un tir réussi sur douze, mais sa portée est considérablement plus importante. La portée effective du lanceur Épervier dépasse de huit kilomètre celle du Lance-Roquettes TR-20, et de dix kilomètres celle du canon SHIVA. Bien que les dommages de ces derniers soient plus importants lorsqu'ils sont à portée, le danger pour nos pilotes et intercepteurs augmente considérablement à courte portée. Il est théoriquement possible de détruire un OVNI uniquement à l'aide de lanceurs Épervier en équipant plusieurs appareils. Cependant, notre Responsable des Finances a clairement exprimé son mécontentement sur ce projet, et je dois reconnaître qu'elle n'a pas tort. Je pense toutefois que nous devrions garder cette option en mémoire en cas d'affrontement contre un OVNI particulièrement dangereux, dont l'élimination doit être la plus lointaine et rapide possible. Addenda Aucun.
ru: Technical Specifications: "Sparrowhawk" AA Missile Rack CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. Missiles have been humanity's primary anti-air weapon since the Vietnam war. The development of advanced Beyond-Visual-Range detection systems and the advent of guided missiles have moved combat engagements further and further away from the actual aircraft. Cannons, while not replaced, have taken a back seat to missiles due to the longer engagement ranges. However, there is one major problem with using missiles against our alien enemies. They can't hit the bastards. The amount and density of alien EW systems is enough to defeat the guidance systems of practically any Earth-built missile. Our electronics are simply not up to the job. The aliens make short work of radar and infrared homing, and manually-guided missiles have no chance of hitting. Even laser-riding missiles can't maintain a lock on the alien hull materials. This leaves us without a lot of options in the field of guided ordnance. It's only thanks to the extensive knowledge and experience of my staff that we've found one. The "Sparrowhawk" missile is an antique that never quite got out of the prototype stage. It was first tested in 2019, using then-revolutionary digital imaging technology to improve the old guidance technology of 'contrast seeking'. This technique uses an array of optical cameras mounted in the transparent fibreglass nose of the missile. The onboard computer looks for a spot in the image where the contrast changes the fastest, and then attempts to keep that spot dead centre in front of it. This system has been employed mostly in air-to-ground missiles due to the greater effectiveness of other guidance systems against Earth-built aircraft. The Sparrowhawk program was cancelled only months before the design would've been put into service. It was ready to be put into service then, it's ready now, and right now it's the only choice we've got. We've revived the Sparrowhawk AA program and the UN has agreed to put it into mass production. This will give us access to 8-missile racks capable of being mounted on all our interceptors, allowing them to engage UFOs at ranges that would otherwise be closed off to us. The missile's maximum effective range is twelve kilometres. A fully-loaded "Sparrowhawk" rack weighs approximately 600 kilos. Recommended Doctrine The Sparrowhawk should be an essential part of our aerial defence plan. Preferably all our interceptors would be carrying at least one full rack at launch. The ability to soften up an enemy while we close in is something not to be ignored lightly. Overall accuracy will be poor -- we estimate approximately one hit in twelve -- but the range difference is one of miles. Compared to the TR-20 rocket pod, the Sparrowhawk's effective range is greater by eight kilometres. Compared the SHIVA cannon, it's greater by ten kilometres. While these deliver a lot more damage than the Sparrowhawk at their respective ranges, the closer we have to get to attack the enemy, the greater the danger to our pilots and interceptors. It should theoretically be possible to simply overwhelm UFOs with Sparrowhawk fire if we could field enough aircraft armed with them. However, our Director of Finances has expressed her extreme displeasure with this idea, and I have to admit she's got a point -- but I think it's something we should keep in mind if we come up against a particularly dangerous UFO that needs to be taken out at range and as quickly as possible. Addenda None.
th: Technical Specifications: "Sparrowhawk" AA Missile Rack CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. Missiles have been humanity's primary anti-air weapon since the Vietnam war. The development of advanced Beyond-Visual-Range detection systems and the advent of guided missiles have moved combat engagements further and further away from the actual aircraft. Cannons, while not replaced, have taken a back seat to missiles due to the longer engagement ranges. However, there is one major problem with using missiles against our alien enemies. They can't hit the bastards. The amount and density of alien EW systems is enough to defeat the guidance systems of practically any Earth-built missile. Our electronics are simply not up to the job. The aliens make short work of radar and infrared homing, and manually-guided missiles have no chance of hitting. Even laser-riding missiles can't maintain a lock on the alien hull materials. This leaves us without a lot of options in the field of guided ordnance. It's only thanks to the extensive knowledge and experience of my staff that we've found one. The "Sparrowhawk" missile is an antique that never quite got out of the prototype stage. It was first tested in 2019, using then-revolutionary digital imaging technology to improve the old guidance technology of 'contrast seeking'. This technique uses an array of optical cameras mounted in the transparent fibreglass nose of the missile. The onboard computer looks for a spot in the image where the contrast changes the fastest, and then attempts to keep that spot dead centre in front of it. This system has been employed mostly in air-to-ground missiles due to the greater effectiveness of other guidance systems against Earth-built aircraft. The Sparrowhawk program was cancelled only months before the design would've been put into service. It was ready to be put into service then, it's ready now, and right now it's the only choice we've got. We've revived the Sparrowhawk AA program and the UN has agreed to put it into mass production. This will give us access to 8-missile racks capable of being mounted on all our interceptors, allowing them to engage UFOs at ranges that would otherwise be closed off to us. The missile's maximum effective range is twelve kilometres. A fully-loaded "Sparrowhawk" rack weighs approximately 600 kilos. Recommended Doctrine The Sparrowhawk should be an essential part of our aerial defence plan. Preferably all our interceptors would be carrying at least one full rack at launch. The ability to soften up an enemy while we close in is something not to be ignored lightly. Overall accuracy will be poor -- we estimate approximately one hit in twelve -- but the range difference is one of miles. Compared to the TR-20 rocket pod, the Sparrowhawk's effective range is greater by eight kilometres. Compared the SHIVA cannon, it's greater by ten kilometres. While these deliver a lot more damage than the Sparrowhawk at their respective ranges, the closer we have to get to attack the enemy, the greater the danger to our pilots and interceptors. It should theoretically be possible to simply overwhelm UFOs with Sparrowhawk fire if we could field enough aircraft armed with them. However, our Director of Finances has expressed her extreme displeasure with this idea, and I have to admit she's got a point -- but I think it's something we should keep in mind if we come up against a particularly dangerous UFO that needs to be taken out at range and as quickly as possible. Addenda None.

source: 'Sparrowhawk' Missile
de: "Sperber" Rakete
fr: Missile "Épervier"
ru: Ракета класса ВВ "Пустельга"
