Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: ortnok_autopsy_extra_txt
de: Herr Kommandant, Die Autopsie und Einschätzung der grünen Außerirdischen ist vollständig. Hiermit präsentiere ich Ihnen eine Zusammenfassung. Das erste, was wir bei dieser Spezies, die wir 'Ortnok' nennen, gemerkt haben, ist seine Größe. Seine Erscheinung gleicht einer brutalen und kolossartigen Karikatur eines Menschen, was sehr störend auf unsere Feldagenten wirken kann, aber wir haben bewiesen, dass der Ortnok in keinster Weise genetisch mit dem Menschen verwandt ist. Im Verhältnis zu seinem Körpergewicht hat der Ortnok mehr Muskelmasse als ein professioneller Bodybuilder. Wir dachten zuerst, dass das durch eine Herkunft von einem Extremschwerkraftplaneten verursacht wurde, aber nachfolgende DNA und toxikologische Untersuchungen haben etwas interessantes ergeben. Das Subjekt wurde seit seiner Geburt mit einer Diät aus genetischer Veränderung und anabolen Steroiden ernährt. Das, verbunden mit der unglaublichen Dichte des Muskelgewebes, macht den Ortnok physisch stärker, als jede biologische Lebensform auf der Erde. Während unserer ersten Einschnitte waren wir von der totalen Abwesenheit von Blut überrascht. Der Ortnok hat Lungen, Eingeweide und etwas, was an Verdauungsorgane erinnert, aber wir konnten weder Leber noch Herz identifizieren. Anstatt von Venen hat er ein sehr gut ausgebildetes Nervensystem, welches die Muskeln durch direkte elektrische Stimulation anregt. Die benötigte Elektrizität wird durch Verdauung organischer Materie erzeugt und in einer Reihe großer Aal-artigen Organe unter den Lungen gespeichert. Das Nervensystem selbst wird, über mit komprimierter Luft gefüllten Adern, mit den Überresten des Verdauungsvorganges versorgt. Der gesamte Brustbereich ist großzügig mit Panzerplatten ausgestattet, die unter die lederartige grüne Haut eingebettet wurden. Die Augen sind mit chirurgisch implantierten Linsen ausgestattet, die die bereits exzellente Sehkraft des Ortnok noch weiter verbessern und sie noch in den Infrarotbereich erweitern. Die Ohren sind eine Reihe kleiner Hohlräume, drei auf jeder Seite des Kopfes, und sie sind überraschenderweise sehr groß und gut ausgebildet. Den Beweisen nach haben die Ortnoks ein exzellentes Gehör. Die Nase und andere Geruchsorgane sind ziemlich klein, fast schon verkümmert. Aus der Autopsie und unserer Analyse der Gefechtsaufnahmen schließen wir folgendes: - Das Gehirn ist für einen Hominiden dieser Größe ziemlich klein, nicht größer als das des Homo Erectus, aber es ist scheinbar genug für die Rolle eines Fußsoldaten. Ortnoks agieren auf dem Schlachtfeld nicht sehr taktisch. - Die dreifingrige Hand ist in der Lage, eine breite Auswahl an Ausrüstung zu tragen. Dennoch sind Ortnoks meistens mit schweren Waffen ausgerüstet, die ihrer Größe entsprechen. - Ortnoks sind stark, robust und gefährlich. Ihre interne Panzerung verbessert ihre natürliche Widerstandsfähigkeit noch weiter, was es schwer macht, sie zu erledigen. Panzerbrechende Patronen oder Brandwaffen werden empfohlen. Laser, Sprengstoffe und Klingenwaffen sind aufgrund der schweren Rüstung ineffektiv. - Alle Ortnoks, die wir bisher gesehen haben, waren nicht mit Reproduktionsorganen ausgestattet. Operationsnarben in der Leistengegend zeigen, dass sie aus einem uns unbekannten Grund kastriert wurden. Im Kampf haben Ortnoks meistens die Rolle schwerer Infanterie und Feuerunterstützung inne. Sie sind mit ihren schwerfälligen Waffen nicht gerade treffsicher, aber wenn sie in großer Zahl auftreten, können sie genug Feuerkraft aufbringen, um eine PHALANX Einheit zuerst mit Sperrfeuer festzunageln und dann auszulöschen. Ortnoks scheinen nicht auf andere Sachen spezialisiert zu werden; sie werden, anhand unserer Aufzeichnungen, nie als Techniker genutzt und beschäftigen sich normalerweise mit der Sicherung der Umgebung, um die Taman zu schützen, wenn sie nicht in einen Kampf verwickelt sind. Es gibt noch eine komplexe Reihe Implantate in der Kehle des Subjekts, die mehr Forschung benötigen, um voll verstanden zu werden. Ich werde Ihnen eine detailliertere Analyse zusammen mit einem Forschungsantrag zuschicken. Wir wissen nicht, wo der Name 'Ortnok' herkommt. Die Soldaten scheinen es auch nicht zu wissen. Es ist dennoch ein Name wie jeder andere und er scheint sich festgesetzt zu haben. Das ist alles für den Moment, Herr Kommandant. Ich werde sie wieder kontaktieren, sobald sich etwas neues ergibt. Mit freundlichen Grüßen,Dr. Connor
fr: Commandant, L'autopsie et l'évaluation du spécimen vert alien sont terminées. Je vous soumets ici mon rapport pour votre revue. La première chose que nous avons notée au sujet de cette espèce, qui a été appelé « Ortnok », est sa taille. Son apparence est comme une caricature bestiale et grossière d'un homme, chose qui peut être plutôt perturbante pour nos agents sur le terrain, mais nous avons confirmé que l'Ortnok n'est nullement génétiquement lié à l'humanité. Proportionnellement à son poids, l'Ortnok a plus de muscle qu'un bodybuilder professionnel. Au début nous avons conclu que c'était seulement le résultat d'une force de gravité extrêmement forte sur son monde d'origine, mais les travaux suivants d'hormonologie et de toxicologie sur notre spécimen ont indiqué quelque chose d'intéressant. Le sujet semble avoir été élevé depuis la naissance avec un régime lourd de modifications génétiques et de stéroïdes anaboliques. Ceci, combiné avec l'incroyable densité du tissu musculaire, rend l'Ortnok physiquement plus fort que n'importe quelle autre entité biologique sur terre. Pendant nos premières incisions, nous étions étonnés de découvrir que l'Ortnok n'avait pas de sang. Il a des poumons, des viscères et quelque chose d'apparenté aux organes digestifs, mais aucun foie ou coeur que nous pouvons identifier. Au lieu des veines il y a un système très bien développé de tubes nerveux, rempli d'un genre de gel électriquement conducteur, qui semble alimenter et contrôler les muscles par stimulation électrique directe. L'électricité nécessaire est produite par la digestion de matière organique et stockée dans un ensemble de gros organes sous les poumons. Le système nerveux lui-même est nourri par les surplus des produits de la digestion délivrés par des veines remplies d'air pressurisé. La cavité thoracique entière a été abondamment garnie avec des plaques d'armure insérées juste sous la peau verte et tannée. Les yeux sont recouverts de lentilles implantées chirurgicalement qui améliorent la vision déjà excellente de l'Ortnok, l'étirant dans le spectre infrarouge. Les oreilles se composent d'une série de petites cavités, trois de chaque côté de la tête, qui sont étonnamment grandes et bien développées. Etant donné l'évidence nous devons conclure que les Ortnoks ont l'audition fine, bien que le nez et les organes olfactifs soient très petits, atrophiés presque au point d'être résiduels. De l'autopsie et de notre analyse des enregistrements des champ de bataille, nous pouvons conclure ce qui suit : - Le cerveau est assez petit pour un hominidé d'une telle taille, pas plus grand que celui de l'Homo Erectus, mais il est peut-être suffisant pour le rôle d'infanterie. Les Ortnoks ne montrent certainement aucun ralentissement tactique sur le champ de bataille. - La main à trois doigts peut porter et employer une grande variété d'équipement. Cependant, les Ortnoks sont équipés le plus souvent d'armes lourdes qui correspondent à leur taille. - Les Ortnoks sont forts, résistants et dangereux. Leur armure interne augmente encore leur résistance normale, les rendant difficiles à abattre. Des balles perforantes ou des armes incendiaires sont recommandés. Les lasers, les explosifs et les armes tranchantes ne seront pas très efficace à cause de leur considérable protection. - Tous les spécimens d'Ortnok que nous avons vus jusqu'ici n'était pas équipés d'organes reproducteurs. D'après des cicatrices d'opérations chirurgicales autour de l'aine, nous croyons qu'ils ont pu avoir été neutralisés. En combat, ces spécimens semblent être employés le plus souvent dans le rôle d'infanterie lourde et de tirs de soutien. Ils ne sont pas particulièrement précis avec leurs armes quelque peu encombrantes, mais quand ils travaillent en nombres ils établissent habituellement assez de puissance de feu pour refouler et ensuite annihiler une escouade de PHALANX. Les Ortnoks ne semblent pas servir dans beaucoup de spécialités ; ils ne sont jamais employées comme techniciens d'après nos observations vidéo, et s'occupent habituellement de la sécurité du périmètre pour les Tamans quand ils ne sont pas engagés en combat. Nous n'avons aucune idée d'où vient le nom « Ortnok ». De même que les troupes ne semblent pas le savoir. De toute façon, il est aussi bon qu'un autre, et il semble être resté. C'est tout que j'ai pour vous pour l'instant, Commandant. Je vous contacterai une nouvelle fois dès qu'il y aura de nouveaux développements. Sincèrement, Dr Connor
ru: Commander, The autopsy and evaluation of the green alien specimen is complete. I'm hereby submitting my summary for your review. The first thing we noticed about this species, which has been named the 'Ortnok', is its size. Its appearence is like a brutish, hulking caricature of a man, something that can be quite disturbing to our agents in the field, but we've confirmed that the Ortnok is in no way genetically related to humanity. In proportion to its body weight, the Ortnok has more muscle than a professional body builder. At first we concluded this was solely the product of an extreme-heavy-gravity homeworld, but subsequent hormone and toxicology work on our specimen have revealed something interesting. The subject seems to have been raised from birth on a heavy diet of genetic tampering and anabolic steroids. This, combined with the incredible density of the muscle tissue, makes the Ortnok physically stronger than any biological entity on Earth. During our first incisions, we were surprised to find the Ortnok to be without blood. It has lungs, viscera and something akin to digestive organs, but no liver or heart that we can identify. Instead of veins there is a very well-developed system of nerve tubes, filled with a kind of electrically conductive gel, that seems to power and control the muscles by direct electrical stimulation. The needed electricity is generated through digestion of organic matter and stored in a set of large eel-like organs underneath the lungs. The nervous system itself is nourished by the leftover products of the digestion process by way of veins filled with pressurised air. The whole chest cavity has been richly furnished with armour plating inserted just underneath the leathery green skin. The eyes are covered with surgically-implanted lenses that improve the Ortnok's already excellent vision, stretching it into the infrared spectrum. The ears consist of a series of small cavities, three on either side of the head, which are surprisingly large and well-developed. Given the evidence we must conclude that Ortnoks have acute hearing, though the nose and olfactory organs are quite small, atrophied almost to the point of being vestigial. From the autopsy and our analysis of battlefield footage, we can conclude the following: - The brain is fairly small for a hominid of such size, no larger than that of Homo erectus, but it is perhaps sufficient for the role of foot soldier. Ortnoks certainly don't display any tactical sluggishness on the battlefield. - The three-fingered hand is able to carry and use a wide variety of equipment. However, Ortnoks are most often equipped with heavy weapons to match their size. - Ortnoks are strong, tough and dangerous. Their internal armour enhances their natural endurance even further, making them difficult to take down. Armour-piercing rounds or incendiary weapons are recommended. Lasers, explosives and cutting weapons will not be very effective due to the extensive armouring. - All Ortnok specimens we've seen so far were not equipped with reproductive organs. From surgical scarring around the groin area, we believe they may have been neutered for some reason. In combat, specimens seem to be used most often in the role of heavy infantry and fire support. They are not particularly accurate with their somewhat cumbersome weapons, but when working in numbers they usually lay down enough fire to suppress and then annihilate a PHALANX squad. Ortnoks do not seem to serve in many specialist capacities; they are never used as technicians according to our camera observations, and usually busy themselves handling perimeter security for the Tamans when not engaged in combat. We have no idea quite where the name 'Ortnok' came from. The troops don't seem to know, and neither do we. Still, it's as good a name as any, and it seems to have stuck. That's all I have for you right now, Commander. I'll contact you again as soon as something new develops. Sincerely, Dr. Connor
th: เรียนท่านผู้บัญชาการ, การชันสุตรศพและประเมินมนุษย์ต่างดาวสีเขียวเสร็จสิ้น ผมขอสรุปผลดังนี้ สิ่งแรกที่เราพบในเผ่าพันธุ์นี้ที่เรียกว่า "ออร์ตนอค" คือขนาด รูปร่างของมันเหมือนกับมนุษย์ที่มีรูปร่างสูงใหญ่ ซึ่งอาจทำให้คนของเราตกใจกลัว แต่เรายืนยันได้ว่าออร์ตนอคไม่มีความเกี่ยวข้องกับมนุษย์ หากเทียบกับน้ำหนักตัว ออร์ตนอคมีกล้ามเนื้อมากกว่านักเพาะกายอาชีพ ตอนแรกเราสรุปว่ามันเป็นผลจากสภาพแรงดึงดูดมหาศาลของดาวของมัน แต่การตรวจฮอร์โมนและสารเคมีพบสิ่งที่น่าสนใจ ตัวอย่างนี้ดูจะถูกเลี้ยงด้วยอาหารที่มีการผสมสเตียรอยด์มาแต่เกิด และเมื่อรวมกับความหนาแน่นของเนื้อเยื่อกล้ามเนื้อ ทำให้ออร์ตนอคมีร่างกายแข็งแรกกว่าสิ่งมีชีวิตใดๆ ในโลก การผ่าครั้งแรก เราพบว่าออร์ตนอคไม่มีเลือด มันมีปอด อวัยวะสำคัญ และสิ่งที่คล้ายกับระบบย่อยอาหาร แต่ไม่มีตับหรือหัวใจที่เราพอจำแนกได้ มีระบบเส้นประสาทที่พัฒนาแล้วแทนที่หลอดเลือด ซึ่งเต็มที่ไปด้วยเจลนำไฟฟ้า ที่น่าจะเป็นตัวสร้างพลังงานและควบคุมกล้ามเนื้อผ่านการกระตุ้นด้วยไฟฟ้า กระแสไฟฟ้าจะเกิดจากการย่อยสารอินทรีย์ และเก็บไว้ในอวัยวะที่คล้ายปลาไหลใต้ปอด ระบบประสาทถูกหล่อเลี้ยงด้วยของเหลือจากการย่อย ผ่านเส้นที่เต็มไปด้วยอากาศอัด กระดูกหน้าอกถูกเสริมด้วยเกราะใต้ผิวหนังสีเขียว ตาของมันถูกฝังไว้ด้วยเลนส์ที่ช่วยเพิ่มความสามารถทางสายตาที่ดีอยู่แล้วของออร์ตนอคขึ้นไปอีก ทำให้มันมีความสามารถในระดับอินฟาเรด หูมีกระดูกเล็กสามชิ้นในแต่ละข้าง ซึ่งใหญ่และพัฒนาไปมาก จากหลักฐานเราสรุปว่าออร์ตนอคสามารถได้ยินได้ดี แม้ว่าจมูกกับอวัยวะดมกลิ่นจะเล็ก จนแทบจะใช้งานไม่ได้ จากการชันสูตรศพและการวิเคราะห์ภาพจากสนามรบ เราสรุปได้ว่า - สมองมีขนาดเล็กเมื่อเทียบกับขนาดลำตัว โดยไม่ได้ใหญ่กว่าพวกโฮโม อีเรคตัส แต่ก็น่าจะเพียงพอสำหรับพวกทหารเดินเท้า ออร์ตนอคไม่ได้แสดงความด้อยด้านแทคติคในสนามรบ - มือที่มีสามนิ้วสามารถหยิบจับและใช้อุปกรณ์ได้หลากหลาย แต่ออรค์นอคมักใช้อาวุธหนักเพื่อให้เหมาะสมกับขนาดตัว - ออร์ตนอคแข็งแรง ทนทาน และอันตราย เกราะภายในทำให้มันทนทานยิ่งขึ้น และกำจัดได้ยาก แนะนำให้ใช้กระสุนเจาะเกราะหรืออาวุธไฟ เลเซอร์ ระเบิด และอาวุธตัดจะไ่ม่มีประสิทธิภาพนัก เพราะเกราะที่หนา - ออร์ตนอคไม่มีอวัยวะสืบพันธุ์ จากแผลผ่าตัดบริเวณขาหนีบ เราเชื่อว่ามันถูกกำจัดด้วยเหตุผลบางอย่าง ในสนามรบ พวกนี้มักถูกใช้เป็นพลปืนหนักและกลุ่มยิงสนับสนุน พวกนี้ใช้อาวุธที่ดีไม่แม่นยำนัก แต่เมื่อมีจำนวนมากพวกมันก็สามารถระดมยิงได้มากพอจะหยุดยั้งและกำจัดทีม PHALANX ได้ ออร์ตนอคไม่มีหน้าที่เป็นผู้เชี่ยวชาญพิเศษ ตามการสังเกตของเรามันไม่เคยเป็นช่างเทคนิค และมักใช้เวลาในการคุ้มครองพื้นที่ให้กับทามาน หากไม่ได้ทำการรบ เราไม่แน่ใจว่าคำว่า "ออร์ตนอค" มาจากไหน ทหารไม่รู้และพวกเราก็ไม่รู้ แต่ก็เป็นชื่อที่ดี และดูจะติดปาก ทั้งหมดนี้คือข้อมูลที่ผมมีให้ท่านผู้บัญชาการ ผมจะติดต่อท่านอีกครั้งเมื่อมีข้อมูลใหม่ ขอแสดงความนับถือ, ดร. คอนเนอร์

source: ortnok_autopsy_pre_txt
de: Herr Kommandant, Wir haben den Leichnam einer neuen außerirdischen Spezies vom Schlachtfeld geborgen. Wir sollten mit der Analyse und Einschätzung sobald wie möglich beginnen. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Nous avons récupéré un nouveau cadavre alien du champ de bataille. Nous devrions commencer la dissection et l'évaluation dès que possible. Sincèrement, Dr Connor
ru: Командующий, На поле боя нами был обнаружен труп неизвестного пришельца. Необходимо произвести вскрытие объекта и исследовать его как можно скорее. Искренне ваш, Зав. НИОКР ОКБ Коннор
th: เรียนท่านผู้บัญชการ, เราได้เก็บกู้ศพมนุษย์ต่างดาวจากสนามรบได้ เราจะเริ่มการผ่าศพและประิเมินโดยด่วนที่สุด ขอแสดงความนับถือ, ดร. คอนเนอร์

source: ortnok_autopsy_extra_pre_txt
de: Herr Kommandant, Wir haben den Leichnam einer neuen außerirdischen Spezies vom Schlachtfeld geborgen. Wir sollten mit der Analyse und Einschätzung sobald wie möglich beginnen. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Nous avons récupéré un nouveau cadavre alien du champ de bataille. Nous devrions commencer la dissection et l'évaluation dès que possible. Sincèrement, Dr Connor
ru: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
th: เรียนท่านผู้บัญชการ, เราได้เก็บกู้ศพมนุษย์ต่างดาวจากสนามรบได้ เราจะเริ่มการผ่าศพและประิเมินโดยด่วนที่สุด ขอแสดงความนับถือ, ดร. คอนเนอร์

source: Alien Autopsy - Taman
de: Autopsiebericht - Taman
fr: Autopsie Alienne - Taman
ru: Вскрытие пришельца - Таман
