Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: incgren_txt
de: Technische Spezifikationen: Brandgranate KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Brandgranaten sind Waffen, die dazu entworfen wurden, um den Gegnern den Zugang zu Gebiete zu verwehren, indem sie ein großes Gebiet mit beinahe unlöschbaren Feuer bedeckt. Einmal geworfen versprüht die Granate bei der Explosion ihren brennbaren Inhalt auf das angrenzende Gebiet - und jedem der drin ist. Der Brennstoff selbst ist eine Modifikation des Stoffes, welcher seit dem zweiten Weltkrieg in Benutzung war: Thermit, Bariumnitrat, Schwefel und ein Bindungsmittel. Der verzögerte Zünder wird entzündet, indem man den Stift zieht und den Griff loslässt, dies geschieht meist, wenn man die Granate wirft. Ein paar Sekunden später detoniert dann die Granate. Die amerikanische M71 Granate besteht aus einem Kern von C8 Sprengstoff, einer inneren Schicht Brandbeschleuniger und einer glatten äußeren Hülle die kein Schrapnell bildet und, viel wichtiger, die Granate nicht behindert, wenn sie ihr innerstes über ein weites Gebiet verteilen soll. Anders als die 'Tannenzapfen' Form, welche die Granate noch im zweiten Weltkrieg hatte, hat die M71 eine glatte, zylinderförmige Hülle und ist dadurch einfacher über verschiedene Geländearten zu rollen. So wie es bei allen Granaten der Fall ist, ist die Reichweite begrenzt, aber sie kann ein wirksames Werkzeug sein, um die Vorherrschaft über ein Schlachtfeld zu bekommen. Empfohlener Einsatz Brandwaffen sind taktische Waffen, die benutzt werden sollten, um den Gegner zu behindern oder ihn in Gelände zu treiben, welches ihn benachteiligt. Sie können nicht sehr weit geworfen werden, aber können zum Blockieren von Fluchtrouten oder zum Klären von Räumen genutzt werden, oder einfach, um den Gegner in einem brennenden Inferno zu fangen. Es sollte immer sichergestellt werden, dass keine verbündeten Ziele (vor allem Zivilisten) im Explosionsradius vorhanden sind. In solchen Situationen ist der Einsatz von tödlichen Granaten unbedingt zu vermeiden; in solch einem Fall sollte einer Blendgranate der Vorzug gegeben werden. Es wird empfohlen, dass jeder Soldat ohne schwere Waffen wenigstens eine Granate beliebiger Art mit sich führen sollte, ob nun Splitter-, Blend- oder Brandgranaten. Zwei oder mehr sind empfohlen. Zusatz Keiner.
fr: Spécifications techniques : Grenade Incendiaire NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. Les grenades incendiaires sont des armes destinées à ralentir la progression de l'ennemi, couvrant une vaste zone de flammes extrêmement chaudes presque impossibles à éteindre. Une fois lancée, le corps de la grenade explose, dispersant son composé incendiaire sur la zone environnante (et sur les malchanceux qui s'y trouveraient). Le composé en lui même est une modification d'un mélange utilisé depuis la seconde guerre mondiale : thermite (aluminium et oxyde de fer), nitrate de baryum, sulfures, et agents liants. Le système à retardement est actionné par le retrait de la goupille de sécurité, puis la relâche de la cuillère, généralement libérée lorsque la grenade est lancée. La grenade explosera au bout de quelques secondes. La grenade américaine standard M71 contient de l'explosif C8 et une couche d'agent incendiaire dans un corps en plastique qui ne se fragmente pas mais permet surtout la dispersion du contenu de la grenade sur une grande surface. L'enveloppe de la M71 présente une forme cylindrique lisse, contrairement aux grenades en forme d'ananas utilisées pendant la seconde guerre mondiale. Cela la rend plus apte à rouler sur divers types de surfaces. Comme toutes les grenades à main, leur portée est limitée, mais elles peuvent être un outil essentiel dans la prise de contrôle du champ de bataille. Doctrine recommandée Les grenades incendiaires sont des armes tactiques qui devraient être utilisées pour contenir ou repousser l'ennemi sur des terrains désavantageux. Elles ne peuvent pas être lancées très loin, mais permettent de barrer une porte de sortie, débusquer quelqu'un d'une pièce, ou simplement piéger l'ennemi dans un enfer de flammes. Il est important de vérifier qu'aucun individu ami (et tout particulièrement des civils) n'est pris dans la zone d'effet, les effets du cocktail thermique sur les tissus humains étant source de cauchemars chez la plupart des gens. En de telles situations, l'utilisation de grenades mortelles est fortement découragée, au profit des grenades étourdissantes. Il est recommandé que tous les soldats ne portant pas d'armes lourdes emportent également au moins une grenade, qu'elle soit à fragmentation, incendiaire, étourdissante, ou autre ; en cas de nécessité. Il est même vivement conseillé d'en prendre au moins deux. Addenda Aucun.
ru: Technical Specifications: Incendiary Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. Incendiary grenades are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. Once thrown, the body of the grenade explodes, spreading the incendiary compound over the surrounding area -- and anyone unlucky enough to be inside the area of effect. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. The grenade's delayed fuse is ignited by first pulling the pin and then releasing the handle, usually released as the grenade is thrown. It will detonate after a period of several seconds. The standard American M71 grenade consists of a core of C8 explosive, an inner layer of incendiary agent, and an outer plastic casing that provides no fragmentation but more importantly doesn't slow down or otherwise impede the delivery of the payload over a large area. The M71's casing is a smooth cylinder shape, unlike the old 'pineapple' grenades of World War 2, to make it easier to roll across various surfaces. Like all hand grenades, their range is limited, but they can be an essential tool for achieving control of the battlefield. Recommended Doctrine Incendiary grenades are tactical weapons that should be used to contain or herd the enemy into disadvantageous ground. They cannot be thrown very far, but they can serve to block off escape routes, to flush out rooms, or simply to catch the enemy in a blazing inferno. Care should be taken that no friendlies (especially civilians) are caught in the area of effect, as the effect of the thermate cocktail on human tissue is a particular public relations nightmare. In such situations the use of lethal grenades is strongly discouraged; flashbangs should be given preference. It's recommended that all soldiers carrying non-heavy weapons should be equipped with at least one grenade of some variety -- be it an incendiary grenade, frag grenade, flashbang or other -- in case the need should arise. Two or more are strongly recommended. Addenda None.
th: Technical Specifications: Incendiary Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. Incendiary grenades are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. Once thrown, the body of the grenade explodes, spreading the incendiary compound over the surrounding area -- and anyone unlucky enough to be inside the area of effect. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. The grenade's delayed fuse is ignited by first pulling the pin and then releasing the handle, usually released as the grenade is thrown. It will detonate after a period of several seconds. The standard American M71 grenade consists of a core of C8 explosive, an inner layer of incendiary agent, and an outer plastic casing that provides no fragmentation but more importantly doesn't slow down or otherwise impede the delivery of the payload over a large area. The M71's casing is a smooth cylinder shape, unlike the old 'pineapple' grenades of World War 2, to make it easier to roll across various surfaces. Like all hand grenades, their range is limited, but they can be an essential tool for achieving control of the battlefield. Recommended Doctrine Incendiary grenades are tactical weapons that should be used to contain or herd the enemy into disadvantageous ground. They cannot be thrown very far, but they can serve to block off escape routes, to flush out rooms, or simply to catch the enemy in a blazing inferno. Care should be taken that no friendlies (especially civilians) are caught in the area of effect, as the effect of the thermate cocktail on human tissue is a particular public relations nightmare. In such situations the use of lethal grenades is strongly discouraged; flashbangs should be given preference. It's recommended that all soldiers carrying non-heavy weapons should be equipped with at least one grenade of some variety -- be it an incendiary grenade, frag grenade, flashbang or other -- in case the need should arise. Two or more are strongly recommended. Addenda None.
