Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: combatknife_txt
de: Technische Spezifikationen: Kampfmesser KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Das Kampfmesser ist ein solides, sechsundzwanzig Zentimeter langes geschärftes Stück Stahl, das für eine vielzahl täglicher Tätigkeiten genutzt werden kann. Um als Waffe eine höhere panzerbrechende Wirkung zu erzielen ist die Schneide des Kampfmessers mit Hartkeramik verstärkt und es ist ausgewogen genug, um im Bedarfsfall auch geworfen zu werden. Es hat ebenfalls einen Bajonettring, um es ganz klassisch auf dem Lauf eines Gewehrs zu befestigen. Die Eingliederung des Kampfmessers in unser Arsenal war Gegenstand heißer Debatten. Mumbai hat uns gelehrt, dass ein Messer selbst unter den besten Bedingungen kein ernstzunehmendes Gegenstück zu den außerirdischen Waffen ist. Sollte es einem mit einem Messer bewaffneten Soldat gelingen, nicht niedergeschossen zu werden, bevor er auch nur sein Ziel erreicht, wird er sicherlich von einer der seltsamen außerirdischen Klingen aufgeschlitzt, welche ohne Widerstand durch Rüstung dringen. Es wurden bisher nur wenige Fälle gemeldet, in denen es sehr erfahrenen Messerkämpfern gelungen ist, einen Außerirdischen zu besiegen. Dennoch, das Kampfmesser hat über die Jahre viele Leben gerettet, wenn Feuerwaffen entweder funktionsuntüchtig waren oder die Munition ausging. Es wurde nie nutzlos in Jahrhunderten fortschreitender Entwicklung; sogar die Außerirdischen nutzen Klingenwaffen. Wenn alle Stricke reißen ist ein Messer immer noch sehr viel besser als die eigenen Fäuste. Wenn ein Soldat es schafft, in den Nahkampf mit dem Gegner zu kommen, wird diese Waffe ihm gute Dienste leisten. Empfohlener Einsatz Im Kampf ist das Messer als Waffe der letzte Ausweg. Wenn alle anderen Waffen leer sind und der Gegner vor der Türe steht, kann ein gutes Messer die Situation retten. Dennoch ist dies selbst in solch verzweifelten Situationen sehr riskant; ein Messer gegen einen unverletzten oder nicht geschwächten Gegner zu benutzen ist ein schneller Weg in die Leichenhalle. Zusatz Keiner.
fr: Spécifications techniques : Poignard de Combat NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. Le poignard de combat est une solide lame de vingt-six centimètres d'acier tranchant, et peut être utilisé pour de nombreuses utilisations quotidiennes. En tant qu'arme, le fil du poignard de combat est renforcé par des céramiques résistantes pour améliorer sa capacité à percer les armures. Il est également équilibré pour le lancé si la situation le nécessite. Il dispose enfin d'un tenon pour le fixer sur le canon d'un vieux fusil de guerre et l'utiliser comme baïonnette. L'ajout du poignard de combat dans notre arsenal fut le sujet d'un long débat. Mumbai nous a enseigné que même dans les conditions les plus favorables, un couteau n'est rien face à l'armement alien. Si un soldat armé d'un poignard n'est pas tué avant d'avoir réussi à atteindre sa cible, il sera probablement éviscéré par l'une de ces redoutable lame qui tranche même à travers une armure. Ce n'est qu'en de rares occasions qu'un combattant expérimenté au maniement du poignard est parvenu à prendre le dessus sur un alien. Cependant, le poignard de combat a sauvé de nombreuses vies lors de défaillances ou de manque de munitions des armes à feu. Des siècles d'améliorations technologiques ne sont pas parvenus à le rendre obsolète ; et même les aliens utilisent des armes blanches. Lorsque le chargeur est vide, mieux vaut avoir un couteau que se battre à main nues. Si un soldat parvient à entrer en corps à corps, cette arme le servira bien. Doctrine recommandée En combat, le poignard est l'arme du dernier recours. Si aucune autre arme n'est disponible, et que l'ennemi arrive, alors un couteau permettra peut-être de voir le soleil se coucher. Cependant, même en de telles situations désespérées, il s'agit d'un acte risqué. Attaquer ainsi un ennemi qui n'a pas été préalablement blessé ou affaibli est moyen efficace de terminer à la morgue. Addenda Aucun.
ru: Technical Specifications: Combat Knife CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The combat knife is a solid, twenty-six centimetre bar of sharp steel that can be used for a number of everyday purposes. As a weapon, the combat knife's edge is reinforced with hard ceramics to give it extra armour-piercing power, and it is balanced for throwing should the need arise. It also has a bayonet ring for affixing the knife to the barrel of an old-style battle rifle. The inclusion of the combat knife in our arsenal was a subject of hot debate. Mumbai has taught us that even in the most favourable conditions, a knife is no match for the aliens' weaponry. If a knife-equipped soldier isn't shot down before he even reaches his target, he will almost certainly be gutted by one of the wicked alien blades that slice right through armour. Only in a handful of occasions have experienced knife-fighters been able to win out against alien opponents. Still, the combat knife has saved many a life over the years when firearms became inoperable or ran out of ammo. It has never been rendered obsolete by centuries of progressing technology; even the aliens use bladed weapons. When the chips are down, a knife in hand is still vastly better than a man's own fists. If a soldier makes it all the way to melee range, this weapon will serve him well. Recommended Doctrine In combat, the knife is a weapon of last resort. If all other weapons are exhausted and the enemy is at the gates, then a good knife can save the day. However, even in such desperate situations it is risky business; using a knife on an enemy that hasn't been previously wounded or weakened is a fast way to end up in the morgue. Addenda None.
th: Technical Specifications: Combat Knife CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The combat knife is a solid, twenty-six centimetre bar of sharp steel that can be used for a number of everyday purposes. As a weapon, the combat knife's edge is reinforced with hard ceramics to give it extra armour-piercing power, and it is balanced for throwing should the need arise. It also has a bayonet ring for affixing the knife to the barrel of an old-style battle rifle. The inclusion of the combat knife in our arsenal was a subject of hot debate. Mumbai has taught us that even in the most favourable conditions, a knife is no match for the aliens' weaponry. If a knife-equipped soldier isn't shot down before he even reaches his target, he will almost certainly be gutted by one of the wicked alien blades that slice right through armour. Only in a handful of occasions have experienced knife-fighters been able to win out against alien opponents. Still, the combat knife has saved many a life over the years when firearms became inoperable or ran out of ammo. It has never been rendered obsolete by centuries of progressing technology; even the aliens use bladed weapons. When the chips are down, a knife in hand is still vastly better than a man's own fists. If a soldier makes it all the way to melee range, this weapon will serve him well. Recommended Doctrine In combat, the knife is a weapon of last resort. If all other weapons are exhausted and the enemy is at the gates, then a good knife can save the day. However, even in such desperate situations it is risky business; using a knife on an enemy that hasn't been previously wounded or weakened is a fast way to end up in the morgue. Addenda None.

source: monoknife_txt
de: Herr Kommandant, ich berichte hiermit von unserem Erfolg in der Herstellung von außerirdischen Klingenmaterialien. Wir haben die Produktionsdaten in unsere Werkstattcomputer geladen und eine kleine Schmiede gebaut, um unsere neuen monomolekularen Messer zu formen. Der Reproduktionsprozes war hier sehr interessant. Nachdem wir herausfanden, wie wir das außerirdische Plastik auf die richtige Temperatur bringen, hatten wir am Ende mehrere Barren aus unglaublich hartem Material, das wir dann versucht haben, zu Messern zu formen. Beim ersten Mal versuchten wir eine gerade Klinge mit kräftiger Spitze zu formen, so wie die meisten Kampfmesser, damit es sowohl zum Stechen als auch zum Schneiden benutzt werden kann. All diese Modelle zerbrachen beim Abkühlprozess. Wir hatten eine schwere Zeit, herauszufinden, warum das so ist, bis wir eine kleine Kamera in den Ofen platzierten. Es ergab sich, dass die Kurvenform der Kerrklinge keine Frage des martialischen Aussehens ist -- es ist die wirkung des Materials selber. Das Plastik biegt und dehnt sich extrem während der Hitzeformung und konzentriert sich wieder während des Abkühlens, daher zerbrachen all unsere geraden Klingen. Es braucht eine besondere gebogene Form, um die Haltbarkeit als Klinge zu erhalten. Wir mussten das Messer komplett umgestalten, um diesen Effekt zu erzielen, daher hat es jetzt so eine Form. Im Endeffekt ist es entweder ein langes Messer oder ein Kurzschwert, je nachdem, wen sie fragen. Das Heft und die Parierstange basieren auf mittelöstlichen und asiatischen Schwertschmiedetraditionen, gemischt mit moderner Wissenschaft. Das Heft ist aus halbfestem Gummi, der sich automatisch an die Hand des Nutzers anpasst, um den Komfort und die Haltekraft zu maximieren. Sowohl die dreieckige Parierstange, als auch der Knauf sind aus unzerbrechlichem kohlenstoffnanoröhren-verstärkten Plastik, ein Material, mit dem sogar Kerrklingen Probleme haben. Dieses Messer gibt unseren Soldaten viel größere Überlebenschancen, wenn sie in einen Nahkampf gelangen. Obwohl es größer als unser altes Kampfmesser ist, nicht so gut zustößt und auch die Schwungkraft einer Kerrklinge hat, ist es der perfekte Mittelweg zwischen diesen beiden Waffen. Das monomolekulare Messer ist der Kerrklinge in Sachen Tödlichkeit fast ebenbürtig, aber immer noch klein genug, um in unseren standard Holstern oder in einer Scheide am Gürtel getragen zu werden. Es bedeutet eine deutliche Verbesseung in unseren Nahkampffähigkeiten und ich in sehr erfreut über das Ergebnis. --Cdr. Navarre
fr: Commander, I'm hereby reporting our success in the creation of alien blade materials. We've loaded the production specs into our Workshop machinery and have constructed a small forge for shaping our new monomolecular knives. The reproduction process has been very interesting on this one. After we'd figured out how to 'cook' the alien plastics to the right temperatures, we ended up with bars of incredibly hard material which we then tried to shape into knives. On our first attempts we tried to create a straight-edged blade with a powerful point, like most modern combat knives, so that it could be used for both cutting and stabbing. All of these models snapped in half during the cooling process. We had a devil of a time figuring out why until we placed a small camera inside the furnace. It turns out that the curve of the Kerrblade isn't a design choice -- it's a function of the material itself. The plastic radically curves and expands during heat-moulding in our furnace, and contracts again during cooling, which ended up cracking all of our straight-edged blades. It demands a particular curved shape to retain its durability as a blade. We had to completely redesign the knife to account for this effect, which brought it to its current shape. In length, it's either a long knife or a short sword, depending on who you ask. The design of the handle and crossguard are based on Middle-Eastern and Asian swordmaking traditions mixed in with modern-day science and know-how. The handle is made from semi-solid rubber, which automatically moulds itself to the wielder's hand to maximise comfort and gripping power. Both the triangular crossguard and pommel are unbreakable carbon-nanotube-reinforced plastic, a material that even Kerrblades have trouble with. This knife goes a long way towards evening the odds for our soldiers when they get caught in hand-to-hand. Though it's larger than our old combat knife, doesn't thrust as well, and doesn't have the power of the Kerrblade's sword-length swing, it strikes an ideal middle ground between these two weapons. The monomolecular knife is almost the equal of the Kerrblade in lethality but still small enough to be worn in our standard holster or in a sheath hung from the belt. It amounts to a significant upgrade of our melee combat capabilities, and I'm thoroughly pleased with the result. --Cdr. Navarre
ru: Commander, I'm hereby reporting our success in the creation of alien blade materials. We've loaded the production specs into our Workshop machinery and have constructed a small forge for shaping our new monomolecular knives. The reproduction process has been very interesting on this one. After we'd figured out how to 'cook' the alien plastics to the right temperatures, we ended up with bars of incredibly hard material which we then tried to shape into knives. On our first attempts we tried to create a straight-edged blade with a powerful point, like most modern combat knives, so that it could be used for both cutting and stabbing. All of these models snapped in half during the cooling process. We had a devil of a time figuring out why until we placed a small camera inside the furnace. It turns out that the curve of the Kerrblade isn't a design choice -- it's a function of the material itself. The plastic radically curves and expands during heat-moulding in our furnace, and contracts again during cooling, which ended up cracking all of our straight-edged blades. It demands a particular curved shape to retain its durability as a blade. We had to completely redesign the knife to account for this effect, which brought it to its current shape. In length, it's either a long knife or a short sword, depending on who you ask. The design of the handle and crossguard are based on Middle-Eastern and Asian swordmaking traditions mixed in with modern-day science and know-how. The handle is made from semi-solid rubber, which automatically moulds itself to the wielder's hand to maximise comfort and gripping power. Both the triangular crossguard and pommel are unbreakable carbon-nanotube-reinforced plastic, a material that even Kerrblades have trouble with. This knife goes a long way towards evening the odds for our soldiers when they get caught in hand-to-hand. Though it's larger than our old combat knife, doesn't thrust as well, and doesn't have the power of the Kerrblade's sword-length swing, it strikes an ideal middle ground between these two weapons. The monomolecular knife is almost the equal of the Kerrblade in lethality but still small enough to be worn in our standard holster or in a sheath hung from the belt. It amounts to a significant upgrade of our melee combat capabilities, and I'm thoroughly pleased with the result. --Cdr. Navarre
th: Commander, I'm hereby reporting our success in the creation of alien blade materials. We've loaded the production specs into our Workshop machinery and have constructed a small forge for shaping our new monomolecular knives. The reproduction process has been very interesting on this one. After we'd figured out how to 'cook' the alien plastics to the right temperatures, we ended up with bars of incredibly hard material which we then tried to shape into knives. On our first attempts we tried to create a straight-edged blade with a powerful point, like most modern combat knives, so that it could be used for both cutting and stabbing. All of these models snapped in half during the cooling process. We had a devil of a time figuring out why until we placed a small camera inside the furnace. It turns out that the curve of the Kerrblade isn't a design choice -- it's a function of the material itself. The plastic radically curves and expands during heat-moulding in our furnace, and contracts again during cooling, which ended up cracking all of our straight-edged blades. It demands a particular curved shape to retain its durability as a blade. We had to completely redesign the knife to account for this effect, which brought it to its current shape. In length, it's either a long knife or a short sword, depending on who you ask. The design of the handle and crossguard are based on Middle-Eastern and Asian swordmaking traditions mixed in with modern-day science and know-how. The handle is made from semi-solid rubber, which automatically moulds itself to the wielder's hand to maximise comfort and gripping power. Both the triangular crossguard and pommel are unbreakable carbon-nanotube-reinforced plastic, a material that even Kerrblades have trouble with. This knife goes a long way towards evening the odds for our soldiers when they get caught in hand-to-hand. Though it's larger than our old combat knife, doesn't thrust as well, and doesn't have the power of the Kerrblade's sword-length swing, it strikes an ideal middle ground between these two weapons. The monomolecular knife is almost the equal of the Kerrblade in lethality but still small enough to be worn in our standard holster or in a sheath hung from the belt. It amounts to a significant upgrade of our melee combat capabilities, and I'm thoroughly pleased with the result. --Cdr. Navarre
