Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: craft_alien_detection_pre_txt
fr: Commandant, Le capteur alien semble être un puissant ensemble de systèmes de scanners actifs et passifs, incluant radar, lidar, réception magnétique et UV/infrarouge, et -- le plus intéressant -- une sorte de détection qui nous est inconnue, mais qui semble bien plus performante en matière de détection d'OVNI que tout ce que nous avons. Si vous nous laissiez effectuer la suite des recherche, je crois que nous pourrons trouver tout ce qu'il fait, comment le faire fonctionner, et comment le répliquer en partie, si ce n'est pas totalement. Ce serait un immense élan pour nos efforts de défense de la Terre si nous pouvions faire fonctionner cette technologie pour notre usage, et son potentiel à long terme pour le développement des vaisseaux spatiaux est vital. Nous ne pouvons pas construire de chasseurs spatiaux viables avec des capteur humains. Avec la propulsion et la navigation, la détection alienne est l'un des trois pilier de la conception OVNI. Ce qui signifie que c'est un grand pas nous rapprochant de la capacité de fabrication de vaisseaux de défense interplanétaires. --Cdt. Navarre
ru: Commander, the alien sensor suite appears to be a very powerful set of passive and active scanning systems, including radar, lidar, magnetic and UV/infrared reception, and -- most interestingly -- a kind of detection unknown to us, but which seems to have far more success at detecting UFOs than anything we have. If you'll let us take the suite apart, I believe we can find out what everything does and how to operate it, and how to replicate most if not all of the alien detection equipment. It would be an immense boost to our defence efforts on Earth if we can get this technology working for us, and its long-term potential for spacecraft development is vital. There's no way we could build a viable space-capable fighter with human sensors. Along with Alien Propulsion and Alien Astrogation, Alien Detection is one of the three pillars of UFO design. Understanding it will bring us a big step closer to the ability to build an atmosphere-capable interplanetary defence craft. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: craft_alien_detection_txt
fr: Commandant, le projet sur la détection alienne est terminée. Nous avons maintenant une grande compréhension de la machinerie, des contrôles, et des modifications nécessaires pour une utilisation humaine. Notre évaluation initiale semble avoir été correcte. L'ensemble des détections utilise essentiellement des normes standard, des méthodes de détections fiables que soit l'humanité utilise ou connaît déjà. L'équipement est plus avancé que le nôtre et sera utile, mais dans l'ensemble les aliens appliquent les mêmes concepts et utilisent la même physique que nous. Comme mentionné dans ma proposition, le radar, lidar, et autres vielles et robustes méthodes de détections sont présentes dans cet ensemble. Puis il y a le mystérieux capteur. Il nous a troublé pendant longtemps, parce que maintenant qu'il est ici sur la surface de la Terre, il émet un insupportable bruit de fond. Une fois dans les airs cependant, la situation est très différente. Nous pensons désormais avoir identifié le détecteur et trouvé la façon dont il fonctionne. En termes simples, c'est un capteur de gravité, scannant les changement de fond dans un champ gravitationnel. Toutes choses traversant un champ de gravité, perturbe ce champ de quelque degrés en fonction de sa taille, de sa masse, et de sa composition. Le capteur peut identifier ces changements comme étant des objet naturels ou artificiels en fonction de leur trajectoire, de leur vitesse et de leur accélération avec 95% de précision. Si il y a quelques doutes quant à un contact, le système en fera rapport. Il semble être plus efficace dans des champs gravitationnels plus forts comme celui de la Terre, mais nous supposons que cela fonctionnera n'importe où du moment qu'il reste dans la portée du champ gravitationnel d'une étoile. Tout le pouvoir de cette détection est lié à un système d'ordinateur avancé qui donne tous les résultats au travers d'une série de filtres, qui peuvent être ajustés à tout moment pour correspondre aux besoin du pilote et de l'équipage. Cela permet alternativement l'acquisition d'une cible à partir d'un multitude de bruits de fond ou l'accroissement de la sensibilité pour chercher quelque chose de furtif. Fait intéressant, l'ordinateur de détection semble avoir un lien direct avec le système de mise à feu, assistant l'anticipation des mouvement d'une cible et braquant le système de défense vers cette dernière si le vaisseau en a la capacité. Une partie de cette technologie peut être adaptée à nos installations basées au sol et aux radars d'espace aérien. Cela étendrait leur portée de détection et augmenterait la résolution des écrans de contrôles, rendant la furtivité des OVNI aliens plus difficile. Toutefois, le plus grand avantage pratique proviendra de la création de nouveaux instruments pour les vaisseaux qui augmenteront la survie de nos intercepteurs. Évidemment, ce ne sont pas les application immédiates qui sont le plus important. Ces détecteurs sont vitaux pour tout futur vaisseau spatial PHALANX. Dans l'espace, sans le support de radars au sol, nous allons avoir méchament besoin de puissance supplémentaire. --Cdt. Navarre
ru: The project on alien detection is complete, Commander. We now have a full understanding of the machinery, its controls, and the modifications needed for human use. Our initial assessment looks to have been correct. The detection suite makes use mostly of standard, reliable detection methods that humanity either uses or knows about. The equipment is more advanced than ours and will be useful, but by and large the aliens apply the same concepts and use the same physics as we do. As I mentioned in my proposal, radar, lidar and other such old reliables are all well-represented in the suite. And then there's the mystery sensor. It had us confounded for a long time, because now that it's here on the Earth's surface, it spits out mostly overpowering background noise. Up in the air, however, the picture is quite different. We think we've now identified the detector and have figured out how it works. In the simplest terms, it's a gravity sensor, scanning for minute changes in a background gravitational field. Everything travelling through a gravity field disturbs the field to some degree based on its size, mass and composition. The sensor can identify these changes as natural or artificial objects based on course, speed and acceleration with 95% accuracy. If there is any doubt about a contact, the system will report it anyway. It seems to be more effective in stronger fields like the one around Earth, but we surmise that it will work to some extent anywhere within the gravity range of a star. All of this detection power is linked into an advanced computer system which automatically puts all results through a series of filters, which can be adjusted at any time to suit the needs of the pilot and crew. This helps alternately sifting out targets from a mess of background noise or increasing sensitivity to search for something stealthy. Interestingly, the detection computer seems to have a direct link to fire control, assisting in anticipating target manoeuvres and point defence control if the craft has that capability. Parts of this technology can be adapted to our existing ground-based installations and aircraft radar. It should extend their detection range and increase resolution across the board, making it a good deal harder for UFOs to hide. However, the biggest practical gains will come from using this tech in creating new aircraft instrumentation to increase the combat survivability of our interceptors. Of course, it's not the immediate uses that are the most important. These detectors are vital for any future PHALANX spacecraft. In space, without the support of ground radar, we're going to need the extra power very badly. --Cdr. Navarre

source: SHIVA Rotary Cannon
de: SHIVA Drehgeschütz
fr: Canon Rotatif SHIVA
ru: Многоствольная автопушка SHIVA

source: craft_weapon_shiva_txt
de: Technische Spezifikationen: SHIVA Drehkanone KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Nun, da wir Flugzeuge haben, die die angreifenden UFOs abfangen können, müssen wir sie mit Waffen ausrüsten, die die außerirdischen Vehikel auch abschießen können. Wir haben jede verfügbare Waffe der Erde als Teil des Excalibur Programms getestet und wir haben die Besten davon für die Verteidigung unseres Planeten ausgewählt. Die SHIVA ist eine vierläufige rotierende Kanone, die 20mm SMG (Schweres Maschinengewehr) Patronen verschießt. Sie ist eine extern-versorgte Kanone -- anstatt sich auf Rückstoß zu verlassen, um das System anzutreiben, nutzt es einen externen Motor, um Strom zu produzieren. Der Elektromotor der SHIVA ist ein hocheffizientes 20 PS Kraftpaket, was eine Feuerrate von 6.000 Schuss pro Minute erlaubt. Entwickelt und gebaut in Bangladesch wurde die SHIVA im Jahre 2048 und versagte in jedem Test. Das Projekt wurde beinahe aufgegeben, bis eine Geheimuntersuchung im Juli 2050 ergab, dass ein rivalisierender Waffenproduzent eine lange laufende Verschwörung zur Sabotage unterhielt. Es wurde ein neuer Prototyp konstruiert, welcher genug versprach, um weitere Entwicklung zu erlauben. Nach und nach wurden alle schweren Fehler ausgemerzt und an diesem Punkt wurde die Kraft dieser Waffe offenbar. Die SHIVA ist sehr leicht für eine Flugzeugwaffe ihrer Größe und Effektivität und hat ein Leergewicht von gerade mal 250 Kilogramm (beladen 400 Kg). Die Feuerrate übertrifft alle anderen existierenden, vierläufigen Waffen. Ihr fortschrittliches Zielsystem kann den Gegner erfasst halten, solange dieser in Radarreichweite, Lidarreichweite oder Sichtweite ist. Die ungebundenen Munitionsgurte sind sehr verlässlich und es wurde noch nie von einer Ladehemmung berichtet, seit die Waffe in Benutzung ist. Die SHIVA kann eine gute Auswahl an SMG Patronen verschießen; PB (Panzerbrechend) oder HE (Hochexplosiv). Die erste ist besser beim Durchschlagen, während die zweite mehr Schaden anrichtet, wenn sie durch die Panzerung kommt. Beide Arten haben bewiesen, dass sie UFO Panzerung durchschlagen können. Das größte Problem der SHIVA ist der begrenzte Schaden, den sie an UFOs anrichtet, was einen langen Luftkampf und viele Treffer benötigt, um das UFO runter zu holen. Das gibt dem Gegner viele Möglichkeiten, zu entkommen oder unser Flugzeug zu beschießen. Andererseits bietet das große Magazin mehr Durchhaltevermögen als andere Waffen und sie sollte nicht unterschätzt werden. Empfohlener Einsatz Geringer Schaden und lange Kampfzeiten begrenzen den Nutzen der SHIVA. Jedoch können diese Nachteile dadurch ausgeglichen werden, indem viele SHIVAs genutzt werden, oder sie mit Raketenwaffen gemischt wird. Sie bietet dauerndes Autofeuer, während sich der Pilot darauf konzentriert, seine Raketen ins Ziel zu bringen. Oder es kann Teil einer Kanonenbootkonfiguration sein -- einer oder mehrere Abfangjäger mit so vielen Kanonen wie möglich, um den Gegner durch das Schiere Gewicht der Munition runter zu holen. Wir haben derzeit zu wenig Erfahrung, um den besten Weg des Angriffes auf ein UFO mit oder ohne diese Waffe zu ermitteln. Aber solange wir keine Alienwaffen bergen, ist die SHIVA die beste Wahl in einem Luftkampf, die die Erde zu bieten hat. Zusatz Keiner.
fr: Spécifications techniques : Canon Rotatif SHIVA NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Maintenant que nous disposons d'appareils capables d'intercepter les OVNIs attaquants, nous devons les équiper en armements qui puissent les détruire. Nous avons testé toutes les armes disponibles sur Terre, et nous avons sélectionné la meilleure pour la défense de notre planète pour le Programme Excalibur. Le SHIVA est un canon rotatif à quatre tubes, utilisant des balles 20mm FML (Fusil Mitrailleur Lourd). Le rechargement de l'arme n'est pas alimenté par son recul, mais par un petit moteur externe. Il s'agit d'un moteur électrique très performant de 20 chevaux de puissance, qui permet au SHIVA de tirer avec précision les balles 20mm FML à une cadence de tir de 6000 balles par minutes. Conçu et fabriqué au Bangladesh, le premier prototype du SHIVA date de 2048. Celui-ci échoua à tous les tests durant sa première année. Le projet fut presque abandonné, jusqu'à ce qu'une enquête des services secrets révèle en 2050 un sabotage par une compagnie d'armement concurrente. Un nouveau prototype fut mis au point qui afficha des résultats prometteurs. Après quelques modifications permettant l'élimination des problèmes majeurs, la puissance de l'arme devint évidente. Le SHIVA est très léger pour une arme d'appareil de cette taille et de cette efficacité. Elle ne pèse que 250 kilo à vide, et 400 kilos chargée. Sa cadence de tir dépasse celle de toute autre arme existante à quatre tubes. Son système de verrouillage sophistiqué lui permet de viser la cible tant qu'un radar, un lidar ou une visée laser est disponible. L'alimentation des balles non reliées est très fiable et aucun enrayement n'a jamais été enregistré depuis la création du SHIVA. Le SHIVA peut tirer deux types de balles FML différentes : les IP (Incendiaires Perforantes) ou les IHE (Incendiaires Hautement Explosives). Les premières pénètrent mieux les protections alors que les secondes font plus de dommages une fois la protection passée. Ces deux types de munitions ont montré leurs capacités à transpercer jusqu'à un certain point les armures des OVNIs. L'inconvénient principal du canon SHIVA est les dégâts limités qu'il inflige aux OVNIs. Le combat doit donc être relativement long pour abattre un ennemi avec cette arme. Cela lui laisse l'opportunité de s'échapper ou de riposter. Cependant, son nombre de munitions important en font une arme plus endurante que la plupart des autres, ce qui ne doit pas être négligé. Doctrine recommandée Les faibles dégâts qu'il engendre et la longueur nécessaire des combats limitent l'utilité du SHIVA. Dans la plupart des cas, ces inconvénients seront diminués, voire compensés, si plusieurs canons sont installés ou si le canon est utilisé conjointement à un lance-missile. Le tir automatique continu permet par exemple au pilote de se concentrer sur le lancement des missiles. Ou encore, une configuration en canonnière (un ou plusieurs intercepteurs armés exclusivement de ce canon), permet la destruction de l'ennemi par le grand nombre de balles tirées. Nous manquons d'expérience pour recommander une stratégie d'engagement des vaisseaux aliens, avec ou sans cette arme. Jusqu'à ce que nous capturions des armes d'OVNIs, le SHIVA reste cependant le meilleur canon que la Terre puisse nous proposer. Addenda Aucun.
ru: Technical Specifications: SHIVA Rotary Cannon CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. The SHIVA is a four-barreled rotary cannon, firing the 20mm HMG (Heavy Machine Gun) round. It is an externally-powered gun -- rather than being dependent upon recoil to actuate the system, it uses an external motor to produce power. The electric motor which drives the SHIVA is a high-efficiency 20 horse power beast, achieving a rate of fire up to 6,000 rounds a minute with the accurate, hard-hitting 20mm HMG shells. Designed and built in Bangladesh, the SHIVA was first prototyped in 2048, failing every one of its trials during that year. The project was nearly discontinued until, in July 2050, an undercover investigation revealed a long-running sabotage plot by a rival arms company. A new prototype was constructed which showed enough promise justify further development. Eventually all the major bugs were ironed out, at which point the power of this weapon became apparent. The SHIVA is very light for an aircraft weapon of its size and effectiveness, weighing only 250 kilos unloaded, 400 kilos loaded. The rate of fire exceeds that of any other four-barreled cannon in existence. Its sophisticated tracking systems can hold a bead on an enemy for as long as there is a radar, lidar or optical target solution available. The unlinked ammo feeds are highly reliable and no jam has ever been recorded throughout the gun's service history. The SHIVA can fire two varieties of the HMG round; API (Armour-Piercing Incendiary) or HEI (High-Explosive Incendiary). The former achieves better penetration while the latter can do more damage if penetration is achieved. Both these rounds are proven to be capable of penetrating UFO armour to some degree. The largest issue with the SHIVA cannon is that it does only limited damage to a UFO, requiring a fairly long engagement time in order to bring a target down on its own. This also allows the enemy plenty of opportunity to escape or peg our craft with return fire. On the other hand, its large magazine gives it more staying power than most other weapons, and it is not to be underestimated. Recommended Doctrine Low damage and long engagement times somewhat limit the SHIVA's usefulness. However, most of these failings can be amended or eliminated if the gun is used in numbers or as part of a mixed gun-and-missiles armament. It can provide continuous automatic fire while the pilot concentrates on delivering his missiles, or it can be part of a gunboat configuration -- one or more interceptors loaded with as many cannons as possible, bringing down a UFO by sheer weight of lead. We currently have too little experience to recommend a most-effective way to engage alien craft with or without this weapon, but until we manage to capture some UFO weapon mounts, the SHIVA will remain the best dogfighting gun Earth has to offer. Addenda None.
th: Technical Specifications: SHIVA Rotary Cannon CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Now that we have aircraft capable of intercepting the attacking UFOs, we need to equip them with armaments that can actually shoot down these alien craft. We have evaluated every available weapon on Earth as part of the Excalibur Program, and we have selected the very best for the defence of our planet. The SHIVA is a four-barreled rotary cannon, firing the 20mm HMG (Heavy Machine Gun) round. It is an externally-powered gun -- rather than being dependent upon recoil to actuate the system, it uses an external motor to produce power. The electric motor which drives the SHIVA is a high-efficiency 20 horse power beast, achieving a rate of fire up to 6,000 rounds a minute with the accurate, hard-hitting 20mm HMG shells. Designed and built in Bangladesh, the SHIVA was first prototyped in 2048, failing every one of its trials during that year. The project was nearly discontinued until, in July 2050, an undercover investigation revealed a long-running sabotage plot by a rival arms company. A new prototype was constructed which showed enough promise justify further development. Eventually all the major bugs were ironed out, at which point the power of this weapon became apparent. The SHIVA is very light for an aircraft weapon of its size and effectiveness, weighing only 250 kilos unloaded, 400 kilos loaded. The rate of fire exceeds that of any other four-barreled cannon in existence. Its sophisticated tracking systems can hold a bead on an enemy for as long as there is a radar, lidar or optical target solution available. The unlinked ammo feeds are highly reliable and no jam has ever been recorded throughout the gun's service history. The SHIVA can fire two varieties of the HMG round; API (Armour-Piercing Incendiary) or HEI (High-Explosive Incendiary). The former achieves better penetration while the latter can do more damage if penetration is achieved. Both these rounds are proven to be capable of penetrating UFO armour to some degree. The largest issue with the SHIVA cannon is that it does only limited damage to a UFO, requiring a fairly long engagement time in order to bring a target down on its own. This also allows the enemy plenty of opportunity to escape or peg our craft with return fire. On the other hand, its large magazine gives it more staying power than most other weapons, and it is not to be underestimated. Recommended Doctrine Low damage and long engagement times somewhat limit the SHIVA's usefulness. However, most of these failings can be amended or eliminated if the gun is used in numbers or as part of a mixed gun-and-missiles armament. It can provide continuous automatic fire while the pilot concentrates on delivering his missiles, or it can be part of a gunboat configuration -- one or more interceptors loaded with as many cannons as possible, bringing down a UFO by sheer weight of lead. We currently have too little experience to recommend a most-effective way to engage alien craft with or without this weapon, but until we manage to capture some UFO weapon mounts, the SHIVA will remain the best dogfighting gun Earth has to offer. Addenda None.
