Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_quarters_txt
de: Baupläne -- Quartiere KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 22. Januar 1958 Von: Maj. Marcel LeClerc, Basiskommandeur, PHALANX, Pazifisches Operationskommando Überblick Die Quartiere sind die Standard Wohneinheit für das PHALANX Personal. Sie bieten Wohnraum und sanitäre Anlagen für bis zu 20 Personen und nötiges Hilfspersonal. Die untere Etage beinhaltet die Kasernen der Soldaten, Duschen, Toiletten und einen Freizeitraum, wo Soldaten ihre Freizeit verbringen können. Jeder Soldat bekommt eine Schlafkoje und einen Spind, um seine persönlichen Sachen, wie Zivilkleidung, zu lagern. Er ist auch für Uniformen und andere Dienstausrüstung gedacht. Die obere Etage beinhaltet die Quartiere der Offiziere, meistens genutzt für wichtiges Personal. Jedes Privatquartier hat sein eigenes Bett, Schreibtisch, Stellplatz und sanitäre Einrichtung und die Etage hat mehrere getrennte Duschen. Diese Etage ist außerdem über dem Boden und bekommt natürliches Sonnenlicht ab. Für den Notfall haben die Quartiere auch einen speziellen Teil, der als Katastrophenschutzraum genutzt werden kann, damit nicht-militärisches Personal Schutz suchen kann, bis die Gefahr vorüber ist. Der Schutzraum hat genug Atemluft und Vorräte, dass 12 Leute eine Woche lang überleben können. Die Zugangsluke ist aus Wolframvertärkten Titan und ist nicht zu öffnen, es sei denn jemand lässt eine Atombombe davor explodieren. Die Quartiere sind nicht von anderen Einrichtungen abhängig, um zu funktionieren. Empfohlener Einsatz Die Quartiere sind ein wichtiger Teil von Evakuierungsplänen, wenn die Basis angegriffen wird. Alles nicht-militärische Personal müssen dann ihre Aufgaben sofort abbrechen und sich im nächstgelegenen Schutzraum melden, sei es die Kommandozentrale, die Quartiere oder andere passende Einrichtungen. Sieben Minuten nach den ersten Angriffssirenen schließen sich alle Katastrophenschutzluken - auch wenn sich noch nicht alles nicht-militärische Personal Schutz gesucht hat - und lassen sich nicht mehr von außen öffnen. Jeder, der nicht am Kampf teilnimmt, sollte zu der Zeit in den Schutzräumen sein. Die Einrichtung ist taktisch gesehen wertlos und wird von den Außerirdischen in den meisten Fällen ignoriert. Während eines Angriffes ist sie durch und durch unwichtig, außerdem billig zu bauen und einfach zu reparieren. Abgesehen von ihrer totalen Zerstörung können Außerirdische nicht viel tun, um die Quartiere groß für längere Zeit außer Gefecht zu setzen. Zusatz Keiner.
fr: Projet d'Aménagement : Quartiers d'Habitation NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 22 Janvier 1958 Auteur : Mjr Marcel LeClerc, Commandant de base, PHALANX, Commandement des Opérations du Pacifique Considérations générales Les Quartiers d'Habitation sont les logements standards de tout le personnel PHALANX. Ils permettent de loger 20 personnes et le personnel auxiliaire, et leur fournissent les équipements sanitaires nécessaires. Le premier étage de l'installation correspond à la caserne des soldats : dortoirs, douches communes, salle d'eau, et une zone collective où les troupes peuvent passer leur temps de repos. Chaque soldat dispose d'une couchette et d'un casier pour ranger ses affaires personnelles comme ses vêtements civils. Il peut également y mettre ses uniformes et autres équipements de service. L'étage supérieur contient les quartiers des officiers, où est généralement logé le personnel gradé ou important. Chaque quartier privé est équipé d'un lit, d'un bureau, d'espaces de rangement et d'équipements sanitaires. Des douches communes mais séparées sont disponibles pour tout l'étage. Ce niveau est situé à la surface du sol, et est donc éclairé par la lumière du soleil. En cas d'urgence, les quartiers d'habitation ont une zone spécialement conçue pour servir d'abri où le personnel non combattant peut se réfugier jusqu'à la fin de l'alerte. Cet abri fournit l'oxygène et les réserves nécessaires à 12 personnes pour une semaine. L'accès est protégé par un sas en titane renforcé au tungstène et ne pourra être forcé à moins d'utiliser des armes nucléaires. Les Quartiers d'Habitation ne nécessitent aucun autre aménagement pour fonctionner. Doctrine recommandée Les Quartiers d'Habitation sont un moyen important d'évacuer la base en cas d'attaque. Tout le personnel non combattant devra arrêter son activité immédiatement et rejoindre l'abri ou le quartier sécurisé le plus proche, que ce soit le Centre de Commandement, les Quartiers d'Habitation, ou tout autre aménagement approprié. Sept minutes après le déclenchement de l'alarme, toutes les sas des abris se fermeront, indépendamment du nombre de personne qu'ils contiennent, et ne se rouvriront que depuis l'intérieur. Toute personne qui ne participera pas au combat devrait se trouver à l'intérieur à ce moment. L'aménagement est presque sans valeur d'un point de vue stratégique, et sera probablement ignoré par les assaillants. Il est totalement sans importance durant une attaque, est peu chère à construire et facile à réparer. Il est peu de choses qu'une force hostile puisse faire pour réellement saboter les Logements d'Habitation, hormis sa destruction totale. Addenda Aucun.
ru: Проектная документация -- Казармы ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Аннотация по строениям, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 22 января 1958 Автор: майор Марсель ЛеКлерк, Командующий базы, ФАЛАНКС, Тихоокеанская ударная группа Краткий обзор Модуль Казарм -- это стандартный жилой блок для персонала ФАЛАНКС. Он обеспечивает жилое пространство и средства гигиены для 20 человек и нескольких членов вспомогательного персонала. Нижний этаж модуля содержит жилые отсеки солдат, общие душевые, ванные и общую область, где бойцы могут провести своё свободное от дежурств время. Каждый солдат получает отдельное спальное место и шкафчик для хранения своих личных вещей, таких как гражданская одежда. Он так же служит и для хранения униформы и другого служебного снаряжения. Верхний этаж содержит квартиры офицеров, обычно занимаемые каким-нибудь командным персоналом или прочими важными персонами. Каждая отдельная квартира имеет свою собственную кровать, стол, шкаф и блок гигиены, а уровень в целом -- общие спортивные снаряды и отдельные душевые кабинки. Этот этаж расположен выше уровня земли и получает естественное солнечное освещение. На случай чрезвычайной ситуации модуль Казарм имеет специальную переборку, разработанную для создания аварийного убежища, в котором небоевой персонал может укрыться, пока не будет дан сигнал отбоя тревоги. Убежище обеспечено кислородом и средствами жизнеобеспечения на 12 человек в течение одной недели. Входной люк сделан из титана, усиленного вольфрамом, и мало что может открыть его, не считая ядерного взрыва. Казармы в своей эксплуатации не зависят от каких-либо других структур. Рекомендованная доктрина Казармы -- это важная часть системы эвакуации при нападении на базу. Весь небоевой персонал немедленно бросает свои текущие задачи и отступает к ближайшему убежищу или укреплённой точке, будь это Командный Центр, Казармы или другой подходящий модуль. Через семь минут после сигнала боевой тревоги, все входные люки убежищ закроются, независимо от того, сколько персонала укроется внутри, после чего открыть их можно будет только изнутри. К этому моменту каждый, кто не принимает участие в отражении нападения, уже должен быть внутри. Модуль не имеет ценности с тактической точки зрения, и, скорее всего, будет игнорироваться инопланетными агрессорами. Он абсолютно не важен во время нападения, так как дёшев в строительстве и его легко отремонтировать. Враждебные силы могут причинить ему очень мало вреда, не считая полного уничтожения базы, которое реально может доставить неудобство модулю Казарм. Приложения Нет.
th: พิมพ์เขียว -- เขตพักอาศัย เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 22 มกราคม 1958 โดย: พล.ท. มาร์เซล เลอเคลิร์ค, ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัติการแปซิฟิค ภาพรวม เขตพักอาศัยเป็นที่พักมาตรฐานสำหรับบุคลากรของ PHALANX มันจะเป็นที่อยู่และที่ชำระร่างกายสำหรับ 20 คน และเจ้าหน้าที่ประสานงานอื่นๆ ชั้นล่างจะเป็นค่ายทหาร ที่อาบน้ำรวม ห้องน้ำ และที่พักผ่อนสำหรับเวลานอกเวร ทหารแต่ละคนจะไ้ด้รับหนึ่งเตียงและหนึ่งตู้สำหรับเก็บของส่วนตัวเช่นเสื้อผ้า มันยังใช้เก็บเครื่องแบบและอุปกรณ์สำหรับหน้าที่อื่นๆ ด้วย ชั้นบนเป็นที่อยู่ของหัวหน้า ซึ่งจะใช้กับบุคคลากรที่มียศหรือมีความสำคัญ ห้องส่วนตัวจะมีเตียง โต๊ะ ที่เก็บของและห้องน้ำ และทั้งชั้นจะมีห้องอาบน้ำร่วมที่แยกออกมา ชั้นนี้จะอยู่เหนือพื้นดินและได้รับแสงอาทิตย์ธรรมชาติ ในกรณีฉุกเฉิน เขตพักอาศัยจะมีส่วนเฉพาะที่ถูกออกแบบให้เป็นที่หลบภัย สำหรับเจ้าหน้าที่ที่ไม่ได้ร่วมรบจะเข้ามาหลบจนกว่าจะได้รับการเคลียร์ ที่หลบภัยจะมีออกซิเจนและของจำเป็นเพียงพอสำหรับ 12 คนเป็นเวลาหนึ่งสัปดาห์ ประตูทางเข้าจะทำด้วยไททาเนียมเสริมทังสเตน และต้องใช้แรงระเบิดระดับนิวเคลียร์ในการเปิด เขตพักอาศัยไม่ต้องใช้โครงสร้างอื่นในการทำงาน กฎข้อแนะนำ เขตพักอาศัยเป็นบริเวณสำคัญในการอพยพในกรณีฐานถูกโจมตี บุคลาการที่่ไม่เกี่ยวกับการรบทั้งหมดต้องหยุดการทำงานโดยทันที และหนีไปสู่ที่หลบภัยหรือจุดป้องกันที่ใกล้ที่สุด ไม่ว่าจะเป็นศูนย์บัญชาการ เขตพักอาศัย หรือสิ่งก่อสร้างอื่นที่เหมาะสม เจ็ดนาทีหลังสัญญาณเตือนภัยการถูกโจมตี ประตูจุดหลบภัยทั้งหมดจะปิด -- ไม่ว่าจะมีเจ้าหน้าที่อยู่กี่คนก็ตาม -- และมันจะเปิดได้จากภายในเท่านั้น ทุกคนที่ไม่ได้เข้าร่วมสู้ควรจะอยู่ภายในเมื่อถึงเวลา โครงสร้างนี้ไม่มีค่าทางกลยุทธ์ และพวกต่างดาวจะไม่สนใจ เป็นจุดไม่สำคัญระหว่างการโจมตี สร้างได้ราคาถูก ซ่อมแซมง่าย กลุ่มรุกรากจะทำอะไรเขตพักอาศัยไม่ได้หากไม่ใช่ทำลายทิ้งโดยสิ้นเชิง ข้อมูลเพิ่มเติม ไม่มี
