Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: Snow
de: Schnee
fr: Neige
ru: Снег
th: หิมะ

source: Alien landing - Snow
de: Landungsort der Außerirdischen - Schnee
fr: Atterrissage alien - Neige
ru: Место высадки пришельцев - Снег
th: มนุษย์ต่างดาวลงจอด - หิมะ

source: Industrial
de: Industrie
fr: Industriel
ru: Промышленный район
th: เขตอุตสาหกรรม

source: Alien landing - Industrial
de: Landungsort der Außerirdischen - Industrie
fr: Atterrissage alien - Zone industrielle
ru: Место высадки пришельцев - Промышленный район
th: มนุษย์ต่างดาวลงจอด - เขตอุตสาหกรรม

source: Multiplayer Coop
de: Mehrspieler Coop
fr: Multijoueur coopératif
th: หลายผู้เล่นช่วยเหลือกัน

source: Multiplayer Deathmatch
de: Mehrspieler Deathmatch
fr: Multijoueur match à mort
th: หลายผู้เล่นแบบเดธแมตช์

source: Oriental small
de: Orientalisch (klein)
fr: Oriental petit
ru: Ближневосточный - малый
th: ตะวันออกชุดเล็ก

source: Oriental medium
de: Orientalisch (mittel)
fr: Oriental moyen
ru: Ближневосточный - средний
th: ตะวันออกชุดกลาง

source: Oriental big
de: Orientalisch (groß)
fr: Oriental grand
ru: Ближневосточный - большой
th: ตะวันออกชุดใหญ่

source: Tropical river
de: Tropisch, Fluss
fr: Tropical rivière
ru: Тропическая река
th: แม่น้ำเขตศูนย์สูตร

source: Tropical drug
de: Tropisch Drogen
fr: Tropical magasin
ru: Тропическая наркоплантация
th: ยา เขตศูนย์สูตร

source: UFO - Harvester
de: UFO - Sammler
fr: OVNI - Moissonneuse
ru: НЛО - Охотник
th: จานบิน - ยานเก็บเกี่ยว

source: UFO - Scout
de: UFO - Kundschafter
fr: OVNI - Éclaireur
ru: НЛО - Разведчик
th: จานบินสอดแนม

source: UFO - Fighter
de: UFO - Jäger
fr: OVNI - Chasseur
ru: НЛО - Истребитель
th: จานบินต่อสู้

source: UFO - Supply Ship
de: UFO - Versorgungsschiff
fr: OVNI - Ravitailleur

source: Village residential
de: Dorf, Wohngebiet
fr: Village résidentiel
ru: Сельский жилой
th: หมู่บ้านเขตที่พัก

source: Village recreational
de: Dorf, Erholungsgebiet
fr: Village divertissement
ru: Сельский развлекательный
th: หมู่บ้านเขตพักผ่อน

source: Village big
de: Dorf (groß)
fr: Village grand
ru: Сельский большой
th: หมู่บ้านใหญ่

source: Firebird-class Dropship
de: Firebird-Klasse Landungsschiff
fr: Transport de Classe Firebird
ru: >Десантный транспорт класса
th: ยานบรรทุก ชั้นไฟร์เบิร์ด

source: Firebird D
fr: Firebird T
ru: Жар-Птица ДТ
th: ย. ไฟร์เบิร์ด

source: Stiletto-class Interceptor
de: Stiletto-Klasse Abfangjäger
fr: Intercepteur de Classe Stiletto
ru: >Перехватчик класса
th: ยานอินเตอร์เซปเตอร์ ชั้นสติลเลตโต

source: Saracen-class Interceptor
de: Sarazen-Klasse Abfangjäger
fr: Intercepteur de Classe Sarrasin
ru: >Перехватчик класса
th: ยานอินเตอร์เซปเตอร์ ชั้นซาราเซน

source: Saracen I
de: Sarazene I
fr: Sarrasin I
ru: Сарацин Пр
th: ย. ซาราเซน

source: Dragon Interceptor
de: Dragon - Abfangjäger
fr: Intercepteur Dragon

source: Stingray Interceptor
de: Stingray - Abfangjäger
fr: Intercepteur Stingray

source: Harvester U
de: UFO-Saml.
fr: O Moissonneuse

source: UFO - Carrier
de: UFO - Transporter
fr: OVNI - Transport

source: Supply U
de: Vers.-UFO
fr: Ravitailleur O

source: UFO - Condor
de: UFO - Kondor
fr: OVNI - Condor

source: Condor U
de: UFO-Kond.
fr: O Condor

source: Scout U
de: UFO-Akl.
fr: Eclaireur O
ru: Разведчик Н
th: จ. สอดแนม

source: Fighter U
de: UFO-Jgr.
fr: Chasseur O
ru: Истребитель Н
th: จ. ต่อสู้

source: Shiva Rotary Cannon
de: Shiva Drehgeschütz
fr: Canon Rotatif SHIVA

source: SHIVA 20mm API Rounds
de: SHIVA 20mm PB Munition
fr: Munitions SHIVA IP 20mm
ru: 20мм БЗ снаряды SHIVA

source: SHIVA 20mm HEI Rounds
de: SHIVA 20mm HE Munition
fr: Munitions SHIVA IHE 20mm
ru: 20мм ФЗ снаряды SHIVA

source: Raven ECM Unit
de: Raven EGM Einheit
fr: Unité de CME Corbeau

source: Sparrowhawk AA Missile Rack
de: Sperber AA Raketenwerfer
fr: Lance-Missile AA Épervier

source: Sparrowhawk Missile
de: Sperber Rakete
fr: Missile Épervier

source: TR-20 Rocket Pod
de: TR-20 Raketenwerfer
fr: Lance-Roquettes TR-20
ru: Блок НАР TR-20

source: TR-20 Rocket
de: TR-20 Rakete
fr: Roquette TR-20
ru: Ракета TR-20

source: Particle Beam Weapon
de: Partikelstrahlwaffe
fr: Arme à Faisceau de Particules
ru: Лучевое оружие

source: Targeting Computer
de: Zielcomputer
fr: Ordinateur de Visée
ru: Прицельный комплекс

source: Fuel Pod
de: Zusatztank
fr: Réservoir de Carburant
ru: Подвесной топливный бак

source: Polymer Aircraft Armour
de: Polymerpanzerung
fr: Armure Polymère
ru: Полимерная авиаброня

source: Alien Aircraft Plating
de: Alien-Flugzeugpanzerung
fr: Coque Renforcée Alienne

source: Alien Astrogation
de: Außerirdische Navigation
fr: Navigation Alienne

source: Alien Propulsion
de: Außerirdischer Antrieb
fr: Propulsion Alienne

source: Alien Detection
de: Außerirdische Ortung
fr: Détection Alienne

source: Base defence: TR-20 Rocket Pod
de: Basis: TR-20 Raketenwerfer
fr: Défense : Lance-Roquettes TR-20

source: Base defence: TR-20 Rocket
de: Basis: TR-20 Rakete
fr: Défense : Roquette TR-20

source: steelblade
de: Stahlklinge
fr: Épée d'acier

source: monomolecularblade
de: Monomolekulare Klingen
fr: lame monomoléculaire

source: blast
de: Explosion
fr: Explosion
ru: взрыв
th: อัดกระแทก

source: fire
de: Feuer
fr: Feu
ru: огонь
th: ไฟ

source: shock
de: Schock
fr: Electricité
ru: шок
th: ช็อต

source: particlebeam
de: Partikelstrahl
fr: Faisc. de particules
ru: лучевое оружие
th: ลำแสงอนุภาค

source: stun
de: Betäubung
fr: Assommant
ru: оглушение
th: ขยับตัวไม่ได้

source: Combat Armour
de: Gefechtsrüstung
fr: Armure de Combat
ru: Боевая броня
th: เกราะรบ

source: Nanocomposite Armour
de: Nanoverbundstoffrüstung
fr: Armure Nanocomposite
ru: Фуллереновая броня
th: เกราะนาโน

source: Power Armour
fr: Armure puissante

source: Alien Body Armour
de: Körperrüstung eines Außerirdischen
fr: Armure Corporelle Alienne
ru: Нательная броня пришельцев
th: เกราะต่างดาว

source: Medium Alien Armour
de: Mittlere außerirdische Rüstung
fr: Armure moyenne alienne
ru: Средняя броня пришельцев
th: เกราะต่างดาวขนาดกลาง

source: Alien Containment Facility
de: Quarantänestation
fr: Unité de Détention
ru: Изолятор
th: เขตกักกันมนุษย์ต่างดาว

source: Entrance
de: Eingang
fr: Entrée
ru: Вход
th: ทางเข้า

source: Missile Battery
de: Raketengeschütze
fr: Batterie de Missiles

source: Storage
de: Lager
fr: Entrepôt
ru: Склад
th: ห้องเก็บของ

source: Power Plant
de: Kraftwerk
fr: Générateur de Puissance
ru: Электростанция
th: แหล่งผลิตพลังงาน

source: Command Centre
de: Kommandozentrale
fr: Centre de Commandement
ru: Командный центр
th: ศูนย์บัญชาการ

source: Living Quarters
de: Quartiere
fr: Quartiers d'Habitation
ru: Казармы
th: เขตพักอาศัย

source: Large Hangar
de: Großer Hangar
fr: Grand Hangar
ru: Большой ангар
th: โรงเก็บเครื่องบินใหญ่

source: Small Hangar
de: Kleiner Hangar
fr: Petit Hangar
ru: Малый ангар
th: โรงเก็บเครื่องบินเล็ก

source: Small UFO Hangar
de: Kleiner Ufo Hangar
fr: Petit Hangar à OVNI
ru: Малый демонтажный цех
th: โรงเก็บจานบินเล็ก

source: Large UFO Hangar
de: Großer Ufo Hangar
fr: Grand Hangar à OVNI
ru: Большой демонтажный цех
th: โรงเก็บจานบินใหญ่

source: Team Room
de: Erholungsraum
fr: Quartiers de Repos
ru: Комната отдыха
th: ห้องทีม

source: Workshop
de: Werkstatt
fr: Atelier
ru: Мастерская
th: ห้องช่าง

source: Laboratory
de: Labor
fr: Laboratoire
ru: Лаборатория
th: ห้องวิจัย

source: Hospital
de: Krankenstation
fr: Hôpital
ru: Лазарет
th: โรงพยาบาล

source: Antimatter Storage
de: Antimaterie-Lager
fr: Stockage d'Antimatière

source: Home
de: Heimatbasis
fr: Base principale
ru: ШТАБ-КВАРТИРА
th: ศูนย์บัญชาการ PHALANX

source: Very Hard Campaign
de: Sehr schwere Kampagne
fr: Campagne Très Difficile
ru: Очень тяжёлая кампания
th: ระดับยากมาก

source: txt_veryhard_campaign
de: Dies ist eine extrem schwere Version der Standardkampagne. In diesem Szenario sind die Chancen stark gegen Sie. Sie erhalten wenig Rekruten und die Nationen sind sehr anspruchsvoll. Die Außerirdischen zeigen keine Gnade. Diese Option stellt die sehr schwere Schwierigkeitsstufe dar und wird für Spieler empfohlen, die die schwere Stufe bereits geschafft haben und sich eine noch schwerere Herausforderung wünschen.
fr: Il s'agit d'une version extrêmement difficile de la Campagne Standard. Dans ce scénario, toutes les chances seront contre vous, vous ne recevrez que quelques recrues, et les différentes nations seront extrêmement exigeantes. Les aliens n'auront aucune pitié. Cette option représente le niveau de difficulté Très Difficile, et est recommandée pour les joueurs qui sont parvenus à terminer la Campagne Difficile et éprouvent encore le besoin de se faire souffrir.
ru: Чрезвычайно сложная версия Стандартной Кампании. В этом сценарии всё настроено против Вас. Вы получите лишь несколько рекрутов, а правительства будут крайне требовательны. И не ждите снисхождения от пришельцев. Этот пункт представляет собой Очень Тяжёлый уровень сложности, и рекомендуется тем, кто осилил Тяжёлый уровень сложности, и испытывает необходимость в ещё более жёстких рамках.
th: เป็นฉากที่มีความยากมาก ฉากนี้ทุกอย่างจะเป็นอุปสรรคสำหรับคุณทั้งนั้น คุณจะมีบุคคลน้อย และทุกชาติจะเรียกร้องมากอย่างยิ่ง มนุษย์ต่างดาวจะไม่มีการปราณี ตัวเลือกนี้แสดงระดับยากมาก และแนะนำเฉพาะคนที่ชนะระดับยากแล้ว และยังอยากจะทำร้ายตัวเองอีก

source: Hard Campaign
de: Schwierige Kampagne
fr: Campagne Difficile
ru: Тяжёлая кампания
th: ระดับยาก

source: txt_hard_campaign
de: Dies ist eine schwerere Version der Standardkampagne. Sie bekommen weniger Soldaten, Techniker und Wissenschaftler. Die Nationen sind schwerer zufriedenzustellen, die Forschung ist langsamer und braucht mehr Mittel und die Außerirdischen sind stärker. Diese Option stellt die schwere Schwierigkeitsstufe dar und wird für fortgeschrittene Spieler empfohlen.
fr: Il s'agit d'une version plus difficile que la Campagne Standard. Vous disposerez de moins de soldats, d'ingénieurs et de scientifiques. Les différentes nations seront plus difficiles à satisfaire, la recherche sera plus lente et plus exigeante, et les aliens seront plus forts. Cette option représente le niveau de difficulté Difficile, et est recommandée pour les joueurs experts.
ru: Более сложная версия Стандартной Кампании. Вы получите меньше солдат, техников, и учёных. Будет труднее удовлетворить различные страны. Исследования будут продвигаться медленнее и потребуют больше ресурсов. Пришельцы будут более опасны в бою. Этот пункт соответствует Тяжёлому уровню сложности, и рекомендуется для опытных игроков.
th: เป็นฉากที่ยากกว่าระดับปกติ คุณจะมีทหาร, วิศวกร, และนักวิทยาศาสตร์น้อยลง, ประเทศต่างๆ จะพอใจยากขึ้น, การวิจัยจะช้าลงและต้องใช้ทรัพยากรมากขึ้น, และมนุษย์ต่างดาวจะแกร่งขึ้น ตัวเลือกนี้เป็นระดับยาก และแนะนำสำหรับผู้เล่นที่เก่งแล้ว

source: Standard Campaign
de: Standard Kampagne
fr: Campagne Standard
ru: Стандартная кампания
th: ระดับปกติ

source: txt_standard_campaign
de: Dies ist ein militärisch ausgerichtetes Invasionsszenario für Einzelspieler. Sie übernehmen die Führung über das Projekt PHALANX (die Antwort der Erde auf die Bedrohung der Außerirdischen) und können ein dynamisches Spiel erleben, dass sowohl wesentliche Zufallsereignisse als auch eine alles überspannende Geschichte bietet. Diese Kampagne ist in mehreren Schwierigkeitsstufen verfügbar. Die aktuelle Option repräsentiert den Standardschwierigkeitsgrad - empfohlen für neue Spieler die eine Herausforderung suchen.
fr: Il s'agit d'un scénario pour un joueur, sur une thématique militaire. Le joueur assume le commandement du Projet PHALANX, mis en place en réponse à la menace alienne. Il évoluera dans un jeu dynamique qui intègre de nombreux éléments aléatoires à une forte trame narrative. Cette campagne est disponible en plusieurs niveaux de difficulté. Cette option représente le niveau de difficulté Standard, et est recommandée pour les nouveaux joueurs qui apprécient les défis.
ru: Однопользовательский сценарий военного противостояния Вторжению. Игрок принимает на себя командование силами ФАЛАНКС, противостоящими инопланетной угрозе от лица всего человечества, и может играть в динамичную игру с присутствием большого количества случайных элементов, и, в то же время, со всеобъемлющей сюжетной линией. Кампания доступна с несколькими уровнями сложности. Данный пункт представляет Стандартный уровень сложности, и рекомендуется для новых игроков, которые любят интересные задачи.
th: เป็นฉากการเล่นคนเืดียว ด้วยเนื้อหาการรุกรานทางการทหาร ผู้เล่นรับบทเป็นผู้บัญชาการโครงการ PHALANX ซึ่งเป็นกองกำลังรับมือมนุษย์ต่างดาวของโลก และสามารถเล่นเกมที่มีการเปลี่ยนแปลงต่อเนื่อง ที่มีทั้งเหตุการณ์เกิดขึ้นโดยสุ่ม และเนื้อเรื่องซับซ้อน เนื้อเรื่องนี้จะมีความยากง่ายหลายระดับ ตัวเลือกนี้แสดงถึงระดับความยากมาตรฐาน และแนะนำสำหรับผู้เล่นครั้งแรกที่ต้องการความท้าทาย

source: Easy Campaign
de: Einfache Kampagne
fr: Campagne Facile
ru: Лёгкая кампания
th: ระดับง่าย

source: txt_easy_campaign
de: Dies ist eine leichtere Version der Standardkampagne. Die Außerirdischen sind schwächer, UFO Angriffe finden seltener statt und Sie erhalten mehr neue Rekruten, um Verluste auszugleichen. Diese Kampagne stellt die leichte Schwierigkeitsstufe dar und ist eine gute Wahl für Spieler, die zum ersten Mal spielen und einfacheres Spielen wünschen, als es die Standardkampagne erlaubt.
fr: Il s'agit d'une version plus indulgente de la Campagne Standard. Les aliens seront moins véhéments, les apparitions d'OVNI moins fréquentes, et vous recevrez d'avantage de nouvelles recrues pour compenser les pertes au combat. Cette campagne représente le niveau de difficulté Facile, et est une option possible pour les nouveaux joueurs qui préfèrent explorer le jeu plus calmement que dans la Campagne Standard.
ru: Более простая версия Стандартной Кампании. Пришельцы будут слабее, налёты НЛО станут случаться реже, а Вы получите больше новых рекрутов для восполнения боевых потерь. Кампания представляет собой Лёгкий уровень сложности для тех начинающих игроков, кто предпочитает более мягкое развитие событий по сравнению со Стандартной Кампанией.
th: เป็นฉากที่ค่อนข้างปล่อย มนุษย์ต่างดาวจะไม่แกร่งเท่าไร จานบินจะบุกน้อยครั้งลง และคุณจะมีคนใหม่มาแทนคนที่ตายในสงครามมากกว่า ฉากนี้เป็นระดับง่าย และเป็นตัวเลือกสำหรับผู้เล่นครั้งแรกที่อยากจะไปได้ง่ายกว่าระดับปกติ

source: Very Easy Campaign
de: Sehr leichte Kampagne
fr: Campagne Très Facile
ru: Очень лёгкая кампания
th: ระดับง่ายมาก

source: txt_veryeasy_campaign
de: Dies ist eine sehr leichte Version der Standardkampagne. Ihre Streitkräfte sind stärker, die Außerirdischen weniger gefährlich und Sie werden weniger Verluste während der Kampagne haben. Diese Kampagne repräsentiert den sehr leichten Schwierigkeitsgrad und ist eine gute Option für Spieler, die zum ersten Mal spielen und erst mal UFO: AI antesten wollen.
fr: Il s'agit d'une version très indulgente de la Campagne Standard. Vos forces seront plus puissantes, les aliens moins dangereux, et vos pertes seront peu nombreuses au cours de la campagne. Cette campagne représente le niveau de difficulté Très Facile, et est une option possible pour les nouveaux joueurs qui veulent juste tester les possibilités de UFO: AI.
ru: Весьма упрощённый вариант Стандартной Кампании. Ваши силы будут более мощными, а пришельцы - заметно слабее. В результате, Ваши потери в течение кампании будут минимальны. Эта кампания представляет собой Очень Лёгкий уровень сложности, предназначенный для игроков, которые делают свои первые шаги в мире UFO: AI.
th: เป็นฉากที่ใจดีมาก กองทัพของคุณจะแข็งแกร่งกว่า, มนุษย์ต่างดาวอันตรายน้อยลง, และคุณจะเสียกำลังคนน้อยกว่าในระดับนี้ ฉากนี้เป็นระัดับง่ายมาก และเป็นตัวเลือกสำหรับผู้เล่นครั้งแรกที่ต้องการทดลองเล่น UFO: AI

source: Play the aliens
de: Spiele die Außerirdischen
fr: Jouer les aliens
ru: Играть за пришельцев
th: เล่นเป็นมนุษย์ต่างดาว

source: txt_alien_campaign
de: In dieser Kampagne spielen sie die andere Seite - die Außerirdischen - und müssen die Erde erobern.
fr: Dans ce mode, vous pouvez jouer les aliens contre les humains
ru: Эта кампания позволит Вам играть на другой стороне - во главе армии пришельцев осуществлять вторжение на Землю.
th: เล่นเป็นมนุษย์ต่างดาวสู้กับมนุษย์โลก

source: Devastating alien terror attack on Mumbai
de: Verheerender Angriff der Außerirdischen auf Mumbai
fr: Attaque de terreur alien dévastatrice sur Mumbai
ru: Опустошающая атака пришельцев на Бомбей
th: การโจมตีอย่างหนักของมนุษย์ต่างดาวที่มุมไบ

source: Alien aircraft spotted
de: UFO gesichtet
fr: Vaisseau alien repéré
th: พบยานต่างดาว

source: English
de: Englisch
fr: anglais

source: German
de: Deutsch
fr: allemand

source: Polish
de: Polnisch
fr: polonais

source: Spanish
de: Spanisch
fr: espagnol

source: Czech
de: Tschechisch
fr: tchèque

source: Danish
de: Dänisch
fr: danois

source: Estonian
de: Estnisch
fr: estonien

source: Finnish
de: Finnisch
fr: finlandais

source: French
de: Französisch
fr: français

source: Portuguese
de: Portugiesisch
fr: portuguais

source: Russian
de: Russisch
fr: russe

source: Slovenian
de: Slowenisch
fr: slovène

source: Swedish
de: Schwedisch
fr: suédois

source: Thai
de: Thailändisch
fr: Thaï

source: No language
de: Keine Sprache
fr: Pas de langue

source: A farmhouse surrounded by fields and sheds. A UFO has landed in one of the fields.
de: Ein von Äckern und Scheunen umgebenes Bauernhaus. Ein UFO ist auf einem der Felder gelandet.
fr: Une ferme entourée de champs et de granges. Un OVNI a atterri dans un de ces champs.

source: A shelter that was built to house people in times of major disasters. Some internal blast doors may have been closed.
de: Ein Bunker, gebaut um Menschen in Zeiten großer Katastrophen unterzubringen. Einige Schutztüren im Inneren sind vielleicht geschlossen worden.
fr: Un abri destiné à accueillir et protéger les gens en cas de catastrophe. Certaines portes blindées seront peut-être closes.

source: Cross
de: Kreuz
fr: Croix
ru: Крест
th: กางเขน

source: Coin
de: Medaille
fr: Pièce
ru: Медаль
th: เหรียญ

source: Scientist
de: Forscher
fr: Scientifique
ru: Учёный
th: นักวิทยาศาสตร์

source: Medic
de: Arzt
fr: Médecin
ru: Медик
th: เสนารักษ์

source: UGV
fr: VTSP
ru: АБМ

source: Worker
de: Arbeiter
fr: Technicien
ru: Рабочий
th: คนงาน

source: Rifleman
de: Soldat
fr: Fusilier
ru: Рядовой
th: พลทหาร

source: Rfn
de: S
fr: FUS
ru: Рдв
th: พล.

source: Lance-Corporal
de: Hauptgefreiter
fr: Caporal

source: LCpl
de: HG
fr: CPL

source: Corporal
de: Oberstabsgefreiter
fr: Caporal-chef
ru: Капрал
th: จ่าสิบเอก

source: Cpl
de: OSG
fr: CCH
ru: Кпр
th: จสอ.

source: Sergeant
de: Unteroffizier
fr: Sergent
ru: Сержант
th: ร้อยเอก

source: Warrant Officer
de: Hauptfeldwebel
fr: Adjudant

source: WO
de: HF
fr: ADJ

source: Senior Warrant Officer
de: Oberstabsfeldwebel
fr: Adjudant-chef

source: SWO
de: OSF
fr: ADC

source: Second Lieutenant
de: Leutnant
fr: Sous-lieutenant

source: 2Lt
de: Lt
fr: SLT

source: Lt
de: OLt
fr: LTN

source: Captain
de: Hauptmann
fr: Capitaine
ru: Капитан
th: พันเอก

source: Capt
de: H
fr: CNE

source: Major
fr: Commandant

source: Maj
de: M
fr: CDT

source: Lt Col
de: OTL
fr: LCL

source: Assign your squad
de: Besatzung zusammenstellen
fr: Assigner une équipe à l'appareil et l'équiper
ru: Формирование отряда
th: จัดการหน่วย

source: Hire your team first
de: Zuerst ein Team zusammenstellen
fr: Recrutez votre équipe d'abord
ru: Сначала наймите свой отряд
th: จ้างลูกทีมก่อน

source: Aircraft absent from base
de: Flugzeug ist unterwegs
fr: Appareil absent de la base
ru: Самолет отсутствует на базе
th: เครื่องบินไม่อยู่ในฐาน

source: Assign Soldiers
de: Soldat zuteilen
fr: Affecter des soldats
ru: Экипаж
th: จัดการทหาร

source: NA
fr: NC
ru: Н/Д
th: ไม่มี

source: Aircraft away
de: Flugzeug unterwegs
fr: Appareil absent
ru: Самолет на вылете
th: ยานบืนไม่อยู่

source: Buy or sell aircraft
de: Flugzeuge kaufen oder verkaufen
fr: Acheter ou vendre un appareil
ru: Покупка или продажа самолётов
th: ซื้อหรือขายยานบิน

source: Buy/Sell Aircraft
de: Kaufen/Verkaufen
fr: Acheter/Vendre
ru: Купить/продать
th: ซื้อขายยานบิน

source: Start your aircraft
de: Starten Sie ihr Flugzeug
fr: Faire décoller l'appareil
ru: Запуск выбранного самолета
th: เริ่มใช้ยานบิน

source: Start Aircraft
de: Flugzeug starten
fr: Démarrer appareil
ru: Запустить
th: เริ่มใช้ยานบิน

source: Call back aircraft
de: Flugzeug zurückrufen
fr: Rappeler appareil
ru: Отозвать самолёт на базу
th: เรียกยานบินกลับ

source: Call back
de: Zurückrufen
fr: Rappeler
ru: Отозвать
th: เรียกกลับ

source: Equip aircraft components
de: Flugzeug ausrüsten
fr: Équiper un appareil
ru: Снарядить самолёт компонентами и оборудованием

source: Equip
de: Ausrüsten
fr: Équiper
ru: Снарядить
th: ติดตั้ง

source: Produce aircraft or aircraft components
de: Flugzeuge und Ausrüstung produzieren
fr: Produire un appareil ou un composant pour appareil

source: Build at least one workshop
de: Baue mindestens eine Fabrik
fr: Construisez au moins un atelier

source: Produce
de: Produktion
fr: Production

source: Done
de: Fertig
fr: Fini
ru: Готово
th: เสร็จ

source: Switch to the previous aircraft
de: Zum vorherigem Flugzeug
fr: Appareil précédent
ru: Перейти к предыдущему самолету
th: เปลี่ยนไปยานก่อนหน้า

source: Switch to the next aircraft
de: Zum nächsten Flugzeug
fr: Appareil suivant
ru: Перейти к следующему самолету
th: เปลี่ยนไปยานถัดไป

source: Team Members:
de: Teammitglieder:
fr: Membres de l'équipe :
ru: Члены отряда:
th: สมาชิกทีม:

source: Previous aircraft
de: Vorheriges Flugzeug
fr: Appareil précédent

source: Next aircraft
de: Nächstes Flugzeug
fr: Appareil suivant

source: Available equipment:
de: Verfügbare Ausrüstung
fr: Équipement disponible :
ru: Доступное снаряжение:
th: ของที่มีอยู่:

source: Selected item:
de: Gewählter Gegenstand:
fr: Elément sélectionné :

source: Weapons
de: Waffen
fr: Armes
ru: Вооружение
th: อาวุธ

source: Armour
de: Rüstung
fr: Armure
ru: Экипировка
th: อุปกรณ์/เกราะ

source: Items
de: Gegenstände
fr: Objets
ru: Оборудование
th: อุปกรณ์

source: Add selected item
de: Gewählten Gegenstand hinzufügen
fr: Ajouter l'élément sélectionné

source: Remove item from slot
de: Gegenstand aus Slot entfernen
fr: Enlever cet élément de la liste

source: Select this zone
de: Diese Zone wählen
fr: Sélectionner cette zone

source: Current item in slot
de: Aktueller Gegenstand im Slot
fr: Objet actuel à cet emplacement

source: Item to install after removal
de: Nach Entfernung zu installieren
fr: Objet à installer ensuite

source: Ammo fitting this weapon
de: Passende Munition für diese Waffe
fr: Munitions pour cette arme

source: Select this slot
de: Slot wählen
fr: Sélectionner cet emplacement

source: Close this dialogue
de: Dialog schließen
fr: Fermer cette boite de dialogue
ru: Закрыть диалог
th: ปิดกรอบนี้

source: Cancel
de: Abbruch
fr: Annuler
ru: Отмена
th: ยกเลิก

source: You don't have any aircraft in the base - what do you want to do?
de: Sie haben keine Flugzeuge in dieser Basis, was wollen Sie tun?
fr: Vous n'avez aucun appareil dans cette base. Que voulez-vous faire ?

source: Buy aircraft
de: Kaufe Flugzeug
fr: Acheter appareil
ru: Купить самолет
th: ซื้อยาน

source: Buy
de: Kaufen
fr: Acheter

source: Produce aircraft
de: Produziere Flugzeug
fr: Produire un appareil

source: Back to baseview
de: Zurück zur Basisübersicht
fr: Retour à la vue de la base
ru: Вернуться к обзору базы
th: กลับไปหน้าฐาน

source: Previous alien containment
de: Vorherige Quarantänestation
fr: Détention alienne précédente

source: Click to do autopsy
de: Autopsie durch Klick starten
fr: Cliquer pour autopsier
ru: Провести вскрытие
th: กดเพื่อทำการชันสูตร

source: Check UFOpaedia entry
de: Prüfe UFOpedia Eintrag
fr: Regarder l'article de l'OVNIpédia

source: Kill all aliens in this base
de: Töte alle Außerirdischen in dieser Basis
fr: Tuer tous les aliens de cette base
ru: Умертвить всех пришельцев на базе
th: ฆ่ามนุษย์ต่างดาวในฐานนี้ทั้งหมด

source: Next alien containment
de: Nächste Quarantänestation
fr: Détention alienne suivante

source: Alive aliens in all bases:
de: Lebende Außerirdische in allen Basen:
fr: Aliens en vie dans toutes les bases :
