Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: UFO Recovery
de: UFO Bergung
fr: Rapatriement des OVNI

source: Selected base:
fr: Base sélectionnée :

source: Recovered %s from the battlefield. UFO sold to nation %s, gained %i credits.
de: UFO vom Typ %s vom Schlachtfeld geborgen. Nation %s hat es zum Preis von %i Credits gekauft.
fr: %s a été rapatrié du champ de bataille. L'OVNI a été vendu à la nation %s pour %i crédits.

source: Selected nation:
de: Gewählte Nation:
fr: Nation sélectionnée :

source: Bring up the in-game console
de: Zeige die Spielkonsole
fr: Afficher la console interne au jeu
ru: Показать игровую консоль
th: เรียกคอนโซลขึ้นมา

source: Send a message to all players
de: Sende eine Nachricht an alle Spieler
fr: Envoyer un message à tous les joueurs
ru: Послать сообщение всем игрокам
th: ส่งข้อความให้ผู้เล่นทุกคน

source: Send a message to allied team members
de: Sende eine Nachricht an alle Teammitglieder
fr: Envoyer un message aux membres des équipes alliées
ru: Послать сообщение союзникам по команде
th: ส่งข้อความให้พันธมิตรทุกคน

source: Soldier
de: Soldat
fr: Soldat
ru: Солдат
th: ทหาร

source: Not enough quarters
de: Nicht genug Quartiere
fr: Pas assez de quartiers d'habitation
ru: Не достаточно места в казармах!
th: ที่อยู่ไม่พอ

source: You don't have enough living quarters to house all of your personnel. You need to fire %i personnel until more living space becomes available.
de: Du hast nicht genug Quartiere für all dein Personal. Du musst %i Angestellte entlassen bis mehr Platz verfügbar ist.
fr: Vous ne disposez pas d'assez de quartiers d'habitation pour tout votre personnel. Vous devez licencier %i membres du personnel jusqu'à ce plus de place soit disponible.
ru: У Вас нет достаточного места в казармах, необходимого для размещения Вашего персонала. Вам необходимо уволить %i служащих, чтобы освободить жизненное пространство.
th: คนมีเขตพักอาศัยไม่พอ ต้องไล่ออก %i คนจนกว่าจะมีเขตพักอาศัยเพิ่มเติม

source: You don't have enough quarters for your employees.
de: Du hast nicht genug Quartiere für all deine Angestellten
fr: Vous ne disposez pas d'assez de quartiers d'habitation pour vos employés.
ru: У Вас нет достаточного кол-ва казарм для размещения Ваших служащих.
th: เขตพักอาศัยไม่พอกับจำนวนพนักงาน

source: You don't have enough quarters for your employees. Build more quarters.
de: Du hast nicht genug Quartiere für all deine Angestellten. Baue weitere Quartiere.
fr: Vous n'avez pas assez de quartiers d'habitation pour vos employés. Construisez d'avantage de quartiers d'habitation.

source: Healing of %s completed - %i active healing left
de: Die Behandlung von %s wurde abgeschlossen. Noch %i Behandlung ausstehend
fr: Soins de %s terminés - %i soin actif restant
th: การรักษา %s เสร็จสิ้น - เหลือให้รักษา %i

source: Healing complete
de: Heilung abgeschlossen
fr: Soins terminés
ru: Лечение окончено.
th: รักษาเสร็จสิ้น

source: needs to be placed in hospital, but there is not enough room! Build more hospitals.
de: muss auf die Krankenstation gebracht werden, aber dort ist nicht genügend Platz! Bauen Sie weitere Krankenstationen.
fr: doit être amené à l'hôpital, mais il n'y a plus assez de place ! Construisez plus d'hôpitaux.

source: Not enough hospital space
de: Nicht genügend Krankenhauskapazität
fr: Plus assez de place dans l'hôpital

source: Rotate battlescape camera anti-clockwise
de: Rotiere Kamera gegen den Uhrzeigersinn
fr: Tourner la vue dans le sens anti-horaire
ru: Вращать камеру на поле боя против часовой стрелки
th: เปลี่ยนมุมกล้องในสนามรบแบบทวนเข็มนาฬิกา

source: Rotate battlescape camera clockwise
de: Rotiere Kameramit den Uhrzeigersinn
fr: Tourner la vue dans le sens horaire
ru: Вращать камеру на поле боя по часовой стрелке
th: เปลี่ยนมุมกล้องในสนามรบตามเข็มนาฬิกา

source: Tilt battlescape camera up
de: Neige die Kamera nach oben
fr: Tourner la caméra vers le haut
ru: Наклонить камеру на поле боя вверх
th: เอียงมุมกล้องในสนามรบขึ้น

source: Tilt battlescape camera down
de: Neige die Kamera nach unten
fr: Tourner la caméra vers le bas
ru: Наклонить камеру на поле боя вниз
th: เอียงมุมกล้องในสนามรบลง

source: Move battlescape camera left
de: Bewegen der Einsatzkamera nach links
fr: Déplacer la caméra vers la gauche
ru: Переместить камеру на поле боя влево
th: เลื่อนกล้องสนามรบไปทางซ้าย

source: Move battlescape camera right
de: Bewegen der Einsatzkamera nach rechts
fr: Déplacer la caméra vers la droite
ru: Переместить камеру на поле боя вправо
th: เลื่อนกล้องสนามรบไปทางขวา

source: Move battlescape camera forward
de: Bewegen der Einsatzkamera nach vorne
fr: Déplacer la caméra vers l'avant
ru: Переместить камеру на поле боя вперед
th: เลื่อนกล้องสนามรบไปข้างหน้า

source: Move battlescape camera backward
de: Bewegen der Einsatzkamera nach hinten
fr: Déplacer la caméra en l'arrière
ru: Переместить камеру на поле боя назад
th: เลื่อนกล้องสนามรบไปข้างหลัง

source: Zoom in
de: Heranzoomen
fr: Zoomer
ru: Увеличить масштаб
th: ซูมเข้า

source: Zoom out
de: Herauszoomen
fr: Dézoomer
ru: Уменьшить масштаб
th: ซูมออก

source: Left mouse button click (menu)
de: Linke Maustaste (Menu)
fr: Clic sur le bouton gauche de la souris (menu)

source: Middle mouse button click (menu)
de: Mittlere Maustaste (Menu)
fr: Clic sur le bouton du milieu de la souris (menu)

source: Right mouse button click (menu)
de: Rechte Maustaste (Menu)
fr: Clic sur le bouton droit de la souris (menu)

source: Select objects/Walk to a square/In fire mode, fire etc
de: Objekte auswählen/Zu einem Feld gehen/Im Feuermodus, Feuer usw
fr: Sélectionner un objet/Marcher jusqu'à une case/Tirer en mode tir, etc
ru: Выбрать объекты/Идти в квадрат/В режиме огня, огонь и т.д.
th: เลือก / เดินไปที่จุด / ในโหมดยิงให้ยิง ฯลฯ

source: Walk to a square/In fire mode, cancel action
de: Zu einem Feld gehen/Im Feuermodus, Handlung abbrechen
fr: Marcher jusqu'à un carré/ Annuler le tir en mode tir
ru: Идти в квадрат/В режиме огня, отменить действие
th: เดินไปที่จุด/ในโหมดยิง ให้ยกเลิกการกระทำ

source: Turn soldier toward mouse pointer
de: Soldat zum Mauszeiger drehen
fr: Tourner le soldat vers le curseur de la souris
ru: Повернуть солдата к указателю мыши
th: หันทหารไปยังลูกศร

source: Toggle stand/crounch
de: Umschalten zwischen stehend/kniend
fr: Se relever/s'accroupir
ru: Переключение положений присесть/встать
th: สลับ ยืน/ย่อตัว

source: Toggle reaction fire
de: Gegenfeuer umschalten
fr: Activer/désactiver le tir de réaction
ru: Переключение режима ответного огня
th: สลับการยิงตอบโต้

source: Toogle to next alien
de: Zum nächsten Außerirdischen
fr: Passer à l'alien suivant
ru: Переключение между пришельцами в области видимости
th: สลับไปมนุษย์ต่างดาวตัวต่อไป

source: Draw a line to each alien visible to the current actor.
de: Zeichne eine Linie vom aktuellen Akteur zu jedem sichtbaren Außerirdischen.
fr: Tracer une ligne depuis le soldat actuel vers chaque alien visible.

source: Toogle to next alien visible from selected actor.
de: Wechsle zum nächsten sichtbaren Außerirdischen des gewählten Akteurs.
fr: Passer au prochain alien visible depuis ce soldat.

source: Reload the weapon in the soldiers left hand
de: Lade die Waffe in der linken Hand nach
fr: Recharger l'arme de la main gauche du soldat
ru: Перезарядить оружие в левой руке солдата
th: บรรจุกระสุนอาวุธมือซ้าย

source: Reload the weapon in the soldiers right hand
de: Lade die Waffe in der rechten Hand nach
fr: Recharger l'arme de la main droite du soldat
ru: Перезарядить оружие в правой руке солдата
th: บรรจุกระสุนอาวุธมือขวา

source: Ends current round
de: Runde beenden
fr: Terminer le tour
ru: Завершить текущий раунд
th: จบตา

source: Slice through terrain at a higher level
de: Schnitt durch nächst höhere Ebene
fr: Voir le terrain à un niveau plus élevé
ru: Переключение между уровнями карты по возрастанию
th: มองผ่านพื้นไปขั้นสูงกว่า

source: Slice through terrain at a lower level
de: Schnitt durch nächst tiefere Ebene
fr: Voir le terrain à un niveau plus bas
ru: Переключение между уровнями карты по убыванию
th: มองผ่านพื้นไปขั้นต่ำกว่า

source: Confirm the current action
de: Aktuelle Aktion bestätigten
fr: Confirmer l'action
ru: Подтвердить текущее действие
th: ยืนยันการกระทำ

source: Toggle first-person/third-person camera mode
de: Wechseln zwischen Ich- und Vogelperspektive
fr: Basculer la caméra en mode première/troisième personne
ru: Переключение между режимами камеры - от первого лица/от третьего лица
th: เปลี่ยนมุมมอง บุคคลที่หนึ่ง/บุคคลที่สาม

source: By selling %s you gathered %i credits.
fr: En vendant %s, vous avez gagné %i crédits.

source: %i collected item
de: %i gesammelter Gegenstand
fr: %i objet collecté
ru: %i предмет собран
th: ของที่เก็บ %i

source: Not enough storage space in base %s. %s
de: Nicht genug Lagerkapazität in der Basis %s. %s
fr: Plus assez de place dans les entrepôts de la base %s. %s

source: %i item was sold.
de: %i Gegenstand wurde verkauft.
fr: %i objet a été vendu

source: Base %s does not have Antimatter Storage Facility. %i units of Antimatter got removed.
de: Basis %s hat kein Antimaterielager. %i Einheiten Antimaterie wurden entfernt.
fr: La base %s ne dispose pas d'unité de stockage de l'antimatière. %i unités d'antimatière ont été perdu.

source: Assemble a team first
de: Zuerst ein Team zusammenstellen
fr: Assembler une équipe avant
ru: Сначала соберите отряд
th: จัดตั้งทีมก่อน

source: Error
de: Fehler
fr: Erreur
ru: Ошибка
th: ผิดพลาด

source: Server needs restarting - something went wrong
de: Server muss neugestartet werden - etwas ist schiefgegangen
fr: Le serveur doit être redémarré - quelque chose a mal tourné

source: No player connected
de: Keine Spieler verbunden
fr: Pas de joueur connecté
ru: Нет подключенных игроков
th: ไม่มีผู้เล่น

source: Map: %s
de: Karte: %s
fr: Carte : %s
ru: Карта: %s
th: แผนที่: %s

source: Servername: %s
fr: Nom du serveur : %s
ru: Имя сервера: %s
th: ชื่อเซอร์เวอร์: %s

source: Moralestates: %s
de: Moralschwankungen: %s
fr: Moral : %s
ru: Показатели морали: %s
th: กำลังใจ: %s

source: Gametype: %s
de: Spieltyp: %s
fr: Type de jeu : %s
th: รูปแบบเกม: %s

source: Gameversion: %s
de: Spielversion: %s
fr: Version du jeu : %s

source: Dedicated server: %s
de: Dedizierter Server: %s
fr: Serveur dédié : %s

source: Operating system: %s
de: Betriebssystem: %s
fr: Système d'exploitation : %s

source: Network protocol: %s
de: Netzwerkprotokoll: %s
fr: Protocole réseau : %s

source: Roundtime: %s
de: Rundenzeit: %s
fr: Durée d'un tour : %s
th: เวลาในรอบ: %s

source: Teamplay: %s
de: Teamspiel: %s
fr: Jeu en équipe : %s
ru: Командная игра: %s
th: เล่นเป็นทีม: %s

source: Max. players per team: %s
de: Max. Soldaten pro Team: %s
fr: Max. joueurs par équipe : %s
ru: Максимум игроков в команде: %s
th: ผู้เล่นสูงสุดต่อทีม: %s

source: Max. teams allowed in this map: %s
de: Max. Teams für diese Map: %s
fr: Nb. d'équipes max autorisé pour cette carte : %s
ru: Макс. количество команд на этой карте: %s
th: ทีมสูงสุดในแผนที่: %s

source: Max. soldiers per player: %s
de: Max. Soldaten pro Spieler: %s
fr: Max. soldats par joueur : %s
ru: Максимум бойцов у игрока: %s
th: ทหารสูงสุดของแต่ละผู้เล่นr: %s

source: Max. soldiers per team: %s
de: Max. Soldaten pro Team: %s
fr: Max. soldats par équipe : %s
ru: Максимум бойцов в отряде: %s
th: ทหารสูงสุดแต่ละทีม: %s

source: Password protected: %s
de: Passwortschutz: %s
fr: Protégé par mot de passe : %s
th: ต้องใส่รหัส: %s

source: All bookmark slots are used - please removed unused entries and repeat this step
de: Favoriten sind voll - gib erst einen der Slots frei und versuch es dann erneut.
fr: Tous les marque-pages sont occupés - effacez-en et recommencez cette étape
ru: Все ячейки для закладок заняты. Пожалуйста, удалите неиспользуемые, и попробуйте снова.
th: ใช้ตัวคั่นหมด - ยกเลิกอันที่ไม่ใช่และทำซ้ำอีกครั้ง

source: Select a free team or your coop team
de: Wähle ein freies Team oder ein Coop-Team
fr: Sélectionnez une équipe disponible ou l'équipe à intégrer
ru: Выберите свободную команду или присоединяйтесь Вашей к команде
th: เลือกทีมว่าง หรือทีมร่วมมือ

source: Current team: %i
de: Aktuelles Team: %i
fr: Équipe actuelle : %i
ru: Текущий отряд: %i
th: ทีมปัจจุบัน: %i

source: Team is already in use
de: Team ist bereits in Benutzung
fr: L'équipe est déjà en service
ru: Отряд уже используется
th: ทีมถูกใช้แล้ว

source: Invalid or full team
de: Ungültiges oder volles Team
fr: Équipe invalide ou complète
ru: Неправильная или укомплектованная команда
th: ทีมนี้ใช้ไม่ได้ หรือเต็มแล้ว

source: Local game version (%s) differs from the servers
de: Deine Spielversion (%s) unterscheidet sich von der auf dem Server
fr: La version du jeu local (%s) diffère de celle des serveurs
ru: Локальная верся игры (%s) отличается от версии на сервере
th: เวอร์ชั่นของเกม (%s) ไม่ตรงกับของเซอร์เวอร์

source: Local map version differs from server
de: Deine Version der Map unterscheidet sich von der auf dem Server
fr: Les cartes en local diffèrent de celles du serveur
ru: Локальная верся карты отличается от версии на сервере
th: เวอร์ชั่นแผนที่ไม่ตรงกับของเซอร์เวอร์

source: Script files are not the same
de: Die Skriptdateien weichen von denen auf dem Server ab.
fr: Les fichiers scripts ne sont pas les mêmes

source: Local game version (%s) differs from the servers (%s)
de: Deine Spielversion (%s) unterscheidet sich von der auf dem Server (%s)
fr: La version du jeu local (%s) diffère de celle des serveurs (%s)
ru: Локальная верся игры (%s) отличается от версии на сервере (%s)
th: เวอร์ชั่นเกม (%s) ต่างกับของเซอร์เวอร์ (%s)

source: Target your shot to the ground
de: Ziele auf den Boden
fr: Visez votre cible au sol

source: Open the actors inventory while we are in tactical mission
de: Inventar des Spielers während einer taktischen Mission öffnen
fr: Ouvrez l'inventaire des soldats pendant que nous sommes en mission tactique

source: Awaiting game start
de: Warte auf Spielstart
fr: Attente du début de la partie

source: Chicken-hearted
de: Extrem einfach
fr: Poule mouillée
ru: детский сад
th: ง่ายสุด

source: Very Easy
de: Sehr einfach
fr: Très facile
ru: очень лёгкая
th: ง่ายมาก

source: Easy
de: Einfach
fr: Facile
ru: лёгкая
th: ง่าย

source: Hard
de: Schwer
fr: Difficile
ru: сложная
th: ยาก

source: Very Hard
de: Sehr schwer
fr: Très difficile
ru: крайне сложная
th: ยากมาก

source: Insane
de: Wahnsinnig schwer
fr: Démentielle
ru: безумная
th: ยากสุด

source: Custom
de: Benutzerdefiniert
fr: Personnalisé

source: UFO
fr: OVNI
ru: НЛО
th: จานบิน

source: Day
de: Tag
fr: Jour
ru: День
th: กลางวัน

source: Night
de: Nacht
fr: Nuit
ru: Ночь
th: กลางคืน

source: Select the desired location of the new base on the map.
de: Wähle die gewünschte Position der neuen Basis auf der Karte.
fr: Sélectionnez l'emplacement de la nouvelle base sur la carte.
ru: Выберите место для постройки новой базы.
th: เลือกที่ตั้งฐานใหม่บนแผนที่

source: Aliens are attacking our base at this very moment.
de: Außerirdische greifen gerade eine unserer Basen an.
fr: Des aliens attaquent notre base à cet instant même.
ru: Пришельцы атакуют нашу базу в этот самый момент.
th: ตอนนี้มนุษย์ต่างดาวโจมตีฐานเรา

source: Select ufo or mission on map
de: Wähle ein UFO oder eine Mission auf der Karte
fr: Choisir l'OVNI ou la mission sur la carte
ru: Выберете НЛО или миссию на карте.
th: เลือกจานบินหรือภารกิจบนแผนที่

source: UFO in radar range
de: UFO in Reichweite des Radars
fr: OVNI dans la portée radar
ru: НЛО в пределах радиуса действия радара.
th: จานบินในระยะเรดาร์

source: Location: %s Type: %s Objective: %s
de: Ort: %s Art: %s Aufgabe: %s
fr: Emplacement : %s Type : %s Objectif : %s
th: ที่ตั้ง: %s ประเภท: %s วัตถุประสงค์: %s

source: Name: %s (%i/%i)
fr: Nom : %s (%i/%i)
ru: Имя: %s (%i/%i)
th: ชื่อ: %s (%i/%i)

source: Status: %s
fr: Statut : %s
ru: Состояние: %s
th: สถานะ: %s

source: Distance to target: %.0f
fr: Distance à la cible : %.0f

source: Speed: %i
fr: Vitesse : %i

source: Fuel: %i/%i
fr: Carburant : %i/%i

source: No defense of this type in this base
fr: Pas de système de défense de ce type dans cette base

source: Slot %i: empty
de: Slot %i: leer
fr: Emplacement %i: vide

source: Slot %i: %s
fr: Emplacement %i: %s

source: No defense system assigned.
fr: Aucun système de défense n'est assigné.

source: This defense system is functional.
fr: Ce système de défense est fonctionnel.

source: This defense system will be installed in %i hours.
de: Die Verteidigungsanlage wird in %i Std. installiert sein
fr: Ce système de défense sera installé dans %i heures.

source: This defense system will be removed in %i hours.
fr: Ce système de défense sera retiré dans %i heures.

source: No defense system assigned.
fr: Aucun système de défense n'est assigné.

source: This defense system will be operational in %i hours.
de: Die Verteidigungsanlage wird in %i Std. einsatzbereit sein
fr: Ce système de défense sera fonctionnel dans %i heures.

source: No ammo assigned to this defense system.
de: Der Verteidigungsanlage ist keine Munition zugewiesen.
fr: Pas de munition assignée à ce système de défense.

source: Aircraft item was successfully installed.
fr: L'équipement pour appareil a été installé avec succès.

source: Base defense item was successfully installed.
fr: Le système de défense de la base a été installé avec succès.

source: No item assigned.
de: Keinen Gegenstand zugewiesen.
fr: Aucun objet n'est assigné.

source: This slot is for %s or smaller items.
de: Dieser Slot ist für %s oder kleinere Gegenstände.
fr: Cet emplacement est pour les objets %s ou plus légers.

source: This item is functional.
de: Gegenstand ist einsatzbereit
fr: Cet objet est fonctionnel.

source: This item will be installed in %i hours.
de: Gegenstand wird in %i Std. installiert sein
fr: Cet élément sera installé dans %i heures.

source: This item will be removed in %i hours.
de: Gegenstand wird in %i Std. demontiert sein.
fr: Cet élément sera retiré dans %i heures.

source: No item assigned.
de: Keinen Gegenstand zugewiesen.
fr: Aucun objet n'est assigné.

source: This item will be operational in %i hours.
de: Gegenstand wird in %i Std. einsatzbereit sein
fr: Cet élément sera opérationnel dans %i heures.

source: No ammo assigned to this weapon.
de: Dieser Waffe ist keine Munition zugewiesen.
fr: Pas de munition assignée à cette arme.

source: Light
de: Leicht
fr: Léger

source: Heavy
de: Schwere Waffen
fr: Lourd
ru: тяжёлое
th: หนัก

source: Unknown weight
de: Unbekanntes Gewicht
fr: Poids inconnu

source: Not enough storage space
de: Nicht genügend Lagerkapazität
fr: Plus assez de place dans les entrepôts

source: You cannot buy this item. Not enough space in storage. Build more storage facilities.
de: Sie können diesen Gegenstand nicht kaufen. Nicht genügend Platz in den Langern. Errichten Sie weitere Lager.
fr: Vous ne pouvez pas acheter cet objet. Plus assez de place dans les entrepôts. Construisez plus d'entrepôts.

source: No power supplies in this base. Hangars are not functional.
de: Kein Kraftwerk in dieser Basis. Hangar nicht betriebsbereit.
fr: Aucun générateur dans cette base. Les hangars ne sont plus fonctionnels.

source: Build a hangar first.
de: Zuerst muss ein Hangar gebaut werden.
fr: Construisez un hangar d'abord.

source: You cannot buy this aircraft. Not enough space in hangars.
de: Sie können dieses Flugzeug nicht kaufen. Nicht genügen Platz in den Hangars.
fr: Vous ne pouvez pas acheter cet appareil. Il n'y a plus assez de place dans vos hangars.

source: You cannot buy this aircraft. Not enough credits.
de: Das Flugkeug kann nicht gekauft werden. Nicht genug Kapital verfügbar.
fr: Vous ne pouvez pas acheter cet appareil. Vous n'avez plus suffisamment de crédits.

source: You can't sell an aircraft if it still has a team assigned
de: Flugzeug kann nicht verkauft werden solange ein Team zugeteilt ist
fr: Vous ne pouvez pas vendre un appareil si une équipe lui est assignée
ru: Вы не можете продать самолёт с командой на борту!
th: ขายเครื่องบินไม่ได้ หากมีทีมประจำบนเครื่อง

source: yes
de: Ja
fr: oui
th: ใช่

source: no
de: nein
fr: non
th: ไม่

source: Set soldiers per player lower than soldiers per team
fr: Utiliser un nombre de soldats par joueur inférieur au nombre de soldats par équipe

source: Settings doesn't make sense
de: Einstellungen ergeben keinen Sinn
fr: Les réglages ne sont pas cohérents
ru: Установки не имеют смысла!
th: การตั้งค่าไม่สมเหตุผล

source: In: %i Out: %i
de: Rein: %i Raus: %i
fr: Mettre : %i Enlever : %i
ru: В: %i Вне: %i
th: เข้า: %i ออก: %i

source: Key: %s
de: Taste: %s
fr: Touche : %s
ru: Клавиша: %s
th: รหัส: %s

source: Ammo: %i
de: Munition: %i
fr: Munitions: %i

source: %s loaded
de: %s geladen
fr: %s chargé

source: Usable in:
de: Benutzbar in:
fr: Utilisable avec :

source: Hide the HUD (press ESC to reactivate HUD)
de: Verstecke das HUD (ESC reaktiviert es)
fr: Cacher le HUD (Appuyer sur ESC pour réactiver le HUD)
ru: Скрыть HUD (нажмите 'ESC', чтобы перезапустить HUD)
th: ซ่อน HUD (กด ESC ให้ HUD ทำงานอีกครั้ง)

source: all
fr: tout

source: You've ended your round
de: Du hast Deine Runde beendet
fr: Votre tour est terminé

source: %s ended his round (team %i)
de: %s hat seine Runde beendet (Team %i)
fr: %s a fini son tour (équipe %i)

source: Alien spotted: %s!
de: Außerirdischer gesichtet: %s!
fr: Alien en vue : %s !

source: Alien spotted!
de: Außerirdischer gesichtet!
fr: Alien en vue !
ru: Обнаружен пришелец!
th: พบมนุษย์ต่างดาว!

source: Enemy spotted!
de: Gegner gesichtet!
fr: Ennemi en vue !
ru: Обнаружен противник!
th: พบศัตรู!

source: Civilian spotted!
de: Zivilist gesichtet!
fr: Civil en vue !
ru: Обнаружен гражданский!
th: พบพลเรือน!

source: The server has disconnected.
de: Der Server hat die Verbindung getrennt.
fr: Le serveur a été déconnecté.

source: No particle loaded
de: Kein Partikel geladen
fr: Aucune particule chargée
ru: Частицы не загружены
th: ไม่ได้บรรจุอนุภาค

source: Back to base %s
de: Zurück zur Basis %s
fr: Retour à la base %s
ru: Возвращаться на: %s
th: กลับฐาน %s

source: Stop
fr: Arrêt
ru: Стоп
th: หยุด

source: No craft available, or no tactical teams assigned to available craft.
de: Kein Flugzeug verfügbar, oder kein Einsatzkommando zugewiesen.
fr: Pas de vaisseau disponible, ou pas d'équipe tactique assignée à un vaisseau disponible

source: No craft available, no weapon or ammo equipped or target out of reach.
fr: Pas de vaisseau disponible, ou pas d'arme ou munition installé sur un vaisseau disponible, ou cible hors d'atteinte.

source: No Command Centre operational in homebase of this aircraft. Aircraft cannot start.
de: Keine Kommandozentrale in der Heimatbasis dieses Flugzeugs vorhanden. Flugzeug kann nicht starten.
fr: Pas de Centre de Commandement opérationnel dans la base mère de cet appareil. Il ne peut pas décoller.

source: Not enough workers
de: Nicht genügend Arbeitskräfte
fr: Pas assez de techniciens

source: You cannot queue productions without workers hired in this base. Hire workers.
fr: Vous ne pouvez pas ajouter de productions sans engager de technicien dans cette base. Recrutez des techniciens.

source: Not enough workshops
de: Nicht genügend Werkstätten
fr: Pas assez d'ateliers

source: You cannot queue more items. Build more workshops.
de: Es kann nichts mehr der Produktionsliste hinzugefügt werden. Eine weitere Werkstatt ist dazu nötig
fr: Vous ne pouvez plus ajouter d'objets à la liste. Construisez d'avantage d'ateliers.

source: Hangars not ready
de: Hangars noch nicht fertig
fr: Les hangars ne sont pas prêts

source: You cannot queue aircraft. No command centre in this base.
de: Sie können dieses Flugzeug nicht produzieren. Nicht genügen Platz in den Hangars.
fr: Vous ne pouvez pas acheter cet appareil. Il n'y a pas de centre de commandement dans cette base.

source: You cannot queue aircraft. No hangars in this base.
de: Sie können dieses Flugzeug nicht produzieren. Nicht genügen Platz in den Hangars.
fr: Vous ne pouvez pas acheter cet appareil. Il n'y a plus de hangar dans cette base.
