Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_powerplant_txt
de: Baupläne -- Kraftwerk KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 16. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick PHALANX hatte schon seit seiner Anfangszeit 1955 Schwierigkeiten, genug Strom für seinen Bedarf zu erzeugen. Die alten Basen waren gezwungen, konstant Elektrizität von großen, nicht-strahlenden Quellen (wie Staudämme) mit Hilfe von kilometerlangen Kabeln, zu versorgen. Sie waren komplett von Quellen von außerhalb abhängig und vollständig hilflos, wenn die Versorgung zusammenbrach. Es hat der russischen Nuklearrevolution benötigt, um volle elektrische Autonomie für unsere unterirdischen Basen zu schaffen, sogar bei sehr energiehungrigen Forschungen. Unser Kraftwerk ist der deutsche HEFR (Hoch-Energie Fusionsreaktor), ein sehr effizientes Energieverstärkerdesign. Es ist ein unterkritischer Reaktor, der eine Fusion ohne eine Kettenreaktion erzeugt. Er nutzt eine externe Neutronenquelle - in diesem Fall ein Partikelbeschleuniger - um die Reaktion zu stimulieren. Diese Methode erzeugt genug Energie, um den Partikelbeschleuniger zu betreiben und die Basis zu versorgen. Der HFER benutzt Thorium anstelle von Uran, und die meisten seiner Abfallprodukte zerfallen in nur 500 Jahren, bei einer Radioaktivität, die der von Kohlenasche ähnelt. Im Vergleich, die Halbwertzeit der Isotope, die in den normalen Nuklearwaffen genutzt, werden sind 24.110 Jahre für Plutonium-239 und 700 Millionen Jahre für Uran-235. Das kurzlebige Abfallprodukt unserer Reaktoren ist, für die in das Design eingebaute Verarbeitungsanlage, für verbrauchte Elemente, besonders leicht zu handhaben. Nach einer 'Reise' durch die Verarbeitungsanlage wird der Müll nur noch Wochen brauchen, um zu zerfallen, und das bei für Menschen vollständig sicheren Grad an Radioaktivität. In unserem Design sind der Reaktorkern und die operativen Funktionen in einer speziellen Hülle verbaut, die sich weit tiefer in der Basis befindet, als alles andere. Nur die Kühltanks und Kontroll/Wartungszugänge befinden sich direkt in der Basis. Das schützt den Reaktor vor dem möglichen, aber kaum vorhandenen Risiko einer Kernschmelze, falls wir die Reaktorkühlung komplett verlieren. Ich gebe zu, dass ich nur die Hälfte der Spezifikationen wortgenau von den verschiedenen Unterlagen kopiert habe - Nuklearphysik ist mir ein bisschen zu hoch - aber ich verstehe die Statistiken gut genug. Der Energieausstoß eines Reaktors ist hoch genug, um den Bedarf einer Standardbasis vollständig zu decken. Wenn eine Basis mit mehreren sehr energiehungrigen Einrichtungen ausgestattet ist, sollte über ein zweites Kraftwerk nachgedacht werden, aber dazu muss auch über eine verbesserte Basisverteidigung nachgedacht werden, um sie zu schützen. Wir können leicht und sicher genug Treibstoff für Jahrzehnte in der Basis lagern. Ein geschützter Tank ist in jedem Reaktor bereits installiert, und kann bei Bedarf aufgefüllt werden. Empfohlener Einsatz Jede Basis braucht mindestens ein Kraftwerk. Ohne es würden viele Einrichtungen - darunter die Kommandozentrale - nicht funktionieren. Basen mit außergewöhnlichem Energiebedarf brauchen wahrscheinlich zwei Kraftwerke, um alle Einrichtungen zu versorgen. In unserer Basisverteidigungsstrategie sollten wir der Verteidigung des Kraftwerkes besondere Aufmerksamkeit schenken. Schaden am Kühlaggregat kann ein Desaster bedeuten; wenn wir zu viel Kühlung verlieren, dürfte eine Kernschmelze schwer zu verhindern sein. Wir sollten in Betracht ziehen, den Reaktor abzuschalten, sollte ein Angriff bevor stehen, aber es würde einige Zeit dauern, ihn wieder in Gang zu setzen und in der Zeit wären wir nicht in der Lage, irgendeine Einrichtung zu nutzen, die Energie benötigt. Dinge wie Radar, Laborausrüstung und sogar Hangarlifte. Zusatz Keiner.
fr: Projet d'Aménagement : Générateur de Puissance NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 16 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Depuis sa création en 1955, PHALANX a toujours eu des difficultés pour disposer de l'énergie correspondant à ses besoins. Les anciennes bases étaient obligées d'acheminer leur électricité depuis des installations imposantes et non rayonnantes (comme les barrages hydroélectriques), via plusieurs kilomètres de câbles. Elles étaient totalement dépendantes de ces sources extérieures à la base, et paralysées en cas de problème de réseau. Il a fallu la révolution nucléaire russe pour que nous puissions accéder à une complète autonomie électrique, permettant même l'alimentation de programmes de recherche à haute énergie. Le générateur que nous avons choisi est le modèle allemand RFHE (Réacteur à Fission Hautement Énergétique), qui présente une conception d'amplification de l'énergie très performante. C'est un réacteur sous-critique, c'est à dire que la fission ne suffit pas à provoquer une réaction en chaîne. Nous utilisons pour cela une source externe de neutrons (ici un accélérateur de particules), pour déclencher la réaction. Cette méthode génère suffisamment d'énergie pour le fonctionnement de l'accélérateur, et le surplus est utilisé pour alimenter le reste de la base. Le RFHE utilise du thorium plutôt que de l'uranium, et la majeure partie de ses déchets perd ses propriétés radioactives en 500 ans. En comparaison, le temps de demi-vie des isotopes les plus utilisés pour les armes nucléaires et les anciens réacteurs est de 24 110 ans pour le plutonium (Pu-239), et 700 millions d'années pour l'uranium (U-235). La gestion des déchets radioactifs à vie courte est beaucoup plus simple après utilisation : une fois sortie du réacteur, le niveau de radioactivité sera suffisamment redescendu au bout de quelques semaines pour qu'un homme en combinaison puisse le manipuler sans danger. Dans la version que nous avons élaborée, le coeur de réacteur et tous les appareils nécessaires à son fonctionnement sont enterrés très profondément sous la base dans une enceinte spéciale. Seuls les réservoirs de refroidissement et les accès de maintenance sont au niveau de la base, afin de nous protéger du très faible risque de dysfonctionnement du système de refroidissement qui pourrait provoquer l'emballement de la réaction en chaîne. Je dois admettre que j'ai recopié mot pour mot la moitié des caractéristiques techniques des divers rapports que j'ai lus, la physique atomique étant un domaine trop pointu pour moi, mais je sais ce que veulent dire les statistiques. La puissance délivrée par une de ces centrales est suffisante pour alimenter les besoins d'une base standard. Si une base est équipée de plusieurs aménagements très consommateurs en énergie, comme les laboratoires, un deuxième générateur sera éventuellement nécessaire. Il faudra alors améliorer les défenses et la sécurité de la base pour la protéger correctement. Nous pouvons par ailleurs stocker facilement et sans risque suffisamment de combustible pour faire fonctionner continûment le Générateur de Puissance pendant une dizaine d'années. Une enceinte de stockage sécurisée est installée avec chaque réacteur, dont le combustible peut être renouvelé si nécessaire. Doctrine recommandée Toute base nécessite au moins un Générateur de Puissance pour son fonctionnement. Sans lui, de nombreux aménagements, comme le Centre de Commandement, deviennent inutiles. Des bases dont la consommation est exceptionnelle peuvent avoir besoin de deux Générateurs, voire plus, pour que tout leur équipement fonctionne dans des conditions optimales. L'organisation de la défense de la base devrait inclure une protection particulière pour la centrale énergétique. Des dégâts sur les réservoirs de refroidissements pourraient s'avérer désastreux : l'emballement de la réaction en chaîne sera difficile à éviter si nous perdons trop de liquide de refroidissement. Nous pouvons envisager d'arrêter le générateur en prévision d'une attaque, mais il sera alors très long à redémarrer. Pendant tout ce temps, nous ne pourrons utiliser tous les équipements très consommateurs en énergie, comme les radars, les équipements de laboratoire, ou même les ascenseurs des hangars. Addenda Aucun.
ru: Проектная документация -- Электростанция ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Аннотация по строениям, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 16 марта 2084 Автор: коммандер Поль Наварре, НИОКР: инженерно-технический отдел, ФАЛАНКС, Атлантическая ударная группа Краткий обзор ФАЛАНКС имела проблему с генерацией достаточного количества энергии для обеспечения своих нужд ещё с 1955 года, когда организация была впервые задумана. Старые базы вынуждены были постоянно качать электричество от больших неизлучающих источников (таких как гидроэлектростанции), посредством многокилометровых линий передачи. Они полностью зависели от внешнего источника энергии и были парализованы каждый раз, когда в работе сети случались перебои. Потребовалась российская ядерная революция, чтобы обеспечить полную электрическую автономность для наших подземных баз, даже при проведении научных исследований с большими энергозатратами. Выбранный нами энергоблок - это немецкий ВЭРР (ВысокоЭнергетический Реактор Расщепления), очень эффективная модель усилителя энергии. Это докритический реактор, т.е. ядерный реактор, который производит расщепление без достижения незатухающей цепной реакции. Вместо этого он использует внешний источник нейтронов, в данном случае -- ускоритель частиц, чтобы стимулировать реакцию. Этот метод высвобождает достаточный объём энергии, чтобы поддерживать ускоритель в постоянной работе, и перенаправлять излишки энергии для запитывания остальных устройств базы. Для ВЭРР предпочтительнее работать на тории, чем на уране, и большая часть его радиоактивных отходов за 500 лет распадается до уровня радиоактивности угольной пыли. Для сравнения, период полураспада изотопов, наиболее часто используемых в ядерном оружии и старых реакторах, составляет 24,110 лет для плутония (Pu-239), и 700 миллионов лет для урана (U-235). Короткоживущими продуктами распада особенно легко управлять с помощью постпроцессора отработанных элементов, встроенного в конструкцию реактора. После полного прохода через постпроцессор, продуктам распада ВЭРР-реактора потребуется всего несколько недель, чтобы разложиться до уровня радиоактивности, безопасного для человека. В нашей модели, ядро реактора и обслуживающее его машинное оборудование встроены в специальную оболочку, расположенную глубоко под основанием базы. На уровень базы вынесены только резервуары с хладагентом, а так же, служебные входы и входы управления. Это защищает от возможного, но крайне маловероятного риска расплавления реактора в том случае, если мы полностью лишимся охлаждения ядра. Я допускаю, что я воспроизвёл только половину специфической информации из различных отчётов, которые я прочёл, ибо ядерная физика -- выше моего понимания, но я осознаю, что характеристики этого реактора будут вполне достаточными. Выходная мощность одного энергоблока достаточна для полного обеспечения нужд одной стандартной базы. Если же база оснащена большим количеством строений с высоким энергопотреблением, таких как лаборатории, то может потребоваться вторая станция, но будет нужно, так же, и соответствующее усиление обороны базы и мер безопасности для её должной защиты. Мы можем легко и безопасно локально хранить объём топлива, достаточный для десятилетий непрерывного функционирования. Защищённый контейнер установлен вместе с каждым реактором, как что тот легко может быть перезаправлен в случае необходимости. Рекомендованная доктрина Каждой базе требуется как минимум одна электростанция. Без неё не могут функционировать многие модули, включая Командный Центр. Базы с особо высоким потреблением энергии могут иметь потребность в двух или более электростанциях, чтобы сохранить работоспособность всех своих модулей на высоком уровне. Наша стратегия защиты базы должна уделять особое внимание защите электростанции. Повреждение резервуаров с хладагентом может быть настоящим бедствием; если мы потеряем слишком много хладагента, будет трудно избежать расплавления ядерных топливных элементов реактора. Мы можем рассмотреть понижение активности реактора в преддверии нападения, но чтобы запустить его снова может потребоваться много времени, в течение которого не будем не в состоянии эксплуатировать энергоёмкое оборудование. Например, радар, лабораторное оборудование, и даже лифты ангаров. Приложения Нет.
th: พิมพ์เขียว -- แหล่งผลิตพลังงาน เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 16 มีนาคม 2084 โดย: ผบ. พอล นาวาเร, แผนกวิจัยและพัฒนา ฝ่ายวิศวกรรม, PHALANX, หน่วยปฏิบัติการแอตแลนติค ภาพรวม PHALANX นั้นมีปัญหาในการสร้างพลังงานให้พอใช้นับตั้งแต่ได้มีการจัดตั้งในปี 1955 ฐานเก่านั้นต้องสร้างไฟฟ้าจากแหล่งขนาดใหญ่ที่ไม่เกิดแสง (เช่นเขื่อนไฟฟ้าพลังน้ำ) ผ่านสายไฟหลายกิโล ฐานต้องพึ่งพาหลังงานจากภายนอก และจะหยุดทำงานเมื่อสายไฟเสีย การปฏิวัตินิวเคลียร์ของรัสเซียทำให้ฐานใต้ดินของเรามีอิสระในการผลิตไฟฟ้า รวมถึงการสนับสนุนการวิจัยที่ต้องใช้พลังงานมาก ตัวเลือกของเราคือ HEFR (เตาปฏิกรณ์ฟิชชั่นพลังงานสูง) ของเยอรมัน ซึ่งมีระบบขยายกำลังที่มีประสิทธิภาพ มันเป็นเตาปฏิกรณ์ระดับต่ำกว่าจุดวิกฤติ ซึ่งเป็นเตาปฏิกรณ์ที่จะสร้างการฟิชชั่นโดยไม่สร้างผลกระทบลูกโซ่ต่อเนื่อง แต่จะใช้นิวตรอนจากภายนอก -- ในกรณีนี้คือตัวเร่งอนุภาค -- ในการกระตุ้นการตอบสนอง วิธีนี้จะสร้างพลังงานมากพอจะทำให้ตัวเร่งอนุภาคทำงาน และมีพลังงานเหลือที่จะนำไปใช้กับฐานส่วนที่เหลือ ระบบ HEFR ใช้โธเรี่ยมแทนที่ยูเรเนียม และของเหลือนั้นจะสลายไปตามธรรมชาิติจนเหลือระบบกัมมันตภาพรังสีเท่ากับขี้เถ้าในเวลาเพียง 500 ปี โดยเปรียบเทียบ ครึ่งชีวิตของไอโซโทปของธาตุที่ใช้ในอาวุธนิวเคลียร์ และเตาปฏิกรณ์แบบเก่าอยู่ที่ 24,410 ปีสำหรับพลูโตเนียม (Pu-239)และ 700 ล้านปี สำหรับยูเรเนียม (U-235) ของเหลืออายุสั้นนี้จะกำจัดได้ง่ายด้วยระบบกำจัดธาตุที่อยู่ในการออกแบบ หลังจากผ่านเครื่องกำจัด ของเหลือจาก HEFR จะใช้เวลาเพียงไม่กี่สัปดาห์ในการย่อยสลายให้เหลือระดับกัมมันตภาพรังสีที่ปลอดภัยสำหรับมนุษย์ เราออกแบบให้แกนเตาปฏิกรณ์ และเครื่องมือในการทำงานฝังติดกับเปลือดขนาดใหญ่ที่อยู่ลึกกว่าส่วนใดๆ ในฐาน มีแต่ถังหล่อเย็นกับทางเข้าส่วนควบคุม/บำรุงรักษาเท่านั้นที่จะอยู่ในระดับฐาน ซึ่งจะป้องกันความเสี่ยงอันน้อยนิดที่จะเกิดหากเตาปฏิกรณ์หลอมละลาย ในกรณีที่เราไม่สามารถแช่แข็งแกนกลางได้เลย ผมยอมรับว่า ผมได้ลอกกว่าครึ่งของข้อกำหนดมาจากรายงานอื่นที่ผมอ่าน -- นิวเคลียร์ฟิสิกส์นั้นเป็นเรื่องเิกินปัญญาผม -- แต่ผมก็เข้าใจสถิติดีพอ พลังงานที่ผลิตได้จากแหล่งผลิตหนึ่งแห่งจะพอสำหรับความต้องการของฐานปกติ หากฐานมีสิ่งก่อสร้างที่่ใช้พลังงานสูงเช่นห้องวิจัยจำนวนมาก ก็อาจต้องสร้างแหล่งผลิตที่สอง แต่ก็ต้องมีการเพิ่มเติมการป้องกันและการรักษาความปลอดภัยให้สอดคล้องกันด้วย เราสามารถเก็บพลังงานได้พอในฐานสำหรับการทำงานได้เป็นทศวรรษ ที่เก็บที่มีการป้องกันอย่างดีถูกติดไว้กับเตาปฏิกรณ์ทุกอัน และสามารถเติมได้หากจำเป้น กฎข้อแนะนำ ทุกฐานต้องมีแหล่งผลิตพลังงานอย่างน้อยหนึ่งแห่ง หากไม่มีแหล่งผลิตพลังงาน อุปกรณ์หลายอย่าง -- รวมถึงศูนย์บัญชาการ -- จะทำงานไม่ได้ ฐานที่ต้องใช้พลังงานมากอาจต้องใช้แหล่งผลิตสองถึงสามแห่งเพื่อให้ทำงานในระดับสูงสุด กลยุทธ์การป้องกันฐานของเราควรต้องใส่ใจกับการป้องกันแหล่งผลิตพลังงาน ความเสียหายกับถังหล่อเย็นจะเป็นผลเสียร้ายแรง หากเราเสียการหล่อเย็น การรั่วไหลอาจหลีกเลี่ยงไม่ได้ เราอาจต้องลดเตาปฏิกรณ์หากมีการโจมตี แต่มันจะต้องใช้เวลานานจะเริ่มเครื่องใหม่ ซึ่งระหว่างนั้นเราจะไม่สมารถทำงานกับเครื่องจักรที่ต้องใช้พลังงานมากได้เลย อุปกรณ์อย่างเรดาร์ อุปกรณ์ห้องวิจัย หรือลิฟท์ของโรงเก็บเครื่องบิน ข้อมูลเพิ่มเติม ไม่มี
