Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: craft_ammo_shiva_1_txt
de: Technische Spezifikationen: SHIVA 20mm PB Munition KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dies ist eine Kiste voller 20mm PB (Panzerbrechend) Munition für das SHIVA Drehgeschütz. Sie kann bis zu 10.000 Schuss beinhalten. Diese Hochgeschwindigkeits-Flakmunition besteht aus einer harten Titanstahlhülse mit einer Spitze aus angereichertem Uran und einem Kern explosivem Brandgemisch. Sobald die Hülse die Außenhaut eines Flugzeugs durchbrochen hat, explodiert der Kern, was die Hülse wie eine Splittergranate zerplatzen lässt und das Brandgemisch über dem Zielgebiet verteilt. Kritische Systeme könnten so beschädigt werden, bevor das Gemisch eingedämmt oder gelöscht werden kann. Der Vorteil der PB Munition über die HE (Hochexplosiv) ist seine verbesserte Durchdringung, was jeder Patrone eine größere Chance gibt, Schaden anzurichten. Auf der anderen Seite verursachen durchschlagende Treffer mit PB Munition weit weniger Schaden als durchschlagende Treffer mit HE Munition. Jedes SHIVA Geschütz wird standardmäßig mit 10.000 Schuss gefüllt, es sei denn, es gibt nicht genug Munition im Lager der Basis. Empfohlener Einsatz Es ist in vielen Situationen eine schwere Wahl zwischen PB und HE Munition. Wenn wir schwergepanzerte Gegner erwarten und nur wenige Flugzeuge zum Abfangen zur Verfügung haben, ist panzerbrechende Munition die erste Wahl. Wenn wir schwerbewaffnete, höchst gefährliche Gegner erwarten, kann massiertes HE Feuer der schnellste Weg sein, diese abzuschießen. Wir können die Munition innerhalb von Minuten austauschen, aber wir können nicht beide Arten gleichzeitig in das gleiche Geschütz laden. Der unterschiedliche Druck von verschiedenen Munitionsarten kann zu Aussetzern führen und in schweren Schaden an der Waffe und am Flugzeug enden. Sowohl UN Sicherheitsprotokolle und das Herstellerhandbuch verbieten es, und ich kann dem nur zustimmen. Zusatz Keiner.
fr: Spécifications techniques : Munitions SHIVA IP 20mm NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Il s'agit d'une palette de munitions IP (Incendiaires Perforantes) pour le canon rotatif SHIVA. Elle contient jusqu'à 10 000 balles. Cette munition anti-aérienne destructrice est constituée d'une enveloppe résistante en titane et acier, remplie d'un composé incendiaire explosif. L'ogive est en uranium appauvri. Dès que la balle pénètre la coque d'un appareil, son noyau explose. L'enveloppe éclate comme celle d'une grenade à fragmentation, et le composé incendiaire se répand sur la cible. Des systèmes critiques peuvent être endommagés avant que le composé incendiaire s'éteigne ou soit isolé. L'avantage des munitions IP comparées aux IHE (Incendiaires Hautement Explosives) réside dans leurs meilleures capacités de perforation. Chaque balle a une plus grande probabilité d'infliger des dommages si elle touche sa cible. Cependant, ces dégâts seront moins importants que ceux d'une balle IHE qui percerait la coque. Tout canon SHIVA est chargé par défaut d'une palette complète de 10 000 balles, à moins que les stocks de la base ne soient suffisants. Doctrine recommandée Le choix entre les balles IP et IHE est dans la plupart des cas difficile. Si la probabilité de rencontrer un vaisseau à la coque renforcée est importante, ou si nous ne disposons que d'un faible nombre d'appareils pour les interceptions, les munitions IP seront préférables. Contre un vaisseau lourdement armé, présentant une menace importante, un déluge de munitions IHE s'avérera peut-être être le moyen le plus rapide d'en finir. Nous pouvons changer les munitions chargées en quelques minutes, mais il n'est pas possible d'utiliser les deux types de munitions en même temps. La différence de pression lors du tir des deux munitions causerait des ratés et peut provoquer d'importants dommages au canon et à l'appareil. Les procédures de sécurité des Nations Unies et les instructions du constructeur le déconseillent impérativement, et je ne peux que les suivre. Addenda Aucun.
ru: Technical Specifications: SHIVA 20mm API Rounds CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a pallet of 20mm API (Armour-Piercing Incendiary) ammunition for the SHIVA Rotary Cannon. It can contain up to 10,000 rounds. This high-powered anti-aircraft munition consists of a hard titanium-steel shell, tipped with depleted uranium, and filled with a core of explosive incendiary compound. Once the shell penetrates the outer skin of an aircraft, the core detonates, blowing the shell apart like a fragmentation grenade and spreading incendiary compound over the target area. Critical systems may be damaged before the incendiary compound can be quenched or compartmentalised. The advantage of the API round over the HEI (High-Explosive Incendiary) is its improved penetration, giving each round a better chance of causing some damage if a hit is scored. Penetrating API hits do not cause nearly as much damage as penetrating HEI hits, however. Each SHIVA cannon is loaded standard with a full pallet of 10,000 rounds, unless there are not enough rounds available in base storage. Recommended Doctrine It's a tough choice between API and HEI ammo in most situations. If we're expecting to engaging thickly-armoured enemies or have only limited aircraft available to intercept, API is the round of choice. If we're engaging heavily-armed, highly dangerous craft, then massed HEI fire may be one of the quickest ways to take it down. We can switch out a gun's ammunition in a matter of minutes, but we can't load both types into the same gun. The variable pressure of firing different ammunition can cause misfires and may result in extreme damage to the gun and the aircraft. Both UN safety procedures and the manufacturer's manual absolutely forbid it, and I can't help but agree. Addenda None.
th: Technical Specifications: SHIVA 20mm API Rounds CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a pallet of 20mm API (Armour-Piercing Incendiary) ammunition for the SHIVA Rotary Cannon. It can contain up to 10,000 rounds. This high-powered anti-aircraft munition consists of a hard titanium-steel shell, tipped with depleted uranium, and filled with a core of explosive incendiary compound. Once the shell penetrates the outer skin of an aircraft, the core detonates, blowing the shell apart like a fragmentation grenade and spreading incendiary compound over the target area. Critical systems may be damaged before the incendiary compound can be quenched or compartmentalised. The advantage of the API round over the HEI (High-Explosive Incendiary) is its improved penetration, giving each round a better chance of causing some damage if a hit is scored. Penetrating API hits do not cause nearly as much damage as penetrating HEI hits, however. Each SHIVA cannon is loaded standard with a full pallet of 10,000 rounds, unless there are not enough rounds available in base storage. Recommended Doctrine It's a tough choice between API and HEI ammo in most situations. If we're expecting to engaging thickly-armoured enemies or have only limited aircraft available to intercept, API is the round of choice. If we're engaging heavily-armed, highly dangerous craft, then massed HEI fire may be one of the quickest ways to take it down. We can switch out a gun's ammunition in a matter of minutes, but we can't load both types into the same gun. The variable pressure of firing different ammunition can cause misfires and may result in extreme damage to the gun and the aircraft. Both UN safety procedures and the manufacturer's manual absolutely forbid it, and I can't help but agree. Addenda None.

source: craft_ammo_shiva_2_txt
de: Technische Spezifikationen: SHIVA 20mm HE Munition KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dies ist eine Kiste 20mm HE (Hochexplosiv) Munition für das SHIVA Drehgeschütz. Sie kann bis zu 10.000 Schuss beinhalten. Diese Hochgeschwindigkeits-Flakmunition besteht aus einer harten Titanstahlhülse mit einer Spitze aus angereichertem Uran und einem Kern explosivem Brandgemisch. Sobald die Hülse die Außenhaut eines Flugzeugs durchbrochen hat, explodiert der Kern, was die Hülse wie eine Splittergranate zerplatzen lässt und das Brandgemisch über dem Zielgebiet verteilt. Kritische Systeme könnten so beschädigt werden, bevor das Gemisch eingedämmt oder gelöscht werden kann. HE Munition ist darin besonders gut, da sie mehr Brandgemisch beinhaltet und es über ein weit größeres Gebiet verteilen kann. Der Vorteil von HE Munition über PB (Panzerbrechend) Munition ist sein verbessertes Schadenspotential, was jeder Patrone eine größere Chance gibt, das Ziel auszuschalten oder zu zerstören. HE Treffer durchschlagen die Panzerung aber nicht so oft wie PB Treffer. Wenn der Winkel unvorteilhaft ist, tendiert HE Munition dazu, vom Ziel abzuprallen ohne Schaden anzurichten. Jedes SHIVA Geschütz is standardmäßíg mit einer vollen Ladung von 10.000 Schuss bestückt, es sei denn, es gibt nicht genug im Lager. Empfohlener Einsatz Es ist in vielen Situationen eine schwere Wahl zwischen PB und HE Munition. Wenn wir schwergepanzerte Gegner erwarten und nur wenige Flugzeuge zum Abfangen zur Verfügung haben, ist panzerbrechende Munition die erste Wahl. Wenn wir schwerbewaffnete, höchst gefährliche Gegner erwarten, kann massiertes HE Feuer der schnellste Weg sein, diese abzuschießen. Wir können die Munition innerhalb von Minuten austauschen, aber wir können nicht beide Arten gleichzeitig in das gleiche Geschütz laden. Der unterschiedliche Druck von verschiedenen Munitionsarten kann zu Aussetzern führen und in schweren Schaden an der Waffe und am Flugzeug enden. Sowohl UN Sicherheitsprotokolle und das Herstellerhandbuch verbieten es, und ich kann dem nur zustimmen. Zusatz Keiner.
fr: Spécifications techniques : Munitions SHIVA IHE 20mm NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Il s'agit d'une palette de munitions IHE (Incendiaires Hautement Explosives) pour le canon rotatif SHIVA. Elle contient jusqu'à 10 000 balles. Cette munition anti-aérienne destructrice est constituée d'une enveloppe résistante en titane et acier, remplie d'un composé incendiaire explosif. L'ogive est en uranium appauvri. Dès que le balle pénètre la coque d'un appareil, son noyau explose. L'enveloppe éclate comme celle d'une grenade à fragmentation, et le composé incendiaire se répand sur la cible. Des systèmes critiques peuvent être endommagés avant que le composé incendiaire s'éteigne ou soit isolé. Les munitions IHE sont particulièrement efficaces sur ce dernier point puisqu'elles contiennent d'avantage de composé incendiaire et le répandent sur une plus grande surface. L'avantage des munitions IHE comparées aux IP (Incendiaires Perforantes) réside dans leurs dommages potentiels plus importants. Chaque balle traversant la protection du vaisseau a une plus grande probabilité d'endommager ou de détruire sa cible. Cependant, elles parviennent moins souvent à pénétrer la coque que les munitions IP. Si l'angle de tir n'est pas favorable, les munitions IPE tendent à ricocher sur la coque sans provoquer de dégâts. Tout canon SHIVA est chargé par défaut d'une palette complète de 10 000 balles, à moins que les stocks de la base ne soient suffisants. Doctrine recommandée Le choix entre les balles IP et IHE est dans la plupart des cas difficile. Si la probabilité de rencontrer un vaisseau à la coque renforcée est importante, ou si nous ne disposons que d'un faible nombre d'appareils pour les interceptions, les munitions IP seront préférables. Contre un vaisseau lourdement armé, présentant une menace importante, un déluge de munitions IHE s'avérera peut-être être le moyen le plus rapide d'en finir. Nous pouvons changer les munitions chargées en quelques minutes, mais il n'est pas possible d'utiliser les deux types de munitions en même temps. La différence de pression lors du tir des deux munitions causerait des ratés et peut provoquer d'importants dommages au canon et à l'appareil. Les procédures de sécurité des Nations Unies et les instructions du constructeur le déconseillent impérativement, et je ne peux que les suivre. Addenda Aucun.
ru: Technical Specifications: SHIVA 20mm HEI Rounds CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a pallet of 20mm HEI (High-Explosive Incendiary) ammunition for the SHIVA Rotary Cannon. It can contain up to 10,000 rounds. This high-powered anti-aircraft munition consists of a hard titanium-steel shell, tipped with depleted uranium, and filled with a core of explosive incendiary compound. Once the shell penetrates the outer skin of an aircraft, the core detonates, blowing the shell apart like a fragmentation grenade and spreading incendiary compound over the target area. Critical systems may be damaged before the incendiary compound can be quenched or compartmentalised. HEI rounds are especially good at this as they pack more incendiary compound and blast it over a far larger area. The advantage of the HEI round over the API (Armour-Piercing Incendiary) is its improved damage potential, giving each round a better chance of disabling or destroying the target if a hit is scored. HEI hits do not penetrate the target's armour as often as API hits, however. If the angle is unfavourable, HEI hits tend to bounce off without causing damage. Each SHIVA cannon is loaded standard with a full pallet of 10,000 rounds, unless there are not enough rounds available in base storage. Recommended Doctrine It's a tough choice between API and HEI ammo in most situations. If we're expecting to engaging thickly-armoured enemies or have only limited aircraft available to intercept, API is the round of choice. If we're engaging heavily-armed, highly dangerous craft, then massed HEI fire may be one of the quickest ways to take it down. We can switch out a gun's ammunition in a matter of minutes, but we can't load both types into the same gun. The variable pressure of firing different ammunition can cause misfires and may result in extreme damage to the gun and the aircraft. Both UN safety procedures and the manufacturer's manual absolutely forbid it, and I can't help but agree. Addenda None.
th: Technical Specifications: SHIVA 20mm HEI Rounds CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a pallet of 20mm HEI (High-Explosive Incendiary) ammunition for the SHIVA Rotary Cannon. It can contain up to 10,000 rounds. This high-powered anti-aircraft munition consists of a hard titanium-steel shell, tipped with depleted uranium, and filled with a core of explosive incendiary compound. Once the shell penetrates the outer skin of an aircraft, the core detonates, blowing the shell apart like a fragmentation grenade and spreading incendiary compound over the target area. Critical systems may be damaged before the incendiary compound can be quenched or compartmentalised. HEI rounds are especially good at this as they pack more incendiary compound and blast it over a far larger area. The advantage of the HEI round over the API (Armour-Piercing Incendiary) is its improved damage potential, giving each round a better chance of disabling or destroying the target if a hit is scored. HEI hits do not penetrate the target's armour as often as API hits, however. If the angle is unfavourable, HEI hits tend to bounce off without causing damage. Each SHIVA cannon is loaded standard with a full pallet of 10,000 rounds, unless there are not enough rounds available in base storage. Recommended Doctrine It's a tough choice between API and HEI ammo in most situations. If we're expecting to engaging thickly-armoured enemies or have only limited aircraft available to intercept, API is the round of choice. If we're engaging heavily-armed, highly dangerous craft, then massed HEI fire may be one of the quickest ways to take it down. We can switch out a gun's ammunition in a matter of minutes, but we can't load both types into the same gun. The variable pressure of firing different ammunition can cause misfires and may result in extreme damage to the gun and the aircraft. Both UN safety procedures and the manufacturer's manual absolutely forbid it, and I can't help but agree. Addenda None.

source: 'Sparrowhawk' AA Missile Rack
de: "Sperber" AA Raketenwerfer
fr: Lance-Missile AA "Épervier"
ru: Ракетный блок "Пустельга"
