Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: craft_shield_light_txt
de: Technische Spezifikationen: Polymerpanzerung KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Im Zuge der fortgesetzten Bemühungen des Excalibur Programmes haben wir den Globus nach den besten Komponenten abgesucht, die wir in unsere Flugzeug bauen können, so dass sie gegen die Alienbedrohungen bestehen können. Wie immer wurde nur die beste Ausrüstung für die Verteidigung unseres Planeten ausgewählt. Eine der fundamentalsten Wahrheiten der Flugzeugentwicklung ist die Tatsache, dass es einfacher ist, Schaden auszuteilen, als ihn einzustecken und weiterzumachen. Schwere Objekte gehören nicht wirklich in den Himmel; es braucht eine konstante Energiezufuhr, um Dinge wie Flugzeuge, Vögel oder Ballons oben zu halten und wenn diese Energiequelle beschädigt wird, ist ein Absturz unvermeidbar. PHALANX nutzt Multitriebwerke, aber selbst wenn es möglich ist, mit nur einem Triebwerk zu landen, macht der Ausfall eines Triebwerkes mitten im Kampf das Flugzeug kampfunfähig. Mit dem drastischen Verlust von Geschwindigkeit und Manövrierfähigkeit ist die Fortsetzung des Luftkampfes Selbstmord. Extra Panzerung an unseren Flugzeugen anzubringen ist eine schwere, aber effektive Lösung, sie im Himmel zu halten, kritische Systeme zu schützen und das Flugzeug so lange wie möglich im Kampf zu halten. Es wird die Schwere der Treffer am Treibstofftank und anderen wichtigen Systemen, die sonst in sofortiger Zerstörung enden, senken. Das teure Polymer, das in unserer Standardzusatzpanzerung benutzt wird, ist eines der härtesten Materialien der Welt. Es deformiert sich unter Hitze und Druck, wie nach einem Einschlag von kinetischer oder explosiver Energie, und bremst so den Schlag ab, in dem es ihn auf der ganzen Oberfläche verteilt. Wenn sich die Energie verflüchtigt hat, biegt sich die deformierte Platte, je nach Schadensmenge, größtenteils selbst in die ursprüngliche Form zurück. Wir haben in unseren Werkstätten die Möglichkeit, diese dauerhaft verformten Polymerplatten zu reparieren, sobald das Flugzeug zur Basis zurückkehrt. Der Nachteil an der Sache ist, dass das zusätzliche Gewicht das Flugzeug bremst und seine effektive Reichweite senkt. Das ist kein Problem für die Kurzstrecken-Abfangjäger, aber kann Probleme verursachen, wenn wir ein UFO in großer Reichweite entdecken. Diese Panzerung zu installieren benötigt einen kompletten modularen Panzerungsschacht in unseren Flugzeugen. Empfohlener Einsatz Es wird empfohlen, diese Panzerung auf Flugzeuge zu beschränken, die für schnelle Abfangmanöver auf kurzer Entfernung, nicht weit von der Basis, gedacht sind. Der Einbau von Zusatzpanzerung in unsere Langstreckenabfangjäger ist die Entscheidung des Kommandanten, aber ihre effektive Reichweite auf diese Art zu verringern, könnte gefährlich sein, da es mehrere Stunden dauert, die Panzerung abzubauen, wenn sie erst mal dran ist. Während dieser Zeit ist der Flieger 'in der Werkstatt' und kann daher nicht starten. Jede Wiederbewaffnung und Betankung muss auch warten, bis der Einbau komplett ist. Unsere Techniker können nicht mit diesem Material arbeiten, wenn Munition oder Treibstoff in der Nähe ist. Ein Flugzeug mitten in einer Neupanzerung hochzuschicken ist möglich, wird aber nicht empfohlen. Das Flugzeug wird sehr unausgeglichen sein und es besteht die Gefahr des Absturzes, da die Steuerung und das Verhalten des Flugzeuges unvorhersehbar ist. Es wird auf keinen Fall kampftauglich sein, da seine elektrischen Geräte für die Wartung abgeschaltet wurden, und sie können in einer Notsituation nicht rechtzeitig hochgefahren werden. Zusatz Keiner.
fr: Spécifications techniques : Armure Polymère NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Dans nos efforts incessants pour le Programme Excalibur, nous avons exploré les meilleurs composants sur Terre afin d'équiper nos appareils pour assurer leur survie contre les assauts aliens. Comme toujours, seul le meilleur équipement a été retenu pour la défense de notre planète. Un point important à prendre en compte lors de la conception d'un appareil est qu'il est plus facile d'éviter des dommages que de les encaisser et de continuer à voler. Les objets lourds n'appartiennent pas vraiment au ciel : les avions, les montgolfières et même les oiseaux nécessitent un apport constant d'énergie pour rester en l'air. Si la source de cette énergie est endommagée en vol, l'écrasement est inévitable. PHALANX n'utilise que des appareils à plusieurs réacteurs ; et même s'il est possible de les faire atterrir avec un seul d'entre eux, la perte d'un moteur en combat diminue considérablement les capacités de l'appareil. Après une telle perte de vitesse et de puissance de manoeuvre, il serait suicidaire de continuer l'affrontement. Renforcer la coque d'un appareil l'alourdit mais est une solution efficace pour lui permettre de continuer à voler. Les systèmes critiques sont protégés des dégâts et l'appareil peut alors poursuivre un combat plus longtemps. Les dommages aux réservoirs de carburants ou à d'autres systèmes vitaux seront moins dramatiques, évitant peut-être la destruction immédiate de l'appareil. Le polymère expansé utilisé pour nos armures pour appareil est l'un des matériaux les plus résistants de la planète. Il se déforme facilement sous la chaleur et la pression, par exemple lorsqu'il subit des dégâts physiques ou explosifs, répartissant les contraintes sur toute la surface de l'armure. Une fois l'énergie dissipée, la couche protectrice retrouve sa forme initiale ou presque, selon les dégâts infligés. Nous disposons dans nos ateliers des installations nécessaires à la réparation des plaques trop endommagées. L'inconvénient de cette protection est que son poids ralentit l'appareil et diminue significativement son rayon d'action. Si cela n'est pas réellement handicapant pour les interventions rapides à courte portée, cela peut le devenir si des OVNIs sont détectés loin de l'une de nos bases. Installer cette amélioration sur un appareil utilisera la totalité de son espace modulaire réservé aux protections. Doctrine recommandée Il est recommandé de n'utiliser cette protection additionnelle que sur les appareils destinés aux interceptions rapides et à courte portée. Son installation pour des interceptions à longue portée est laissée à la discrétion du Commandant, mais limiter le rayon d'action de cette façon peut s'avérer dangereux, étant donné que plusieurs heures de travail sont nécessaires pour retirer l'armure une fois installée. Durant toute cette période, l'intercepteur devra rester dans son hangar et ne peut décoller. Tout réarmement ou réapprovisionnement devra attendre que les opérations d'installation ou de retrait soient terminées. Nos techniciens ne peuvent travailler si des munitions ou du carburant potentiellement dangereux se trouvent sur place. Un décollage d'urgence alors que l'armure est à moitié en place est possible mais non-recommandé. L'appareil sera mal équilibré et pourrait s'écraser à cause d'un comportement inhabituel. Il ne sera pas capable de participer à un combat, étant donné que toute son électronique de visée est déconnectée pendant la durée du cycle de maintenance, et qu'elle est trop longue à redémarrer en situation d'urgence. Addenda Aucun.
ru: Technical Specifications: Polymer Aircraft Armour CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. One of the fundamental truths in aircraft design is that it's easier to dish out damage than it is to take it and keep coming. Heavy objects don't really belong in the sky; it takes a constant input of power to keep things like aircraft, birds and balloons from coming back down, and if the source of this power is damaged in mid-flight, a crash is unavoidable. PHALANX uses exclusively multi-engine aircraft, but even though it's possible for our interceptors to land on only one engine, the loss of an engine during combat will immediately render the aircraft combat-ineffective. With such a drastic loss of speed and manoeuvring power, continuing the engagement would be suicide Adding extra armour to our aircraft is a weighty but effective solution to keeping them in the sky, protecting critical systems from damage and allowing the aircraft to stay in the fight longer than would otherwise be possible. It will reduce the severity of hits to the fuel tank and other vital systems that might otherwise result in the craft's instant destruction. The expensive polymer used in our standard add-on armour is one of the toughest materials on the planet. It deforms wildly under heat and pressure, such as when impacted by kinetic or explosive energy, cushioning the blow across the entire armour surface. Once the energy has dissipated, the deformed plate amazingly resumes all or most of its previous shape, depending on the amount of damage received. We even have facilities in our Workshops to repair permanently-deformed polymer plates once the aircraft returns to base. On the downside, the added weight will slow the aircraft down and significantly decrease its effective range. This is less of an issue for quick short-range interceptions, but can cause problems if UFOs are spotted in areas far distant from any of our bases. Installing this armour add-on will completely take up the modular armour slot on one of our aircraft. Recommended Doctrine It is recommended to restrict this armour add-on to craft which are meant to make quick, short-range interceptions not far from their base. The installation of add-on armour on our long-range interceptors is left to the Commander's discretion, but limiting their effective range in this manner can be dangerous, as it will be several hours' work to strip off the armour once it's put on. During this time the interceptor will be 'in the shop' and unable to launch. Any rearming or refuelling of the aircraft will have to wait until the installation/removal is complete. Our techs can't work on this material with dangerous munitions or fuel on-site. Scrambling an aircraft during a half-finished armour job is possible but not recommended. The craft will be highly unbalanced and in danger of crashing because of unpredictable handling and behaviour. It certainly won't be able to fight, as its targeting electronics will have been shut down for the duration of the maintenance cycle, and they cannot be booted up in time to be effective in a scramble situation. Addenda None.
th: Technical Specifications: Polymer Aircraft Armour CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. One of the fundamental truths in aircraft design is that it's easier to dish out damage than it is to take it and keep coming. Heavy objects don't really belong in the sky; it takes a constant input of power to keep things like aircraft, birds and balloons from coming back down, and if the source of this power is damaged in mid-flight, a crash is unavoidable. PHALANX uses exclusively multi-engine aircraft, but even though it's possible for our interceptors to land on only one engine, the loss of an engine during combat will immediately render the aircraft combat-ineffective. With such a drastic loss of speed and manoeuvring power, continuing the engagement would be suicide Adding extra armour to our aircraft is a weighty but effective solution to keeping them in the sky, protecting critical systems from damage and allowing the aircraft to stay in the fight longer than would otherwise be possible. It will reduce the severity of hits to the fuel tank and other vital systems that might otherwise result in the craft's instant destruction. The expensive polymer used in our standard add-on armour is one of the toughest materials on the planet. It deforms wildly under heat and pressure, such as when impacted by kinetic or explosive energy, cushioning the blow across the entire armour surface. Once the energy has dissipated, the deformed plate amazingly resumes all or most of its previous shape, depending on the amount of damage received. We even have facilities in our Workshops to repair permanently-deformed polymer plates once the aircraft returns to base. On the downside, the added weight will slow the aircraft down and significantly decrease its effective range. This is less of an issue for quick short-range interceptions, but can cause problems if UFOs are spotted in areas far distant from any of our bases. Installing this armour add-on will completely take up the modular armour slot on one of our aircraft. Recommended Doctrine It is recommended to restrict this armour add-on to craft which are meant to make quick, short-range interceptions not far from their base. The installation of add-on armour on our long-range interceptors is left to the Commander's discretion, but limiting their effective range in this manner can be dangerous, as it will be several hours' work to strip off the armour once it's put on. During this time the interceptor will be 'in the shop' and unable to launch. Any rearming or refuelling of the aircraft will have to wait until the installation/removal is complete. Our techs can't work on this material with dangerous munitions or fuel on-site. Scrambling an aircraft during a half-finished armour job is possible but not recommended. The craft will be highly unbalanced and in danger of crashing because of unpredictable handling and behaviour. It certainly won't be able to fight, as its targeting electronics will have been shut down for the duration of the maintenance cycle, and they cannot be booted up in time to be effective in a scramble situation. Addenda None.

source: craft_shield_plating_pre_txt
de: Commander, now that we have the ability to produce and work the alien materials, a whole new range of options has opened up to us. These materials are so strong and flexible that they can be used for almost anything. Their most promising uses, however, have been in aircraft design -- specifically armour. We've had an extremely difficult time shooting down UFOs thanks to the resilient outer skin of alien materials. Unfortunately we can't simply slap this same kind of skin onto our own craft because the alien materials are far too heavy. Our craft would struggle to even get off the ground. That needn't be the end of it, though. Commander, if you let us do some research on it, I believe we can come up with an armouring scheme that -- while it might decrease speed and increase fuel consumption a bit -- should give our aircraft a far better survival chance against the alien weapons during interceptions. According to our calculations, aircraft with this kind of armour could withstand several particle beam hits and still remain combat effective. It's a very promising possibility, Commander, one that definitely deserves investigation. --Cdr. Navarre
fr: Commander, now that we have the ability to produce and work the alien materials, a whole new range of options has opened up to us. These materials are so strong and flexible that they can be used for almost anything. Their most promising uses, however, have been in aircraft design -- specifically armour. We've had an extremely difficult time shooting down UFOs thanks to the resilient outer skin of alien materials. Unfortunately we can't simply slap this same kind of skin onto our own craft because the alien materials are far too heavy. Our craft would struggle to even get off the ground. That needn't be the end of it, though. Commander, if you let us do some research on it, I believe we can come up with an armouring scheme that -- while it might decrease speed and increase fuel consumption a bit -- should give our aircraft a far better survival chance against the alien weapons during interceptions. According to our calculations, aircraft with this kind of armour could withstand several particle beam hits and still remain combat effective. It's a very promising possibility, Commander, one that definitely deserves investigation. --Cdr. Navarre
ru: Commander, now that we have the ability to produce and work the alien materials, a whole new range of options has opened up to us. These materials are so strong and flexible that they can be used for almost anything. Their most promising uses, however, have been in aircraft design -- specifically armour. We've had an extremely difficult time shooting down UFOs thanks to the resilient outer skin of alien materials. Unfortunately we can't simply slap this same kind of skin onto our own craft because the alien materials are far too heavy. Our craft would struggle to even get off the ground. That needn't be the end of it, though. Commander, if you let us do some research on it, I believe we can come up with an armouring scheme that -- while it might decrease speed and increase fuel consumption a bit -- should give our aircraft a far better survival chance against the alien weapons during interceptions. According to our calculations, aircraft with this kind of armour could withstand several particle beam hits and still remain combat effective. It's a very promising possibility, Commander, one that definitely deserves investigation. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า
