Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: craft_weapon_particle_beam_txt
de: Unser Bericht über die Alien PSW (Partikelstrahlwaffe) ist fertig, Herr Kommandant. Die allgemeine Zielsetzung bei Partikelstrahlwaffen ist es, das Zielobjekt mit einem Strahl bescheunigter Partikel zu treffen, die sich mit nahe Lichtgeschwindigkeit bewegen und daher eine enorme Menge kinetischer Energie mit sich führen. Die Alienwaffe ist eine elegant einfache Anwendung dieses Konzepts. Einfach ausgedrückt ist sie nichts weiter als ein großer Partikelbeschleuniger und eine Fokussiermatrix, die aus einer starken magnetischen Eindämmungs- und Drucksystem besteht. Mein Team hätte einen Partikelbeschleuniger des gleichen Standards bauen können, aber die Fokussiermatrix zeigt uns deutlich, wie weit uns die Aliens wirklich voraus sind. Der Beschleuniger ist wenig mehr als ein Hochenergiesynchrotron, welcher Partikel kreisförmig beschleunigt, bis sie die erforderliche Geschwindigkeit erreicht haben. Die Partikel werden dann durch ein Magnetfeld in die Fokussiermatrix gelenkt, wo sie zu einem koheränten Strahl gebündelt werden. Die Stufe magnetische Kontrolle, die die Aliens hier erreichen ist größer als alles, was wis bisher erreicht haben. DAs bündelsystem wird vom Zielcomputer des UFOs direkt gesteuert, was den Strahl mit tödlicher Genauigkeit auf das Ziel lenkt. Wenn aktiviert wird die Waffe durch die Elektrik des UFOs gespeist und verfolgt dauerhaft das angepeilte Ziel. Ist das Ziel einmal zerstört, zielt der Computer auf das nächste, wenn ein weiteres da ist. Die Verteidigung gegen diese Waffe ist eine Herausforderung, Herr Kommandant. Es gibt sehr wenig, was man gegen einen Partikelstrahl machen kann, der sich mit beinahe Lichtgeschwindigkeit fortbewegt und dabei genug Energie mit sich führt, um alles, was wir ins Feld bringen können, aus dem Himmel zu pusten. Zusatzpanzerung für unsere Flugzeuge wird sie gegen Streifschüsse schützen, aber bei einem direkten Treffer ist es egal, ob sie da ist oder nicht. Die einzige richtige Verteidigung gegen diese Waffe ist, sie verfehlen zu lassen. Wir sollten eine intakte Alien ECM Einheit so schnell wir möglich bergen und untersuchen. Es wird eine ähnliche Herausforderung, die PSW in unsere Flugzeuge einzubauen. Wir haben Klammern zurechtgebastelt, um sie in jeden mittelgroßen Waffenschacht einzubauen, aber wir können nicht genug Energie durch das Fliegen erzeugen, um diese Waffe zu betreiben. Wenn wir die PSW im Kampf benutzen wollen, müssen wir sie mit einem eigenen Antimateriesystem ausrüsten. Das dürfte mehr Forschung im Bereich Antimaterielagerung und -kontrolle erfordern und das bedeutet, dass die Munition sehr wahrscheinlich begrenzt ist. Auf der positiven Seite haben wir herausgefunden, dass alle Komponenten der Waffe von uns reproduzierbar sind und ihre Baupläne wurden der Werkstatt übergeben. Wir sollten in der Lage sein, die Produktion sofort zu beginnen. --Cdr. Navarre
fr: Notre rapport sur l'AFP (Arme à Faisceau de Particules) alien est prêt, Commandant. L'idée générale des armements à faisceau de particules est de frapper un objet cible avec un jet de particules accélérées se déplaçant à des vitesses proche de celle de la lumière, donc détenant une énergie cinétique énorme. L'arme alienne est une application d'une simplicité élégante de ce concept. Pour l'essentiel, elle n'est rien d'autre qu'un grand accélérateur de particules et un ensemble d'équipement de focalisation, se composant d'un système magnétique haute puissance de retenue et de concentration. Mon équipe pourrait avoir construit un accélérateur de particules presque aux mêmes normes, mais la matrice de focalisation nous montre bien à quel point les aliens sont avancés. L'accélérateur est peu plus qu'un synchrotron de haute énergie, accélérant des particules en les faisant tourner en cercle jusqu'à ce qu'elles aient atteint la vitesse suffisante. Les particules sont alors détournées par un champ magnétique dans la matrice de focalisation, où elles sont par magnétisme resserrées -- « pincé » -- dans un faisceau cohérent. Le niveau de contrôle magnétique que les aliens réalisent ici est bien plus important que tout ce que nous avons fait auparavant. Le système de concentration est intelligemment commandé par l'ordinateur de visée de l'OVNI, dirigeant le faisceau vers sa cible avec une précision mortelle. Quand elle active, l'arme est alimentée directement par le système électrique de l'OVNI, cherchant constamment une cible de choix. Une fois que la cible a été détruite, l'ordinateur ce verrouillera immédiatement sur le prochain contact hostile, s'il y en a. Se défendre contre cette arme va être un défi, Commandant. Il y a très peu qui puisse être fait contre un faisceau de particules voyageant presque à la vitesse de la lumière, portant assez d'énergie pour descendre quoi que se soit dans le ciel. L'armure additionnelle pour notre aviation protégera contre les coups indirects, mais dans le cas d'un coup direct, elle pourrait aussi bien ne pas être là. Il semble que la seule défense réaliste contre cette arme est de le faire manquer son but. Nous devrions récupérer et étudier une unité intacte de contre-mesure électronique alien dès que possible. Ce sera un défi semblable pour que nous adaptions l'AFP à notre propre aviation. Nous avons créer des fixations que nous pouvons monter sur n'importe quel point d'appui de taille moyenne, mais nous ne pouvons pas générer assez de puissance pour convenir à cette arme juste à partir de l'électricité disponible en vol. Si nous voulons employer l'AFP en combat, nous allons devoir le faire fonctionner avec son propre système électrique à antimatière. Ceci peut exiger plus de recherche dans le stockage et le contrôle de l'antimatière, et signifie que les munitions seront certainement limitées. Sur une note plus heureuse, nous avons confirmé que tous les composants de cette arme sont dans nos capacités de réplication, et leurs spécifications ont été chargées dans les machines de nos atelier. Nous devrions pouvoir commencer la production immédiatement. --Cdt Navarre
ru: Our report on the alien PBW (Particle Beam Weapon) is ready for your review, Commander. The general idea of particle-beam weaponry is to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. The alien weapon is an elegantly simple application of this concept. It is essentially nothing more than a big particle accelerator and a set of focusing equipment, consisting of a high-powered magnetic containment and pinch system. My team could've built a particle accelerator to nearly the same standards, but the focusing array shows us just how far ahead the aliens really are. The accelerator is little more than a high-energy synchrotron, speeding particles round and round in a circle until they've achieved sufficient velocity. The particles are then diverted via a magnetic field into the focusing array, where they are magnetically constricted -- 'pinched' -- into a coherent beam. The level of magnetic control the aliens achieve here is far greater than anything we've managed before. The pinch system is intelligently controlled by the UFO's targeting computer, directing the beam to its target with dead-on accuracy. When active, the weapon is powered directly from the UFO's electrical system, constantly tracking one target of choice. Once the target has been destroyed, the computer will immediately lock on to the next hostile contact in the chain, if any. Defending against this weapon is going to be a challenge, Commander. There is very little that can be done against a particle beam travelling at near the speed of light, carrying enough energy to knock anything we can field right out of the sky. Additional armour for our aircraft will protect against glancing blows, but in the case of a direct hit, it may as well not be there. It seems the only realistic defence against this weapon is to cause it to miss. We should recover and investigate an intact alien ECM unit as soon as we can. It will be a similar challenge for us to fit the PBW to our own craft. We've rigged up brackets that we can mount to any medium-sized hardpoint, but we can't generate enough power to suit this weapon just from in-flight electricity. If we want to use the PBW in combat, we're going to have to run it off its own antimatter-powered electrical system. This may require more research into antimatter storage and control, and it means that ammunition will certainly be limited. On a brighter note, we've confirmed that all the weapon's components are within our ability to replicate, and their specs have been loaded into our Workshop machinery. We should be able to begin production straight away. --Cdr. Navarre
th: Our report on the alien PBW (Particle Beam Weapon) is ready for your review, Commander. The general idea of particle-beam weaponry is to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. The alien weapon is an elegantly simple application of this concept. It is essentially nothing more than a big particle accelerator and a set of focusing equipment, consisting of a high-powered magnetic containment and pinch system. My team could've built a particle accelerator to nearly the same standards, but the focusing array shows us just how far ahead the aliens really are. The accelerator is little more than a high-energy synchrotron, speeding particles round and round in a circle until they've achieved sufficient velocity. The particles are then diverted via a magnetic field into the focusing array, where they are magnetically constricted -- 'pinched' -- into a coherent beam. The level of magnetic control the aliens achieve here is far greater than anything we've managed before. The pinch system is intelligently controlled by the UFO's targeting computer, directing the beam to its target with dead-on accuracy. When active, the weapon is powered directly by the UFO's electrical system, constantly tracking one target of choice. Once the target has been destroyed, the computer will immediately lock on to the next hostile contact in the chain, if any. Defending against this weapon is going to be a challenge, Commander. There is very little that can be done against a particle beam travelling at near the speed of light, carrying enough energy to knock anything we can field right out of the sky. Additional armour for our aircraft will protect against glancing blows, but in the case of a direct hit, it may as well not be there. It seems the only realistic defence against this weapon is to cause it to miss. We should recover and investigate an intact alien ECM unit as soon as we can. It will be a similar challenge for us to fit the PBW to our own craft. We've rigged up brackets that we can mount to any medium-sized hardpoint, but we can't generate enough power to suit this weapon just from in-flight electricity. If we want to use the PBW in combat, we're going to have to run it off its own antimatter-powered electrical system. This may require more research into antimatter storage and control, and it means that ammunition will certainly be limited. On a brighter note, we've confirmed that all the weapon's components are within our ability to replicate, and their specs have been loaded into our Workshop machinery. We should be able to begin production straight away. --Cdr. Navarre

source: craft_electronics_targeting_txt
de: Technische Spezifikationen: Zielcomputer KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Im Zuge der fortgesetzten Bemühungen des Excalibur Programmes haben wir den Globus nach den besten Komponenten abgesucht, die wir in unsere Flugzeug bauen können, so dass sie gegen die Alienbedrohungen bestehen können. Wie immer wurde nur die beste Ausrüstung für die Verteidigung unseres Planeten ausgewählt. Alle unsere Flugzeuge kommen standardmäßig mit High Tech Zielsystemen, aber selbst diese haben immer noch extreme Schwierigkeiten UFOs zu verfolgen und eine Raketenaufschaltung zu halten. Die Technologie der Aliens ist viel zu fortgeschritten, so dass wir kaum eine Chance hätten ihre Abwehr zu durchdringen. Unsere Systeme verlieren ihre Aufschaltung, werden durch Leuchtkugeln oder Köder abgewehrt oder einfach durch die Strahlwaffen der Aliens aus dem Himmel geschossen. Das sind alles Probleme, für die wir derzeit noch keine Lösung haben. Was wir aber tun können, ist zusätzliche Zielausrüstung mit speziell entwickelter Filtersoftware einzubauen, die unsere Standardsysteme nicht haben. Dieses Paket wurde von meinem Team speziell dafür gebaut und nutzt die modernsten, genauesten Daten über UFO Signaturen und Aufspürmethoden. Es weiß mehr über Muster und Schwächen der Aliensignale und hilft, die Mauer der elektronischen Kriegsführung um die Alienschiffe zu durchdringen. Das wird die Genauigkeit aller unserer Flugzeugwaffen um einiges erhöhen. Diese kräftige Hardware in dieser Verbesserung benötigt einen kompletten modulare Schacht in unseren Fliegern. Empfohlener Einsatz Diese Verbesserung hat mehrere effektive Einsatzmöglichkeiten. Sie kann die Effektivität von ungenauen Waffensystemen gegen ein einzelnes Flugzeug verbessern, in einer Feuerunterstützungsrolle unsere Langstrenraketen lenken, oder einfach in Massen von einer Staffel Abfangjäger genutzt werden, um in jeder Reichweite dem Gegner eine Feuerwand entgegenzuwerfen. Der einzige Nachteil ist, dass es einen ganzen modularen Schacht benötigt, der sonst für Abwehrelektronik oder andere Ausrüstung genutzt werden könnte. Das könnte unsere Abfängjäger in anderen Bereichen schwächen. Zusatz Mit all den Möglichkeiten und verschiedenen Szenarien, die uns in der Zukunft erwarten, gibt es keine goldene Regel, die uns sagt, wann wir den Zielcomputer einsetzen sollten. Er ist bereit zur Nutzung, wenn sie es möchten.
fr: Spécifications techniques : Ordinateur de Visée NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Dans nos efforts incessants pour le Programme Excalibur, nous avons exploré les meilleurs composants sur Terre afin d'équiper nos appareils pour assurer leur survie contre les assauts aliens. Comme toujours, seul le meilleur équipement a été retenu pour la défense de notre planète. Tous nos appareils sont équipés en série avec les systèmes de ciblage les plus perfectionnés, mais ils ont toujours d'importantes difficultés pour suivre un vaisseau alien et maintenir le verrouillage de leurs missiles. L'électronique alienne est trop avancée sur la nôtre pour que nous puissions réellement espérer contourner leurs défenses. Nos missiles perdent leurs verrouillages, sont trompés par des leurres, ou sont tout simplement détruits par les armes à faisceaux aliennes. Pour tous ces points, nous n'avons aucune solution à l'heure actuelle. Cependant, nous pouvons monter un système de visée additionnel avec un logiciel spécifique de filtrage que nos systèmes standards ne peuvent utiliser. Cet ensemble a été spécialement conçu par mon équipe en utilisant les données les plus récentes et les plus précises sur les signatures des vaisseaux aliens et leurs méthodes de détection. Il est beaucoup mieux adapté aux types de signaux aliens, et connaît leurs faiblesses. Il facilitera ainsi le contournement des systèmes de brouillages électroniques autour d'un vaisseau alien, augmentant ainsi considérablement la précision de toutes les armes de l'intercepteur concerné. La puissante installation utilisée pour cette amélioration prendra un module complet d'équipement sur un appareil. Doctrine recommandée Cette amélioration présente plusieurs avantages. Elle peut permettre d'améliorer les performances des systèmes d'armements peu précis d'un appareil donné. Elle peut être utilisée pour un feu de barrage afin de protéger des tirs de missile à longue portée. Elle peut enfin être utilisée par toute une formation d'intercepteurs pour submerger les ennemis de leurs tirs à toute portée. Son seul inconvénient est de prendre un module entier qui pourrait sinon être utilisé par un autre équipement. Cela peut induire des faiblesses dans d'autres domaines, comme la protection de l'appareil. Addenda Devant le nombre important de scénarii qui peuvent se présenter dans le futur, il n'y a pas de règle d'or pour décider quand utiliser un Ordinateur de Visée. Il est disponible et prêt à être utilisé dès que le Commandant le souhaite.
ru: Technical Specifications: Targeting Computer CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. All our aircraft come standard with high-tech targeting systems, but they still have an extremely difficult time tracking alien craft and holding missile lock. Alien electronics are too far in advance of ours for us to be able to realistically counter their defences. Our systems lose lock, get suckered by flares or decoys, or simply get shot to hell by the aliens' beam weapons. These are all problems that we have no clear solution for at the moment. However, what we can do is mount additional targeting equipment with purpose-built filtering software that our standard systems can't load. This package was specially built by my team using the latest, most accurate data on alien craft signatures and detection methods. It knows much more about the patterns and weaknesses of alien signals, helping to penetrate the wall of Electronic Warfare activity around an alien craft. This will significantly upgrade the accuracy of all weapons mounted on the carrying interceptor. The powerful hardware installation involved in this upgrade will take up one complete modular equipment slot on one of our aircraft. Recommended Doctrine This upgrade has several effective purposes. It can help to improve the effectiveness of low-accuracy weapons systems on a single aircraft, it can be used in a fire support role assisting barrages of long-range missile fire, or it can be used en masse by whole flights of interceptors to bring overwhelming fire to bear on our enemies at all ranges. Its only downside is that it takes up a whole modular slot that could be used for defensive electronics or other equipment. This may leave our interceptors weak in other areas. Addenda With all the possibilities and different scenarios waiting in our future, there is no golden rule that will help decide when to deploy the Targeting Computer. It is ready for use at the Commander's discretion.
th: Technical Specifications: Targeting Computer CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. All our aircraft come standard with high-tech targeting systems, but they still have an extremely difficult time tracking alien craft and holding missile lock. Alien electronics are too far in advance of ours for us to be able to realistically counter their defences. Our systems lose lock, get suckered by flares or decoys, or simply get shot to hell by the aliens' beam weapons. These are all problems that we have no clear solution for at the moment. However, what we can do is mount additional targeting equipment with purpose-built filtering software that our standard systems can't load. This package was specially built by my team using the latest, most accurate data on alien craft signatures and detection methods. It knows much more about the patterns and weaknesses of alien signals, helping to penetrate the wall of Electronic Warfare activity around an alien craft. This will significantly upgrade the accuracy of all weapons mounted on the carrying interceptor. The powerful hardware installation involved in this upgrade will take up one complete modular equipment slot on one of our aircraft. Recommended Doctrine This upgrade has several effective purposes. It can help to improve the effectiveness of low-accuracy weapons systems on a single aircraft, it can be used in a fire support role assisting barrages of long-range missile fire, or it can be used en masse by whole flights of interceptors to bring overwhelming fire to bear on our enemies at all ranges. Its only downside is that it takes up a whole modular slot that could be used for defensive electronics or other equipment. This may leave our interceptors weak in other areas. Addenda With all the possibilities and different scenarios waiting in our future, there is no golden rule that will help decide when to deploy the Targeting Computer. It is ready for use at the Commander's discretion.
