Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: You cannot queue aircraft. No free space in hangars.
de: Sie können dieses Flugzeug nicht produzieren. Nicht genügen Platz in den Hangars.
fr: Vous ne pouvez pas acheter cet appareil. Il n'y a plus assez de place dans vos hangars.

source: Production queue for base %s is empty
de: Produktionswarteeschlange der Basis %s ist leer
fr: La liste de production de la base %s est vide
ru: Очередь на производство в мастерских базы %s пуста
th: คิวการผลิตของฐาน %s ว่าง

source: Production queue empty
de: Produktionswarteschlange ist leer
fr: Liste de production vide
ru: Очередь на производство пуста
th: คิวการผลิตว่าง

source: Not enough credits to finish production in base %s.
fr: Pas assez de crédits pour terminer la production dans la base %s.

source: Not enough free storage space in base %s. Production paused.
fr: Plus assez de place dans les entrepôts de la base %s. La production est stoppée.

source: Not enough free hangar space in base %s. Production paused.
fr: Plus assez de place dans les hangars de la base %s. La production est stoppée.

source: Not enough free storage space in base %s. Disassembling paused.
fr: Plus assez de place dans les entrepôts de la base %s. Le désassemblage est stoppé.

source: The production of %s has finished.
de: Die Produktion von %s ist abgeschlossen
fr: La production de %s est terminée
ru: Производство %s завершено.
th: การผลิต %s เสร็จสิ้น

source: Production finished
de: Produktion abgeschlossen
fr: Production terminée
ru: Производство завершено
th: ผลิตเสร็จสิ้น

source: The disassembling of %s has finished.
de: Demontage von %s wurde abgeschlossen.
fr: Le démontage de %s est terminé.

source: No item selected
de: Kein Gegenstand ausgewählt
fr: Pas d'objet sélectionné
ru: Ничего не выбрано
th: ไม่ได้เลือกอุปกรณ์

source: Costs per item %i c
de: Stückkosten %i c
fr: Coût par objet %i c
ru: Цена за 1 шт: %i кр
th: ต้นทุนต่อชิ้น %i c

source: Productiontime %ih
de: Produktionszeit %ih
fr: Durée de Production %ih
ru: Время производства: %i ч.
th: เวลาผลิต %ih

source: Item size %i
de: Größe des Gegenstandes %i
fr: Taille de l'objet %i

source: No disassembly selected
de: Keine Demontage ausgewählt
fr: Pas de démontage sélectionné

source: %s - disassembly
de: %s - Demontage
fr: %s - démontage

source: Components:
de: Komponenten:
fr: Composants :

source: Disassembly time %ih
de: Demontagezeit %ih
fr: Durée du démontage %ih

source: Production costs %i c
de: Produktionskosten %i c
fr: Coûts de Production %i c

source: No aircraft selected.
de: Keinen Flugzeug ausgewählt.
fr: Aucun appareil n'est sélectionné.

source: Queue full!
de: Warteschlange voll!
fr: Liste pleine !
ru: Очередь полностью заполнена!
th: คิวเต็ม!

source: You cannot queue any more items!
de: Es kann nichts mehr der Produktionsliste hinzugefügt werden
fr: Vous ne pouvez plus ajouter d'objets à la liste !
ru: Вы больше не можете поместить что-либо в очередь!
th: เพิ่มคิวไม่ได้อีกแล้ว!

source: Not enough material!
de: Nicht genug Material!
fr: Pas assez de matières premières !

source: You don't have enough material to produce all (%i) items. Production will continue with a reduced (%i) number.
fr: Vous n'avez pas assez de matière première pour construire tous les équipements (%i). La production continue pour une quantité plus faible (%i).

source: Production of %s started
de: Produktion von %s gestartet
fr: Production de %s commencée
ru: Начато производство: %s
th: เริ่มการผลิต %s

source: Production started
de: Produktion gestartet
fr: Production commencée
ru: Начато производство
th: เริ่มการผลิต

source: Disassembling of %s started
de: %s-Demontage gestartet
fr: Démontage de %s commencé

source: You don't have enough of the needed material to produce this item.
de: Du hast nicht genug vom benötigten Material um diesen Gegenstand zu produzieren.
fr: Les matériaux nécessaire à la production de cet objet sont insuffisants.

source: A research project has been completed: %s
de: Ein Forschungsprojekt ist abgeschlossen: %s
fr: Un projet de recherche est terminé : %s
ru: Был завершён исследовательский проект: %s
th: โครงการวิจัยเสร็จสิ้น: %s

source: Research finished
de: Forschung abgeschlossen
fr: Recherche terminée
ru: Исследование закончено
th: การวิจัยเสร็จสิ้น

source: New research proposal: %s
de: Neuer Forschungsantrag: %s
fr: Nouvelle proposition de recherche : %s
ru: Новая заявка на исследование: %s
th: นำเสนอโครงการใหม่: %s

source: Unknown Technology researchable
de: Unbekannte Technologie erforschbar
fr: Technologie inconnue à étudier
ru: Низвестная тезнология подлежит исследованию
th: วิทยการที่ยังไม่รู้จัก วิจัยไม่ได้

source: Unknown Technology found
de: Unbekannte Technologie gefunden
fr: Technologie inconnue découverte
ru: Найдена неизвестная тезнология
th: พบวิทยาการที่ยังไม่รู้จัก

source: Laboratory space (used/all): %i/%i
de: Laborplätze (benutzt/gesamt): %i/%i
fr: Espace Laboratoire (utilisé/total) : %i/%i

source: Scientists (available/all): %i/%i
de: Wissenschaftler (fertig/alle): %i/%i
fr: Scientifiques (disponibles/tous) : %i/%i

source: Not researched in any base.
de: Wird in keiner Basis erforscht
fr: Recherché dans aucune base.
ru: Не исследуется ни на одной базе.
th: ไม่ได้วิจัยในฐานใดทั้งสิ้น

source: Researched in %s
de: Wird in in %s erforscht
fr: Recherché dans %s
ru: Исследуется на базе %s
th: วิจัยใน %s

source: Researched in this base.
de: Wird in dieser Basis erforscht
fr: Recherché dans cette base.
ru: Исследуется на этой базе.
th: วิจัยในฐานนี้

source: Progress: %.1f%%
de: Fortschritt: %.1f%%
fr: Progression : %.1f%%
ru: Прогресс: %.1f%%
th: ความก้าวหน้า: %.1f%%

source: Progress: Not available.
de: Fortschritt: Nicht verfügbar.
fr: Progrès : Non disponible.
ru: Прогресс: не досупно.
th: ความก้าวหน้า: ไม่มีข้อมูล

source: Status: Under research
de: Status: Wird erforscht
fr: Statut : en cours de recherche
ru: Состояние: исследуется
th: สถานะ: กำลังวิจัย

source: Status: Research paused
de: Status: Forschung unterbrochen
fr: Statut : recherche en attente
ru: Состояние: исследование приостановлено
th: สถานะ: หยุดวิจัยชั่วคราว

source: Status: Research finished
de: Status: Forschung abgeschlossen
fr: Statut : recherche terminée
ru: Состояние: исследование завершено
th: สถานะ: วิจัยเสร็จสิ้น

source: Status: We don't currently have all the materials or background knowledge needed to research this topic.
fr: Status : Nous ne disposons actuellement pas de des matériaux ou connaissances nécessaires pour rechercher sur ce thème.

source: Status: Unknown technology
de: Status: Unbekannte Technologie
fr: Statut : technologie inconnue
ru: Состояние: неизвестная технология
th: สถานะ: วิทยการที่ยังไม่รู้จัก

source: No free space in laboratories left. Build more laboratories.
de: Kein freier Platz in den Laboratorien. Baue neue Laboratorien.
fr: Plus d'espace disponible dans les laboratoires. Construisez-en d'avantage.

source: Not enough laboratories
de: Nicht genügend Laboratorien
fr: Pas assez de laboratoires

source: This item is currently under research in another base.
de: Dies wird bereits in einer anderen Basis erforscht.
fr: Cet objet est actuelle recherché dans une autre base.
ru: Этот проект уже исследуется на другой базе.
th: ของนี้ถูกวิจัยในฐานอื่น

source: The research on this item is complete.
de: Forschung abgeschlossen.
fr: La recherche sur cet objet est terminée.
ru: Исследование этого проекта завершено.
th: การวิจัยของชิ้นนี้เสร็จสิ้น

source: The research on this item is not yet possible. You need to research the technologies it's based on first.
de: Forschung kann nicht gestartet werden. Es fehlen zugrundeliegende Technologien.
fr: La recherche sur cet objet n'est pas encore possible. Vous devez d'abord rechercher la technologie sur laquelle il est basé.
ru: Исследование этого объекта пока невозможно. Сначала Вам необходимо изучить технологии, на которых основано это исследование.
th: ยังวิจัยของนี้ไม่ได้ ต้องวิจัยวิทยาการพื้นฐานก่อน

source: No research proposal available for this project.
de: Kein Forschungsantrag für dieses Projekt vorhanden.
fr: Pas de propositions de recherche disponible sur ce projet.
ru: Предварительная завяка на исследование по данному проекту не доступна.
th: ไม่มีการนำเสนอโครงการวิจัยนี้

source: Nothing to research
de: Nichts zu erforschen
fr: Rien à chercher
ru: Исследовать нечего
th: ไม่มีอะไรจะวิจัย

source: Build a laboratory first
de: Zuerst muss ein Forschungslabor gebaut werden
fr: Construisez un laboratoire d'abord
ru: Сначала необходимо построить лабораторию
th: สร้างห้องวิจัยก่อน

source: No description available.
de: Keine Beschreibung vorhanden.
fr: Pas de description disponible.
ru: Описание отсутствует.
th: ไม่มีคำอธิบาย

source: No research proposal available.
de: Kein Vorschungsantrag vorhanden.
fr: Pas de propositions de recherche disponible sur ce projet.

source: Couldn't open file
de: Konnte Datei nicht öffnen
fr: N'a pas pu ouvrir le fichier
th: เปิดไฟล์ไม่ได้

source: Error decompressing data
de: Fehler beim Extrahieren der Daten
fr: Erreur lors de la décompression des données
th: เกิดการผิดพลาดในการเปิดข้อมูล

source: The file is a more recent version than is supported
de: Die Dateiversion ist zu neu
fr: Le fichier est d'une version trop récente pour être supporté
th: ไฟล์นี้ใหม่กว่าที่รองรับอยู่

source: Error in loading a subsystem. See game console for more information.
fr: Erreur lors du chargement d'un sous-système. Voir la console pour plus d'informations.

source: Error in loading a subsystem. Sentinel doesn't match. This might be due to an old savegame or a bug in the game. See game console for more information.
fr: Erreur lors du chargement d'un sous-système. La sentinelle ne correspond pas. Cela peut être causé par une vieille sauvegarde ou un bogue du jeu. Voir la console pour plus d'informations.

source: No campaign active.
de: Keine Kampagne aktiv.
fr: Aucune campagne active.
th: ไม่มีเนื้อเรื่อง

source: Nothing to save yet.
de: Bis jetzt gibt es nicht zu speichern.
fr: Rien à sauver pour l'instant.
th: ยังไม่มีอะไรจะบันทึก

source: Could not allocate enough memory to save this game
de: Konnte nicht ausreichend Speicher anfordern um das Spiel zu speichern.
fr: Mémoire allouée insuffisante pour sauver ce jeu
th: หาหน่วยความจำได้ไม่พอบันทึกเกม

source: Memory error compressing save-game data - set save_compressed cvar to 0
de: Fehler beim Komprimieren des Spielstandes - setze die Cvar save_compressed auf 0
fr: Erreur de mémoire en compressant les données à sauver - fixez la valeur de cvar save_compressed à 0
th: เมมโมรี่ผิดพลาดในการบีบอัดข้อมูลบันทึก - ตั้ง save_compressed cvar เป็น 0

source: Size mismatch - failed to save the campaign
de: Größen stimmen nicht überein - Fehler beim Speichern der Kampagne
fr: Tailles différentes - impossible de sauver la campagne
th: ผิดขนาด - บันทึกเนื้อเรื่องไม่ได้

source: Error saving game.
de: Fehler beim Speichern des Spiels.
fr: Erreur lors de la sauvegarde.
th: เกิดข้อผิดพลาดในการบันทึก

source: Error loading game.
de: Fehler beim Laden des Spiels.
fr: Erreur lors du chargement.
th: เกิดข้อผิดพลาดในการโหลด

source: Campaign was successfully saved.
de: Kampagne wurde erfolgreich gespeichert.
fr: La campagne a été sauvée avec succès.

source: Quicksave
de: Schnellspeichern
fr: Sauvegarde rapide

source: Campaign loaded
de: Kampagne geladen
fr: Campagne chargée

source: Quicksave campaign was successfully loaded.
fr: La sauvegarde rapide a été chargée avec succès.

source: Downloading [%s]
de: lade herunter %s
fr: Téléchargement [%s]

source: Loading Map [%s]
de: Lade Einsatzgebiet [%s]
fr: Chargement de la carte [%s]
ru: Загрузка карты [%s]
th: โหลดแผนที่ [%s]

source: Urban
de: Stadt
fr: Urbain
ru: город
th: เมือง

source: Desert
de: Wüste
fr: Désertique
ru: пустыня
th: ทะเลทราย

source: Arctic
de: Arktis
fr: Arctique
ru: снег
th: ขั้วโลก

source: Yellow
de: Gelb
fr: Jaune

source: %i of %i
de: %i von %i
fr: %i sur %i
th: %i จาก %i

source: Error saving team. Check free disk space!
de: Fehler beim Speichern des Teams. Überprüfen Sie ob sie genügend Speicherplatz haben.
fr: Erreur lors de la sauvegarde de l'équipe. Vérifiez l'espace disque disponible !
ru: Ошибка сохранения отряда. Проверьте, достаточно ли места на диске!
th: เกิดข้อผิดพลาดในการบันทึกทีม ตรวจที่ว่างในดิสค์!

source: Select a soldier from list
de: Soldaten per Mausklick auswählen
fr: Sélectionner un soldat de la liste
ru: Выбор содата из списка
th: เลือกทหารจากรายชื่อ

source: Toggle to next soldier
de: Zum nächsten Soldaten
fr: Passer au soldat suivant
ru: Переход к следующему содату
th: เลื่อนไปทหารคนต่อไป

source: Aliens killed %i
de: Außerirdische getötet %i
fr: Aliens tués %i
ru: Пришельцев убито: %i
th: ฆ่ามนุษย์ต่างดาว %i

source: Enemies killed %i
de: Gegner getötet %i
fr: Ennemis tués %i
ru: Врагов убито: %i
th: ฆ่าศัตรู %i

source: Aliens captured %i
de: Außerirdische gefangen %i
fr: Aliens capturés %i
ru: Пришельцев захвачено: %i
th: จับมนุษย์ต่างดาวได้ %i

source: Alien survivors %i
de: überlebende Aliens %i
fr: Aliens survivants %i
ru: Пришельцев выжило: %i
th: มนุษย์ต่างดาวเหลือรอด %i

source: Enemies captured %i
de: Gegner gefangen %i
fr: Enemis capturés %i
ru: Врагов захвачено: %i
th: จับศัตรู %i

source: Enemy survivors %i
de: Überlebende Gegner %i
fr: Ennemis survivants %i
ru: Врагов выжило: %i
th: ศัตรูเหลือรอด %i

source: Team losses %i
de: Eigene Verluste %i
fr: Pertes de l'équipe %i
ru: Потери отряда: %i
th: ทีมแพ้ %i

source: Team missing in action %i
de: Verluste im Einsatz %i
fr: Équipe disparue en mission %i
ru: Бойцов пропало без вести: %i
th: ทีมที่หายสาปสูญ %i

source: Friendly fire losses %i
de: Verluste durch Friendlyfire %i
fr: Pertes des tirs amis %i
ru: Убито дружественным огнём: %i
th: สูญเสียจากการยิงของฝ่ายเดียวกัน %i

source: Team survivors %i
de: Überlebende %i
fr: Survivants de l'équipe %i
ru: Бойцов отряда выжило: %i
th: คนหลงเหลือในทีม %i

source: Civilians killed by the Aliens %i
de: Durch Außerirdische getötete Zivilisten %i
fr: Civils tués par les aliens %i
ru: Гражданских убито пришельцами: %i
th: พลเรือนที่ถูกมนุษย์ต่างดาวฆ่า %i

source: Civilians killed by the Enemies %i
de: Durch Gegner getötete Zivilisten %i
fr: Civils tués par l'ennemi %i
ru: Гражданских убито врагами: %i
th: พลเรือนที่ถูกศัตรูฆ่า %i

source: Civilians killed by your Team %i
de: Durch eigenes Team getötete Zivilisten %i
fr: Civils tués par votre équipe %i
ru: Гражданских убито Вашим отрядом: %i
th: พลเรือนที่ถูกทีมเราฆ่า %i

source: Civilians saved %i
de: Zivilisten gerettet %i
fr: Civils sauvés %i
ru: Гражданских спасено: %i
th: ช่วยพลเรือนได้ %i

source: Aliens captured %i
de: Außerirdische gefangen %i
fr: Aliens capturés %i
ru: Пришельцев захвачено: %i
th: จับมนุษย์ต่างดาวได้ %i

source: PHALANX soldiers killed by Aliens %i
de: Durch Aliens getötete PHALANX Soldaten %i
fr: Soldats PHALANX tués par les aliens %i
ru: Солдат ФАЛАНКС убито пришельцами: %i
th: ทหาร PHALANX ที่ถูกฆ่าโดยมนุษย์ต่างดาว %i

source: PHALANX soldiers missing in action %i
de: Im Kampf vermisste PHALANX Soldaten %i
fr: Soldats PHALANX disparus en mission %i
ru: Солдат ФАЛАНКС пропало на операции: %i
th: ทหาร PHALANX หายสาปสูญ %i

source: PHALANX friendly fire losses %i
de: PHALANX Verluste durch Friendlyfire %i
fr: Pertes des tirs amis PHALANAX %i
ru: Солдат ФАЛАНКС убито союзниками: %i
th: ทหาร PHALANX ตายด้วยกระสุนฝ่ายตนเอง %i

source: PHALANX survivors %i
de: PHALANX Überlebende %i
fr: Survivants PHALANX %i
ru: Солдат ФАЛАНКС выжило: %i
th: ผู้เหลือรอด PHALANX %i

source: Civilians killed by Aliens %i
de: Durch Außerirdische getötete Zivilisten %i
fr: Civils tués par les aliens %i
ru: Гражданских убито пришельцами: %i
th: พลเรือนที่ถูกมนุษย์ต่างดาวฆ่า %i

source: Civilians killed by friendly fire %i
de: Durch PHALANX getötete Zivilisten %i
fr: Civils tués par des tirs amis %i
ru: Гражданских убито сюзниками: %i
th: พลเรือนที่ตายด้วยกระสุนฝ่ายเราเอง %i

source: Civilians saved %i
de: Zivilisten gerettet %i
fr: Civils sauvés %i
ru: Гражданских спасено: %i
th: พลเรือนที่ช่วยได้ %i

source: Gathered items (types/all) %i/%i
de: Sichergestellte Gegenstände: (Typ/Alle) %i/%i
fr: Eléments récupérés (types/tous) %i/%i

source: Secured crashed %s
de: Abgestürztes %s gesichert
fr: %s écrasé sécurisé

source: Secured landed %s
de: Gelandetes %s gesichert
fr: %s au sol sécurisé

source: Enemies killed: %i Team survivors: %i
de: Gegner getötet: %i Überlebende Teammitglieder: %i
fr: Ennemis tués : %i Survivants de l'équipe : %i
ru: Противников убито: %i Бойцов отряда выжило: %i
th: ฆ่าศัตรูได้: %i ผู้รอดชีวิต: %i

source: You won the game!
de: Du hast das Spiel gewonnen!
fr: Vous avez gagné la partie !
ru: Вы успешно прошли игру!
th: คุณชนะ!

source: Congratulations
de: Herzlichen Glückwunsch
fr: Félicitations
ru: Поздравляем
th: ขอแสดงความยินดี

source: The game was a draw! No survivors left on any side.
de: Dieses Spiel geh unentschieden aus! Keine Überlebenden auf beiden Seiten.
fr: Match nul ! Aucun survivant dans toutes les équipes.
ru: Игра завершилась вничью! Никто не выжил ни на одной из сторон.
th: เกมนี้เสมอกัน! ไม่เหลือผู้มีชีวิตรอดทั้งสองฝ่าย

source: Game Drawn!
de: Unentschieden
fr: Match nul !
ru: Ничья!
th: เสมอ!

source: You lost the game
de: Du hast das Spiel verloren
fr: Vous avez perdu la partie
ru: Вы потерпели поражение
th: คุณแพ้

source: Better luck next time
de: Mehr Glück beim nächsten Mal
fr: La prochaine sera plus chanceuse
ru: Удачи в следующий раз
th: ขอให้โชคดีคราวหน้า

source: Destination base does not have an Antimatter Storage.
de: Zielbasis hat kein Antimaterielagern.
fr: La base de destination n'a pas d'entrepôt d'antimatière.

source: Missing storage
de: Lager fehlt
fr: Place libre manquante

source: Destination base does not have enough Antimatter Storage space to store more antimatter.
de: Zielbasis hat nicht genug Platz für diese Antimaterie in den Antimaterielagern.
fr: La base de destination de dispose plus d'assez de place dans son entrepôt d'antimatière.

source: Not enough space
de: Nicht genügend Lagerkapazität
fr: Plus assez de place

source: Destination base does not have enough Storage space to store this item.
de: Zielbasis hat nicht genug Platz in den Lagern und diesen Gegenstand aufzunehmen.
fr: La base de destination de dispose pas d'un espace entrepôt suffisant pour stocker cet objet.

source: Destination base does not have enough space in Living Quarters.
de: Zielbasis hat nicht genug Platz in den Quartieren.
fr: La base de destination de dispose pas d'un espace suffisant dans ses quartiers d'habitation.

source: %s %s is assigned to aircraft and cannot be transfered to another base.
de: %s %s ist einem Flugzeug zugewiesen und kann daher nicht in eine andere Basis transferiert werden.
fr: %s %s est assigné à un appareil et ne peut pas être transféré dans une autre base.

source: Soldier in aircraft
de: Soldat ist noch im Flugzeug
fr: Soldat dans un appareil

source: Destination base does not have enough space in Alien Containment.
de: Nicht genügend Kapazität in der Quarantänestation. Einige Außerirdische wurden getötet.
fr: La base de destination de dispose plus d'assez de place dans son unité de détention.

source: Destination base does not have hangars ready. Provide power supplies.
de: Zielbasis hat keinen einsatzbereiten Hangar. Errichten Sie ein Kraftwerk.
fr: La base de destination de dispose pas de hangars prêts. Il faut un générateur.

source: Destination base does not have command centre. Hangars not functional.
de: Zielbasis hat keine Kommandozentrale. Hangar daher nicht einsatzbereit.
fr: La base de destination ne dispose pas de centre de commandement. Les hangars ne sont pas fonctionnels.

source: Destination base does not have any hangar.
de: Zielbasis hat kein Hangar.
fr: La base de destination ne dispose d'aucun hangar.

source: Destination base does not have enough space in hangars.
de: Zielbasis hat nicht genug Platz im Hangar.
fr: La base de destination de dispose pas d'un espace suffisant dans ses hangars.

source: %s (%i for transfer)
de: %s (%i für Transfer)
fr: %s (%i pour transfert)

source: Soldier %s %s
de: Soldat %s %s
fr: Soldat %s %s

source: Corpse of %s (%i for transfer)
de: %s Leichnam (%i für Transfer)
fr: Cadavre de %s (%i pour transfert)

source: Aircraft %s
de: Flugzeug %s
fr: Appareil %s

source: %s (%i for transfer, %i left)
de: %s (%i für Transfer, %i übrig)
fr: %s (%i pour transfert, %i restant)

source: %s (%i available)
de: %s (%i verfügbar)
fr: %s (%i disponible)
ru: %s (%i доступно)
th: %s (มีทั้งหมด %i )

source: Storage is empty.
de: Lager ist leer
fr: L'entrepôt est vide.
ru: Склад пуст.
th: ห้องเก็บของว่างเปล่า

source: Transfer is not possible - the base doesn't have a Storage.
de: Transfer nicht möglich - Basis hat kein Lager.
fr: Transfert impossible - la base ne dispose pas d'entrepôt.

source: Transfer is not possible - the base does not have power supplies.
de: Transfer nicht möglich - Basis hat kein Kraftwerk.
fr: Transfert impossible - la base ne dispose pas de générateur.

source: Living Quarters empty.
de: Quartiere sind leer.
fr: Quartiers d'Habitation vides.

source: Transfer is not possible - the base doesn't have Living Quarters.
de: Transfer nicht möglich - Basis hat keine Quartiere.
fr: Transfert impossible - la base ne dispose pas de Quartiers d'Habitation.

source: Corpse of %s (%i for transfer, %i left)
de: %s Leichnam (%i für Transfer, %i übrig)
fr: Cadavre de %s (%i pour transfert, %i restant)

source: Corpse of %s (%i available)
de: %s Leichnam (%i verfügbar)
fr: Cadavre de %s (%i disponible)
ru: Тело %s (%i доступно)
th: ศพของ %s (มีทั้งหมด %i )

source: Alive %s (%i for transfer, %i left)
de: Lebendige %s (%i für Transfer, %i übrig)
fr: Vivant %s (%i pour transfert, %i restant)

source: Alive %s (%i available)
de: Lebendige %s (%i verfügbar)
fr: Vivant %s (%i disponible)
ru: Живой %s (%i доступно)
th: %s มีชีวิตอยู่ (มีทั้งหมด %i )

source: Alien Containment is empty.
de: Quarantänestation ist leer.
fr: L'Unité de détention est vide.
ru: В изоляторе никто не содержится.
th: เขตกักกันว่างเปล่า

source: Transfer is not possible - the base doesn't have an Alien Containment.
de: Transfer nicht möglich - Basis hat keine Quartänestation.
fr: Transfert impossible - la base ne dispose pas d'Unité de Détention.

source: No aircrafts available for transfer.
de: Kein Flugzeug für den Transfer vorhanden.
fr: Pas d'appareil disponible pour le transfert.

source: Transfer is not possible - the base doesn't hangar functional.
de: Transfer nicht möglich - Basis hat keinen funktionsfähigen Hangar.
fr: Transfert impossible - la base ne dispose pas d'entrepôt fonctionnel.

source: Base %s does not have Storage, items are removed!
de: Basis %s hat keine Lagerräume, die Gegenstände wurden entfernt.
fr: La base %s ne dispose pas d'entrepôt, l'équipement a été perdu.

source: Transport mission
fr: Mission de transport
ru: Транспортная операция
th: ภารกิจการเคลื่อนย้าย

source: Base %s does not have Living Quarters, employees got unhired!
de: Basis %s hat keine Quartiere, das Personal wurde entlassen.
fr: La base %s ne dispose pas de Quartiers d'Habitation, aucun employé n'a été recruté !

source: Base %s does not have Alien Containment, Aliens are removed!
de: Die Basis %s hat keine Quarantänestation, die Außerirdischen werden entfernt!
fr: La base %s ne dispose pas d'Unité de Détention - les aliens sont perdus !

source: Base %s does not have enough free space in hangars. Aircraft is lost!
de: Basis %s hat nicht genügend freien Platz in den Hangars.Flugzeug verloren!
fr: La base %s ne dispose pas de suffisamment de place dans ses hangars. L'appareil est perdu !

source: Transport mission ended, unloading cargo in base %s
de: Transportmission beendet - entlade in Basis %s.
fr: Mission de transport terminée, le cargo est déchargé dans la base %s
