Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: news_initial_political_situation_txt
de: Im Jahr 2084 ist die Erde in besserer Verfassung als im ganzen letzten Jahrhundert. Frieden und Zusammenarbeit sind vielleicht zum ersten Mal die Norm und nicht die Ausnahme. Die derzeitige Situation kann jedoch nur durch die brutale Geschichte des 21. Jahrhunderts erklärt werden. Im ersten Jahrzehnt des 21. Jahrhunderts war der mittlere Osten die größte Sorge der anderen Staaten. Spannungen vergrößerten sich, als Iran, Syrien, Jordanien und Afghanistan die Mittel-Östliche Allianz formten, einen politischen Machtblock, um die Islamische Welt zu vereinen. Kurz danach beendeten demokratische Wahlen im Irak die Konrolle der USA über dieses Land und der Irak trat der Allianz bei, zusammen mit Pakistan und Libanon kurze Zeit später. In einer Panikreaktion verbündete sich Israel mit der sich vergrößernden Europäischen Union und zwang sich so, die sich immer strengeren Gesetze über Menschenrechte und Kriegsführung der EU anzuerkennen. Israels Militärpräsenz in der Region wurde daraufhin über die Jahre verringert. Als das Jahr 2010 begann, wurde die Aufmerksamkeit jedoch vom mittleren Osten abgelenkt, als immer dreistere Machterweiterungen Chinas anfingen, Wellen zu schlagen. Die Volksrepublik hat an ihren Nachbarn für mehrere Jahre 'genagt', aber im Dezember 2010, nach Jahrzehnten harter Worte und grimmigen Versprechen, wurde Taiwan endgültig durch eine richtige chinesische Militärinvasion erobert. Die UN gab mehrere ernste Verweise, welche größtenteils ignoriert wurden. Die internationale Gemeinschaft diskutierte den Fall lange, tat aber nichts. Der zweite kalte Krieg zwischen den alten Vereinigten Staaten und China begann, als China im Jahr 2012 Nord- und Südkorea annektierte, nachdem Geheimagenten es schafften, das komplette nukleare Arsenal Nordkoreas für die dreitägige Invasion außer Kraft zu setzen. Die gut ausgebildete und ausgerüstete Volksarmee war den koreanischen Armeen weit überlegen; sie besetzte beide Länder, bevor auch nur Hilfe von Außerhalb in Marsch gesetzt werden konnte. Der Schachzug entfachte noch mehr Zorn in der UN und kühlte diplomatische Beziehungen zu China für Jahrzehnte ab. Spannungen auf der ganzen Welt blieben hoch während des gesamten zweiten kalten Krieges, mit täglichen Rebellionen in den von China besetzten Gebieten. Aber am Ende waren weder China, noch die Vereinigten Staaten bereit, komplette nukleare Vernichtung in Betracht zu ziehen. Der Krieg endete technisch gesehen im Jahr 2031, als die US Wirtschaft unter dem Militärbudget kollabierte und die Defizitzinsen allein sogar das nationale Bruttosozialprodukt überstiegen. In der Zeit übernahm China, das über die Zeit ziemlich liberal geworden war, die Rolle der führenden Weltmacht, ohne wirklich zu wissen, was es mit dieser Rolle tun sollte. Wahrscheinlich waren Chinas Anführer trunken vor Macht, ein wenig zu hungrig, ein wenig zu stolz. Sie nutzten die Armee, um ihre Entscheidung durchzusetzen und versuchten, dass Land zu der brutalen Stalinistischen Unterdrückung des 20. Jahrhunderts zurückzuführen. Das Volk war damit nicht einverstanden. Der folgende Bürgerkrieg war mit nichts, was es auf der Erde bisher gab, vergleichbar. Offiziere nannten ihn oft das uneheliche Kind des Vietnam- und des ersten Weltkrieges. Es gab Feuerbombardierungen von ganzen Bevölkerungen, Massenexekutionen von Kriegsgefangenen und taktische Nuklearschläge auf mehrere Städte -- einschließlich Shanghai, Seoul und Neu Delhi -- am 07. Juni 2034. Regierungstreue Truppen warfen sechs 50 Kilotonnen Bomben auf schwerverteidigte Rebellenpositionen, einschließlich der Zivilisten, die von den Rebellen beschützt wurden. Die Loyalistenarmee erlitt am folgenden Tag massive Desertionen; es war das eine Ereignis, dass die Regierung verdammte. Mehr als 6 Millionen Menschen verloren ihr Leben, bevor die Loyalisten am 15. August 2036 aufgaben, nachdem sie sich mit Händen und Füßen gegen die rebellen wehrten, die sie langsam aber sicher in den Indischen Ozean trieben, aber nicht ohne extensiv die Taktik der verbrannten Erde einzusetzen. Das war das offizielle Ende des zweiten kalten Krieges.
fr: En l'année 2084, la Terre connaissait sa période la plus prospère depuis plus d'un siècle. Peut-être pour la première fois, la paix et la coopération sont la norme plutôt que l'exception. Cette situation nouvelle ne peut cependant être expliquée qu'à travers les évènements brutaux du 21ème siècle. Pendant la première décennie du 21ème siècle, le Moyen-Orient était le plus grand sujet d'occupation de toutes les nations du monde. Les tensions ont augmenté lorsque l'Iran, la Syrie, la Jordanie et l'Afghanistan se sont réunis pour former l'Alliance du Moyen-Orient, un corps politique destiné à unir le monde islamique. Peu après, les élections démocratiques en Irak ont fait perdre aux États-Unis leur emprise sur ce pays, qui a alors rejoint l'Alliance du Moyen-Orient avec le Pakistan et le Liban un peu plus tard la même année. Israël, effrayé par cette alliance, s'est alors rallié à L'Union Européenne en pleine croissance, et a ainsi été obligé de se soumettre aux lois de plus en plus strictes de l'UE sur les droits de l'homme et les conventions de guerre. Sa présence militaire dans cette région s'en est trouvée considérablement diminuée dans les années qui suivirent. Cependant, à l'aube de l'année 2010, l'attention s'est détournée du Moyen-Orient du fait des agissements de plus en plus audacieux de la désormais puissante Chine. La République Populaire s'étendait lentement depuis plusieurs années sur les états voisins ; et après plusieurs décennies de menaces et de sombres promesses, elle envahit finalement Taïwan en décembre 2010 par une invasion militaire complète. Les Nations Unies firent plusieurs réprimandes sévères, qui furent toutes ignorées. La communauté internationale débattit longtemps sur la situation, mais n'arriva finalement à aucune décision. La Seconde Guerre Froide entre les États-Unis et la Chine commença lorsque cette dernière annexa la Corée du Nord et du Sud en 2012, après que ses agents secrets soient parvenus à désactiver tout l'armement nucléaire de la Corée du Nord pour les trois jours que durèrent l'invasion. L'armée populaire bien entraînée et équipée surpassait largement en nombre les divisions coréennes, et occupa les deux parties de la Corée bien avant que les coréens aient pu demander de l'aide à d'autres pays. Ce mouvement exacerba plus encore la colère des Nations Unies, et freina considérablement les relations diplomatiques entre la Chine et la Russie pour les décennies à venir. Les tensions restèrent fortes à travers le monde pendant toute la durée de la Seconde Guerre Froide, et des rebellions se formaient quasiment quotidiennement dans les territoires nouvellement annexés par la Chine. Cependant, ni la Chine ni les États-Unis n'osèrent utiliser l'arme nucléaire pour annihiler le camp adverse. La guerre s'arrêta techniquement fin 2031, alors que l'économie américaine croulait sous un budget militaire écrasant et que le remboursement des dettes dépassaient le produit national brut du pays. La Chine de son côté, étant devenue de plus en plus libérale pendant ces années de guerre froide, pris la suite des États-Unis dans le rôle d'état meneur mondial, sans vraiment savoir comment le jouer. Ses dirigeants furent peut-être saoulés par le pouvoir, un peu trop affamés, un peu trop fiers. Utilisant l'armée pour forcer leurs décisions politiques, ils tentèrent de ramener la Chine sous l'oppression Staliniste brutale de la fin du 20ème siècle. Le peuple désapprouva. La guerre civile qui suivie fut différente de toutes les autres que la Terre avait déjà connue. Les officiers la compare souvent à l'enfant bâtard de la guerre du Vietnam et de la Première Guerre Mondiale. Des populations entières furent bombardées, les prisonniers de guerre furent massivement exécutés, et plusieurs villes furent la cible d'attaques nucléaires stratégiques le 7 juin 2034, dont Shanghai, Séoul et New Dehli. Le gouvernement loyaliste lâcha au total six bombes de 50 kilotonnes sur des positions rebelles fortement défendues, tuant aussi bien les rebelles que les civils qu'ils protégeaient. L'armée loyaliste compta de nombreux déserteurs dans les jours qui suivirent, ce qui fini par sceller le sort du gouvernement. Plus de six millions de vies furent perdues avant que les forces loyalistes ne se rendent le 15 août 2036, s'étant battues jusqu'au bout et ayant massivement employé des stratégies de terres brûlées. Les rebelles parvinrent toutefois à les repousser lentement jusqu'à l'océan Indien, ce qui marqua la fin officielle de la Seconde Guerre Froide.
ru: In the year 2084, Earth is in better shape than it has been for more than a century. Perhaps for the first time, peace and cooperation are the norm rather than the exception. The current state of affairs, however, can only be explained through the brutal history of the 21st century. In the first decade of the 21st, the Middle-East was the greatest concern of nations around the world. Tensions increased when Iran, Syria, Jordan and Afghanistan formed the Middle-Eastern alliance, a political body to unite the Islamic world. Soon after, democratic elections in Iraq caused the United States to lose control of the country, and Iraq joined the Middle-Eastern Alliance along with Pakistan and Lebanon later that year. In a panic, Israel threw in its lot with the expanding European Union, thus forcing itself to abide by increasingly strict EU laws on human rights and warfare. Its military presence in the region was significantly reduced over the years as a result. However, as 2009 turned into 2010, attentions turned away from the Middle-East as the increasingly bold power grabs by China started to make waves. The People's Republic had been nibbling away at its neighbours for several years, but in December of 2010, after decades of harsh words and grim promises, Taiwan was finally conquered by a full-scale Chinese military invasion. The UN gave several sternly-worded reprimands which were summarily ignored. The international community debated the issue at length, and did nothing. The Second Cold War between the old United States and China began when China annexed North and South Korea in 2012, after secret agents managed to disable North Korea's entire nuclear arsenal for the length of the three-day invasion. The well-trained and equipped People's Army vastly outnumbered the Korean divisions; they occupied both countries long before the Koreans could even begin to receive aid from overseas. The move drew even more ire from the UN and cooled diplomatic relations between China and Russia for decades to come. Tensions around the world remained high during the length of the Second Cold War, with rebellions the order of the day in the newly-subjugated Chinese territories, but ultimately neither China nor the US was ready to commit to nuclear annihilation. The war technically came to an end in 2031, as the US economy crumbled under a crushing military budget and deficit interest rates that exceeded the country's entire gross national product. Meanwhile, having become increasingly liberal during the Cold War years, China took on the mantle of world leader without knowing quite what to do with it. Its leaders perhaps became drunk with power, a little too hungry, a little too proud. Using the army to try and enforce their decision, they attempted to revert the country to the brutal Stalinist oppression of the 20th century. The people did not approve. The ensuing civil war was like nothing Earth had ever seen. Officers often referred to it as the bastard child of Vietnam and the First World War. It saw firebombing of entire populations, mass executions of prisoners of war, and tactical nuclear strikes on several cities -- including Shanghai, Seoul and New Delhi -- on 7 June 2034. Government loyalists dropped a total of six 50-kiloton devices on heavily-defended rebel positions, including the civilian populations the rebels were protecting. The loyalist army suffered massive desertions in the days that followed; it was the single event that eventually spelled doom for the government. More than six million lives were lost before the surrender of loyalist forces on 15 August 2036, having fought tooth and nail and employed large-scale scorched earth tactics as the rebels slowly drove them into the Indian Ocean. This is the official ending of the Second Cold War.
th: ในปี 2084 โลกนั้นมีสภาวะที่ดีที่สุดในรอบกว่าศตวรรษ อาจเป็นครั้งแรกที่สันติภาพและความร่วมมือกันเป็นกลายเป็นสิ่งปกติ แต่สภาวะในปัจจุบันนั้นสามารถอธิบายได้จากประวัติศาสตร์ในโหดร้ายในศตวรรษที่ 21 ในช่วงสิบปีแรกของศตวรรษที่ 21 ตะวันออกกลางเป็นภูมิภาคที่มีสภาวะน่าเป็นห่วงที่สุด ความตึงเครียดได้เพิ่มขึ้นเมื่ออิหร่าน ซีเรีย จอร์แดน และอัฟกานิสถานได้จัดตั้งกลุ่มพันธมิตรตะวันออกกลาง ซึ่งเป็นกลุ่มการเมืองที่มุ่งหวังจะสร้างเอกภาพในโลกอิสลาม หลังจากนั้นการเลือกตั้งในอิรักได้ทำให้สหรัฐเสียอำนาจเหนือประเทศ และอิรักได้เข้าร่วมกลุ่มพันธมิตรตะวันอกกลางพร้อมกับปากีสถานและเลบานอนในช่วงปลายปี อิสราเอลได้ตัดสินใจเข้าร่วมสหภาพยุโรปภายใต้ความตื่นตระหนก ทำให้ต้องยอมรับกฎเกณฑ์ด้านสิทธิมนุษยชนและการสงครามที่เข้มงวดของสหภาพยุโรป ผลคือกำลังทางการทหารของอิสราเอลได้ลดลงอย่างมากในเวลาต่อๆ มา อย่างไรก็ตาม เมื่อย่างเข้าสู่ปี 2010 ความสนใจในตะวันออกกลางเริ่มน้อยลง เมื่อจีนได้กลายเป็นมหาอำนาจ สาธารณรัฐประชาชนจีนได้เริ่มกลืนกินเพื่อนบ้านมาเป็นเวลาหลายปี แต่ในเดือนธันวาคม 2010 หลังจากหลายทศวรรษแห่งสงครามคำพูด ไต้หวันก็ถูกจีนพิชิตด้วยกำลังทางการทหาร สหประชาชาติได้ออกมติประนามอย่างรุนแรงแต่ก็ไม่ได้รับการสนใจ หลายประเทศได้ทำการถกเถียงอย่างเผ็ดร้อนแต่ก็ไม่ได้ลงมือทำอะไร สงครามเย็นครั้งที่สองระหว่างสหรัฐเดิมกับจีนเริ่ม เมื่อจีนได้ผนวกเอาเกาหลีเหนือและใต้เ้ข้ามาในปี 2012 หลังจากที่สายลับของจียได้สามารถปิดระบบอาวุธนิวเคลียร์ของเกาหลีเหนือได้ระหว่างการรุกรานสามวัน ทหารของกองทัพประชาชานที่มีอาวุธพร้อมและได้รับการฝึกฝนเป็นอย่างดีมีจำนวนมากกว่าทหารเกาหลี และสามารถเข้ายึดครองทั้งสองประเทศได้ก่อนที่พวกเขาจะได้รับความช่วยเหลือจากต่างชาติ การกระทำครั้งนี้ยิ่งทำให้สหประชาชาติไม่พอใจ และทำให้ควา่มสัมพันธ์ทางการทูตระหว่างจีนและรัสเซียเย็นชาลงอีกหลายทศวรรษ ความตึงเครียดระหว่างสงครามเย็นครั้งที่สองอยู่ในระดับสูง และมีการก่อกบฏในดินแดนใหม่ของจีนอย่างต่อเนื่อง แต่ที่สุดแล้วทั้งจีนและสหรัฐก็ไม่มีความพร้อมจะก่อสงครามนิวเคลียร์ สงครามเย็นถือว่าสิ้นสุดในปี 2031 เมื่อสหรัฐต้องล้มละลายจากงบประมาณทางการทหารและดอกเบี้ยของงบประมาณขาดดุลที่สูงกว่าผลิตภัณฑ์มวลรวมของประเทศ ขณะเดียวกันเมื่อจีนได้กลายเป็นประเทศที่มีเสรีภาพมากขึ้นในช่วงนั้น จีนเองก็ได้รับฐานะผู้นำของโลกโดยไม่รู้ว่าจะวางตัวอย่างไร ผู้นำประเทศนั้นอาจมัวเมากับอำนาจมากไป หิวกระหายมากไป และผยองมากไป เมื่อกลุ่มผู้นำได้พยายามใช้กองทัพเป็นเครื่องมือในการเปลี่ยนแปลงประเทศเข้าสู่ระบบการปกครองแบบเผด็จการของสตาลินในช่วงศตวรรษที่ 20 ประชาชนไม่เห็นด้วย สงครามกลางเมืองที่เกิดขึ้นนี้เป็นสิ่งที่ไม่เคยเกิดมาก่อน ในทางการมักเรียกว่าเป็นรูปแบบแปลกประหลาดของสงครามเวียตนามกับสงครามเย็นครั้งแรก มีทั้งการทิ้งระเบิดใส่ประชากรทั้งหมด การสังหารหมู่เชลยสงคราม และการโจมตีด้วยระเบิดนิวเคลียร์ในหลายเมือง -- รวมทั้งเซียงไฮ้ โซล และินิวเดลี -- ในวันที่ 7 มิถุนายน 2034 ฝ่ายที่จงรักภักดีกับรัฐบาลได้ทิ้งระเบิดขนาด 50 กิโลตันจำนวนหกลูก ในพื้นฐานฝ่ายต่อต้านที่มีการป้องกันอย่างเข้มแข็ง ซึ่งรวมถึงกลุ่มพลเรือนที่ฝ่ายต่อต้านกำลังปกป้องอยู่ด้วย แต่ช่วงต่อมาทหารในกองทัพจำนวนมากได้ละทิ้งกองทัพ และได้เป็นเหตุการณ์ที่ทำให้รัฐบาลประสบความหายนะ มีการสูญเสียกว่าหกล้านชีวิตก่อนที่ฝ่ายรัฐบาลจะยอมจำนนในวันที่ 15 สิงหาคม 2036 หลังจากที่ได้พยายามต่อสู้อย่างเต็มที่ และได้ใช้วิธีการจุดไฟเผาพื้นที่เป็นวงกว้าง ขณะที่กองกำลังต่อต้านได้ผลักดันไปทางด้านมหาสมุทรอินเดีย และนี่คือจุดจบของสงครามเย็นครั้งที่สอง

source: After The War
de: Nach dem Krieg
fr: Après la guerre
ru: После Войны
