Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: shotgun_micro_txt
de: Technische Spezifikation: Mikroschrotflinte KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Aus unseren Erfahrungen in Mumbai und anderen umkämpften Städten folgern wir, dass die Außerirdischen ihre Bemühungen vor allem auf Dichtbevölkerte Gebiete konzentrieren. Die Mehrzahl der Scharmützel fand auf Messerreichweite statt. Für das Excalibur Programm haben wir einige leistungsstarke Waffen für unser Nahkampfpaket ausgewählt. Die 25 Blesk ist eine Miniaturschrotflinte aus der Tschechischen Republik und wird von Antiterror- und militärischen Erkundungseinheiten auf der ganzen Welt benutzt. Sie ist beliebt für ihre geringen Ausmaße, Beweglichkeit, leichtgewichtige Konstruktion und der guten Benutzbarkeit im Kampf. Sie ist in den Augen von Soldaten, die Schrotflinten benutzen, ein starker Konkurrent zur CRC-212 Schrotflinte. Die Blesk opfert Verlässlichkeit und Reichweite für blanke Geschwindigkeit. Sie ist eine 12mm Halbautomatik, die so schnell schießen wie der Benutzer den Abzug drücken kann; keine andere existierende Schrotflinte kann so schnell und leicht auf neue Bedrohungen reagieren. In ihrer Standardkonfiguration hat die Waffe einen aufklappbaren Vorderschaft anstatt eines Kolbens, um dem Benutzer zu helfen, den Rückstoß des Schnellfeuers abzufangen. Unglücklicherweise verringert der kurze Lauf erheblich die effektive Reichweite, wodurch sie nur auf 10 - 20 Meter genau ist. Auf der anderen Seite ist eine solche Reichweite meist mehr als genug in den beengten Stadtgebieten, in denen sie zum Einsatz kommt. Und es ist mehr als genug für eine Zweitwaffe; die Blesk passt nach kleineren Modifikationen gut in den Pistolenhalfter und kann so eingestellt werden, dass der Vorderschaft aufklappt, sobald die Waffe gezogen wird. Das erlaubt schnelles, genaues Feuer. Die Waffe ist für das Standard 12mm Schrotflinten Kaliber ausgelegt. Sie trägt 7 Patronen in einem handlichen, pistolenartigen Magazin im Griff, wodurch sie schneller nachladbar wird als die CRC-212 Schrotflinte. Allerdings benötigt sie kurze Patronen, die in das Griffmagazin passen, so wie die Pfeilgeschosse. Normalgroße Treibgeschosse passen nicht rein. Es gibt nur eine Handvoll Waffen, die mit der schieren Verwüstung auf kurzer Reichweite der Blesk mithalten kann. Ihre Geschwindigkeit in der Verbindung mit Pfeilgeschossen ist ein tödlicher Mix, der leicht jeden Gegner töten kann, der dumm genug ist, in ihre Reichweite zu kommen. Für den PHALANX Gebrauch haben wir der Waffe die Bezeichnung CRC-M9 gegeben. Empfohlener Einsatz Alle Behinderungen, die Schrotflinten haben werden in der M9 noch vergrößert: kurze Reichweite, wenig Munition, starker Rückstoß. Das macht ihre Funktion klar. Nur für Feuergefechte auf sehr kurzer Reichweite, wo Schrotflinten und andere Handfeuerwaffen brillieren. Dennoch sollten M9 Nutzer immer ein Auge auf ihre Munitionsvorräte haben, so dass sie ihnen nicht mitten im schlechtesten Moment ausgeht. Obwohl sie technisch gesehen nicht als Handfeuerwaffe entwickelt wurde, ist die M9 trotz ihrer relativen Klobigkeit gut in dieser Rolle. Sie macht mehr Schaden als die P-12 Pistole und ist genauer als die CRC-8 Maschinenpistole. Sie ist vor allem eine gute Wahl für Scharfschützen. Zusatz Keiner.
fr: Spécifications techniques : Mini-Fusil à pompe CRC-M9 NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. En étudiant les attaques de Mumbai et des autres villes qui ont été touchées, il nous a semblé que les aliens concentrent leurs efforts dans les zones où la densité de population est particulièrement importante. La plupart des combats ont eu lieu à très courte portée. Dans le cadre du programme Excalibur, nous avons choisi plusieurs armes hautement performantes pour notre section Combat Rapproché. Le Blesk 425 est un fusil à pompe miniature que nous devons à la République Tchèque. Cette arme est très répandue dans les sections anti-terroristes et les unités de reconnaissance militaire, grâce à sa petite ossature, sa manoeuvrabilité, sa construction légère et sa fiabilité lors des opérations sur le terrain. C'est un concurrent important du fusil à pompe CRC-212 pour tous les soldats qui apprécient les fusils à pompe. Le Blesk sacrifie la polyvalence et la portée pour une rapidité accrue. C'est un semi-automatique 12mm, capable de tirer les balles aussi rapidement que l'opérateur peut appuyer sur la gâchette : aucun autre fusil à pompe existant ne réagit aussi rapidement et facilement face à une menace que le Blesk. Dans sa configuration classique, l'arme dispose d'une prise repliable plutôt que d'une crosse d'épaule afin de l'aider à compenser le recul de l'arme. Malheureusement, le canon court diminue sérieusement la portée du fusil, qui n'est précis que jusqu'à 10-20 mètres, mais cela suffit habituellement aux situations urbaines rapprochées dans lesquelles PHALANX intervient le plus souvent. C'est également bien assez pour une arme de poing : le Blesk peut être rangé dans un étui de revolver légèrement modifié, et peut être configuré pour déplier sa deuxième crosse aussitôt que l'arme est dégainée, permettant un tir précis immédiat si nécessaire. L'arme est chambrée pour du calibre classique de fusil à pompe 12mm. Elle peut prendre 7 cartouches dans un chargeur similaire à ceux des pistolets, mis en place dans la crosse, ce qui le rend beaucoup plus rapide à recharger que le fusil à pompe CRC-212. Cependant, seules les munitions courtes peuvent entrer dans ce chargeur, comme les cartouches à fléchettes. Les cartouches sabotées sont trop longues pour être utilisées dans cette arme. Il n'y a qu'une poignée d'armes qui peuvent rivaliser avec la capacité de destruction à courte portée du Blesk. Sa vitesse combinée à l'utilisation de cartouches à fléchettes font un mélange mortel sur lequel on peut se reposer pour éliminer rapidement un ennemi suffisamment stupide pour être à portée. Pour l'utilisation PHALANX, nous avons donné à ce fusil à pompe la classification CRC-M9. Doctrine recommandée Toutes les limitations qui nuisent aux fusils à pompe sont amplifiées avec le M9 : courte portée, faible capacité, recul élevé. Cela rend sa fonction très claire : il n'est destiné qu'aux escarmouches de courtes portées, où les fusils à pompe et les armes de poing sont très utiles. Cependant, les soldats utilisant le M9 devront surveiller de près le nombre de munitions restantes, afin qu'ils n'en manquent pas à un moment crucial. Bien qu'il ne soit pas conçu comme une arme de poing, le M9 pourra servir comme tel en dépit de sa taille légèrement plus grande. Il fait plus de dégâts qu'un pistolet P-12 et est plus précis qu'un pistolet mitrailleur CRC-8. Cela en fait un bon choix pour les tireurs de précision par exemple. Addenda Aucun.
ru: Technical Specifications: CRC-M9 Micro Shotgun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. The 425 Blesk is a miniature shotgun hailing from the Czech Republic, a favourite of anti-terrorist and military reconnaissance units around the world. It is highly prized for its small frame, manoeuvrability, lightweight construction and reliable operation in combat. It is a significant competitor with the CRC-212 Riot Shotgun for the hearts and minds of shotgun-wielding soldiers. The Blesk sacrifices versatility and range for raw speed. It is a 12mm semi-automatic, able to shoot as fast as the operator can pull the trigger; there is no other shotgun in existence that responds as fast or as easily to new threats as the Blesk. In its standard configuration, the weapon features a folding foregrip in lieu of a buttstock in order to help the operator deal with the recoil of repeated firings. Unfortunately, the short barrel cuts badly into effective range, making it accurate only out to 10-20 metres, but this is usually enough for the tight urban situations in which PHALANX will be operating most often. It is also more than enough for a sidearm; the Blesk will fit into a sidearm holster with minor modifications and can be set to deploy the foregrip as the weapon is drawn, allowing immediate accurate fire as needed. The weapon chambered for the common 12mm shotgun calibre. It can fit 7 slugs in a handy pistol-style magazine contained in the grip, which makes it much faster to reload than the CRC-212 Riot Shotgun. However, it requires short shells that can fit into the grip magazine, such as our flechette shells. It cannot fit the full-length saboted slugs. There are only a handful of weapons that can compete with the Blesk for sheer short-range devastation. Its speed combined with flechette ammo makes for a deadly mix that can be relied upon to quickly dispatch any enemy stupid enough to get into range. For PHALANX use, we have given this shotgun the classification CRC-M9. Recommended Doctrine All the restrictions that plague shotguns are magnified in the M9: short range, low ammo capacity, high recoil. This makes its function very clear. It is meant only for close-range firefights, where shotguns and sidearms shine. However, M9 operators should keep a close eye on their ammo level so that they don't run out in a tight spot. While not technically designed as a sidearm, the M9 performs well as one despite its relative bulk. It does more damage than the P-12 Pistol and is more accurate than the CRC-8 SMG. It is a good choice for snipers in particular. Addenda None.
th: Technical Specifications: CRC-M9 Micro Shotgun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. The 425 Blesk is a miniature shotgun hailing from the Czech Republic, a favourite of anti-terrorist and military reconnaissance units around the world. It is highly prized for its small frame, manoeuvrability, lightweight construction and reliable operation in combat. It is a significant competitor with the CRC-212 Riot Shotgun for the hearts and minds of shotgun-wielding soldiers. The Blesk sacrifices versatility and range for raw speed. It is a 12mm semi-automatic, able to shoot as fast as the operator can pull the trigger; there is no other shotgun in existence that responds as fast or as easily to new threats as the Blesk. In its standard configuration, the weapon features a folding foregrip in lieu of a buttstock in order to help the operator deal with the recoil of repeated firings. Unfortunately, the short barrel cuts badly into effective range, making it accurate only out to 10-20 metres, but this is usually enough for the tight urban situations in which PHALANX will be operating most often. It is also more than enough for a sidearm; the Blesk will fit into a sidearm holster with minor modifications and can be set to deploy the foregrip as the weapon is drawn, allowing immediate accurate fire as needed. The weapon chambered for the common 12mm shotgun calibre. It can fit 7 slugs in a handy pistol-style magazine contained in the grip, which makes it much faster to reload than the CRC-212 Riot Shotgun. However, it requires short shells that can fit into the grip magazine, such as our flechette shells. It cannot fit the full-length saboted slugs. There are only a handful of weapons that can compete with the Blesk for sheer short-range devastation. Its speed combined with flechette ammo makes for a deadly mix that can be relied upon to quickly dispatch any enemy stupid enough to get into range. For PHALANX use, we have given this shotgun the classification CRC-M9. Recommended Doctrine All the restrictions that plague shotguns are magnified in the M9: short range, low ammo capacity, high recoil. This makes its function very clear. It is meant only for close-range firefights, where shotguns and sidearms shine. However, M9 operators should keep a close eye on their ammo level so that they don't run out in a tight spot. While not technically designed as a sidearm, the M9 performs well as one despite its relative bulk. It does more damage than the P-12 Pistol and is more accurate than the CRC-8 SMG. It is a good choice for snipers in particular. Addenda None.

source: shotgun_micro_ammo_txt
de: Technische Spezifikation: Pfeilgeschosse KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dieses Magazin beinhaltet 7 Pfeilgeschosspatronen. Jede der 12mm Patronen beinhaltet 8 winzige Pfeile - solide Stahlnadeln mit Flügeln, um ihren Flug zu stabilisieren. Diese Munition ist nur für den Militärgebrauch und verboten für die zivile Nutzung - aufgrund der exzellenten Wirkung gegen Rüstung. Die Pfeile rotieren schnell, nachdem sie in den Körper eingedrungen sind, was zu horrenden Wunden führt und das Ziel entweder tötet oder schnell in Deckung treibt. Diese kurze Patrone - nur 90mm lang - wurde für pistolenartige Schrotflinten wie die CRC-M9 entwickelt. Trotzdem kann die CRC-212 sie genauso gut verschießen, mit all den Leistungsstärken von großen Waffen. Dieses Magazin wird in eine CRC-212 oder CRC-M9 Schrotflinte geladen. Empfohlener Einsatz Alle Soldaten, die mit Schrotflinten ausgerüstet sind, sollten mindestens ein Ersatzmagazin mit sich führen, wenn sie auf das Schlachtfeld gehen. Es ist nicht anzuraten, unsere Truppen ohne ausreichende Munition in den Kampf zu schicken. Zusatz Keiner.
fr: Spécifications techniques : Cartouches à Fléchettes NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Ce chargeur contient 7 cartouches à Fléchettes de 12mm. Chacune d'entre elle est constituée de 8 petites fléchettes, de solides aiguilles en acier avec de petites ailettes pour stabiliser leur trajectoire. Cette munition est à usage militaire uniquement, interdite pour les civils de part son efficacité particulière contre les protections. Les fléchettes sont enclines à se fragmenter après pénétration, provoquant des blessures importantes qui tueront la victimes ou la forceront à courir se mettre à couvert. Cette courte cartouche (seulement 90mm de long), fut conçue pour les fusils à pompe présentant une configuration de pistolet, comme le mini-Fusil à pompe CRC-M9. Cependant, le fusil à pompe CRC-212 peut les également les tirer, profitant de sa plus grande taille pour provoquer des dégâts plus importants. Ce chargeur est conçu pour être utilisé avec le Fusil à Pompe CRC-212 ou le mini-Fusil à Pompe CRC-M9. Doctrine recommandée Tout soldat armé d'un fusil à pompe devrait également emporter au moins un chargeur supplémentaire lorsqu'il part sur le terrain. Il n'est pas recommandé d'envoyer nos troupes au combat sans chargeur de rechange. Addenda Aucun.
ru: Technical Specifications: Flechette Shells CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 7 shells of flechette shot. Each 12mm shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition is military-only, banned for all civilian use due to the flechettes' excellent performance against armour. The flechettes are prone to tumble after penetration, resulting in nasty wounds that will either kill the target or send it running for cover. This short shell -- only 90mm long -- was designed for pistol-configuration shotguns like the CRC-M9 Micro Shotgun. However, the CRC-212 Riot Shotgun can fire it just as easily, with all the performance increases of a full-sized weapon. The magazine is meant to be loaded into a CRC-212 Riot Shotgun or CRC-M9 Micro Shotgun. Recommended Doctrine All soldiers equipped with shotguns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
th: Technical Specifications: Flechette Shells CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 7 shells of flechette shot. Each 12mm shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition is military-only, banned for all civilian use due to the flechettes' excellent performance against armour. The flechettes are prone to tumble after penetration, resulting in nasty wounds that will either kill the target or send it running for cover. This short shell -- only 90mm long -- was designed for pistol-configuration shotguns like the CRC-M9 Micro Shotgun. However, the CRC-212 Riot Shotgun can fire it just as easily, with all the performance increases of a full-sized weapon. The magazine is meant to be loaded into a CRC-212 Riot Shotgun or CRC-M9 Micro Shotgun. Recommended Doctrine All soldiers equipped with shotguns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
