Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: taman_autopsy_txt
de: Herr Kommandant, Mein Team und ich haben unsere Autopsie der geborgenen 'grauen' Körper abgeschlossen. Hier ist meine Zusammenfassung. Als Truppen des Commonwealth zum ersten Mal verwirrt und besorgt in Mumbai ankamen, wurden sie von einer Menge schreiender, zu Tode geängstigter Bewohner umlagert, die verzweifelt auf der Suche nach Schutz waren. Die meisten Soldaten sprachen nicht mal die Sprache und verstanden nicht, was gesprochen wurde. Als sie fragten, was los sei, schrien die Zivilisten nu "xuRta AwmA" -- den Hinduausdruck für 'böser Geist' oder 'Dämon'. Unter Feuer verkürzte sich der Begriff zu "Ta ama" und als die Schießereien vorbei waren, hat er sich noch weiter verändert. Jeder hat sich auf den Begriff "Taman" (Aussprache: 'tah-man') als das Wort festgelegt, das den grauen Albtraum beschreibt, der sie dahingemetzelt hat. Der Name gilt immer noch, aber wir können nun mit Bestimmtheit sagen, dass sie aus Fleisch und Blut bestehen, anstatt aus Feuer und Dunkelheit. Als erstes und möglicherweise am interessantesten ist die Tatsache, dass die Kreatur fast menschlich aussieht. Zwei Arme, zwei Beine, ein Oberkörper und ein Kopf; zweibeinige Fortbewegung; Sicht-, Geruchs- und Gehörorgane in den gleichen Positionen. Die Hände und Füße des Subjekts haben drei lange Finger bzw. Zehen, einer davon (der 'Daumen') ist gegenüber den anderen. Die Spezies ist durchschnittlich kleiner als Menschen und hat einen dünnen, zierlichen Körper, der ihrer Zähigkeit lügen straft. Das Subjekt hat eine einfache Reihe lebenswichtiger Organe; Herz, Lungen, Leber etc. Es hat nicht die ungebrauchten und überflüssigen Organe, die die Menschen durch ihre Evolution getragen haben. Biologisch gesehen ist der Verdauungstrakt des Subjekts am interessantesten. Die Kreatur hat 3 Mägen, die für die Verdauung für sehr zähe pflanzliche Materie gedacht sind. Sie sind unfähig, irgendeine Art Fleisch zu verdauen. Daraus schließen wir, dass die Tamans Pflanzenfresser sind, die sich von irgendeiner Art Flora ernähren, wo auch immer sie herkommen. Dieser Fund hat einige unserer nervöseren Teammitglieder beruhigt. Wenigstens wissen wir jetzt, dass die Außerirdischen uns nicht wegen unseres Fleisches ernten. Die großen, überentwickelten Augen verschaffen den Taman natürliche Nachtsicht. Sie haben eine spezielle Iris, die ihre Netzhaut von hellem Licht wie Sonnenlicht schützen, aber wenn ein plötzlicher Blitz die Netzhaut treffen würde, bevor sich die Iris anpassen kann, könnte das längere oder dauerhafte Blindheit verursachen. Unsere Blendgranaten sollten hier höchst effektiv sein. Die Grauheit ihrer Haut ist ein besonders seltsames Merkmal. Sie wird eigentlich durch das Absondern von Spuren von Silikon verursacht, die sich über die weiche innere Haut verteilt und so ein Art natürliche Rüstung erzeugt. Das macht einen Taman widerstandsfähig gegen Einschläge und Hitze. Von unserer Analyse können wir das folgende schließen: -- Die Taman haben eine natürliche Widerstandskraft gegen Kugeln und stumpfe Einschlagstraumatas, aber nicht genug, um solche Waffen im Kampf ineffektiv zu machen. -- Ihre Haut kann leicht kleine bis mittlere Hitze ableiten, aber längere Einwirkung eines Flammenwerfers oder Brennstoffs funktioniert dennoch. Laser werden etwas weniger Schaden als normal verursachen. -- Obwohl der Körper geschmeidig und elastisch ist, sind die inneren Organe schlecht gegen Erschütterung geschützt, was sie besonders verwundbar gegen die Schockwellen von Sprengstoffen macht. Das weitere Studium hat andere wilde Theorien ausgeschlossen. Obwohl das Aussehen eines Taman dem der Menschen sehr ähnlich ist, fast schon genug, um eine Art Verwandtschaft zu vermuten, scheinen sie mehr das Ergebnis einer Art zusammenlaufender Evolution zu sein (zwei verschiedene Pfade zu einem ähnlichen Endergebnis), als eine Blutverwandtschaft. Es gibt nur sehr wenige Ähnlichkeiten zwischen der Gensequenz der Taman und der Menschen und die Chromatinstruktur in ihrer DNA sind weit komplexer als unsere. Das schließt einen theoretischen, gemeinsamen Ursprung aus. Im Kampf sind Tamans eine große Gefahr. Sie sind sehr beweglich und können verschiedene Waffen mit großer Genauigkeit benutzen. Neben ihrem Einsatz als Soldaten haben sie viele spezielle Rollen in der außerirdischen Kriegsmaschinerie, Positionen, in denen die Tamans am zahlreichsten sind. Komplexe Waffen und fortgeschrittene Rüstungen werden öfter von Tamans getragen, als von anderen Spezies. Das ist wahrscheinlich wegen ihrer großen Gehirne, sensorischen Organe und zierlichen Finger. Ob die Taman die 'Grauen' der alten UFO Entführungsgeschichten sind, konnten wir nicht herausbekommen, aber es scheint extrem unwahrscheinlich. PHALANX hat nie einen Bericht von Aktivitäten seitens Außerirdischen seit 1950 bestätigen können. Die UFOs, die wir heute sehen, sind auf jeden Fall keine fliegenden Scheiben. Wenn sie die Erde vor einem Jahrhundert hätten invasieren können, warum bis heute warten? Es passt nicht zusammen -- aber wer kann schon etwas über die Motivation eines außerirdischen Bewusstseins sagen? Mit freundlichen Grüßen Dr. Connor
fr: Commandant, Mon équipe et moi-même avons terminé l'autopsie du corps du « petit gris » que nous avons ramené. Voici le résumé de nos découvertes. Lorsque les troupes du Commonwealth arrivèrent à Mumbai, troublées et inquiètes, une foule de gens se ruèrent sur eux, hurlant leurs craintes et leur désespoir, et cherchant une protection. La plupart des soldats ne parlaient même pas leur langue, et furent incapables de les comprendre. Lorsqu'ils essayaient de comprendre ce qui n'allait pas, les civils se contentaient de crier "xuRta AwmA", le terme Hindi pour "mauvais esprit" ou "démon". Sous les balles, le terme se transforma rapidement en "Taaman", et lorsque le calme revint il s'était encore transformé. Tout le monde s'était accordé sur "Taman" (prononcé "Tamane") pour décrire le cauchemar gris qui les avaient massacrés. Le nom reste encore, mais nous pouvons maintenant affirmer que ces aliens sont faits de chair et de sang plutôt que de feu et d'obscurité. La première chose, et sans doute la plus intéressante, est le fait que cette créature ressemble presque à un être humain. Deux bras, deux jambes, un torse et une tête ; un déplacement bipède ; des organes visuels, olfactifs et auditifs situés aux même endroits que sur un être humain. Les mains et les pieds du sujet présentent trois doigts, dont l'un (le "pouce") est opposable. Cette espèce est en moyenne plus petite que la nôtre, et possède une fine ossature, presque délicate, qui contraste avec leur cruauté. Le sujet a un ensemble d'organes vitaux très classique : cœur, poumons, foie, etc. Il lui manque la plupart des organes redondant ou obsolète que les êtres humains ont gardé au cours de leur évolution. Biologiquement, la partie la plus intéressante de leurs organes réside dans leur appareil digestif. La créature possède trois estomacs dont le but est de digérer des plantes, même les plus résistantes. Elle ne peut digérer de viande d'aucune sorte. Cela implique que, quelque soit l'endroit d'où ils proviennent, les Tamans sont des herbivores qui se nourrissent d'une quelconque espèce végétale. Cette découverte a réconforté certains de nos collaborateurs les plus sensibles. Nous savons au moins maintenant que les aliens ne nous capturent pas pour se nourrir. Il y a un ensemble complexe d'implants sur la gorge du sujet qui nécessitera des recherches plus approfondies pour comprendre leur utilité. Je vous enverrai une analyse plus complète ainsi qu'une proposition de recherche. Les grands yeux surdéveloppés que possède le Taman lui permettent de voir dans l'obscurité. Ils présentent des iris particuliers qui protègent sa rétine des lumières intenses comme la lumière du soleil, mais si une violente lumière l'éclairait avant que son iris n'ait le temps de s'ajuster, cela pourrait l'aveugler de façon temporaire, voire même permanente. Nos grenades étourdissantes pourrait s'avérer particulièrement utiles ici. La couleur grise de leur peau est également d'un certain intérêt. Elle est en réalité causée par la sécrétion de faibles quantités de silicone, qui durcit sur leur peau souple, formant ainsi une sorte d'armure naturelle. Cela rend les Tamans relativement résistants aux dommages corporels ainsi qu'à la chaleur. De notre analyse, nous pouvons conclure que : -- Les Tamans résistent naturellement aux balles et aux armes de contact, mais pas suffisamment pour rendre de telles attaques inefficaces. -- Leur peau dissipe facilement de faibles ou moyennes chaleurs, mais une exposition prolongée à un lance-flammes ou un composé incendiaire sera trop violente pour être protégé par leur peau. Les lasers feront légèrement moins de dégâts qu'habituellement. -- Bien que leur corps soit souple et élastique, les organes internes des Taman sont mal protégés contre les commotions, ce qui les rend particulièrement vulnérables aux ondes de choc des armes explosives. Des études plus approfondies ont infirmé certaines théories du premier jour. Bien que l'apparence des Tamans soit très similaire à celle des humains, suffisamment pour poser la question d'un lien génétique, ils semblent plus être le résultat d'une évolution similaire à la nôtre (deux chemins différents convergeant vers un résultat final semblable). Il n'y a que peu de similitudes entre les séquences génomiques des Tamans et celles des êtres humains, et la structure de la chromatine de leur ADN est beaucoup complexe que la nôtre. Cela semble exclure une origine commune hypothétique. Au combat, les Tamans sont une menace à ne pas négliger. Ils sont extrêmement agiles et peuvent facilement manier un grand nombre d'armes. En plus du rôle de soldats, ils remplissent un grand nombre de postes de spécialistes dans la machine de guerre alienne, positions dans lesquelles les Tamans semblent être les plus nombreux. Les armes complexes et les armures élaborées sont plus souvent utilisées par les Tamans que par n'importe quelle autre race extraterrestre. Cela est probablement dû à leur cerveau, leurs organes sensitifs et leurs membres préhensiles développés. Que les Tamans soient les « petits gris » des vieilles histoires d'enlèvement OVNIs ou pas, je ne pourrais pas trancher, mais cela semble extrêmement peu probables. PHALANX n'a jamais été capable de confirmer un seul rapport d'activité extraterrestre depuis les années 1950. Les OVNIs que nous voyons aujourd'hui ne ressemblent certainement pas à des soucoupes volantes. S'ils avaient pu envahir la Terre il y a un siècle, pourquoi attendre aujourd'hui pour le faire ? Cela ne me semble pas cohérent, mais qui peut connaître les motivations qui animent les aliens ? Sincèrement, Dr Connor
ru: Командующий, Мы произвели вскрытие тела "серого" пришельца, обнаруженного нами ранее. Вот что удалось обнаружить мне и моей команде. Когда бойцы Содружества впервые высадились в Мумбаи, они оказались окруженными толпой местных жителей, кричащих, перепуганных почти до безумия и уже отчаявшихся в своем спасении. Большая часть солдат не говорила на местном языке и не могла понять, чем же так напуганы эти люди. На вопрос о том, что произошло, жители просто кричали "ксуРта Аума", что на хинди означает 'злой дух' или 'демон'. Вскоре название было сокращено до "Таама" и, со временем, превратилось в "Таман" (произносится 'та-ман') - имя, обозначающее жуткого серого монстра, нападающего на людей. Название прочно закрепилось за ним, однако, на данный момент, мы с уверенностью можем сказать, что он скорей состоит из плоти и крови, нежели из адского пламени. Первым и, пожалуй, наиболее интересным фактом является то, что это существо очень похоже на человека. Две руки, две ноги, туловище и голова; бипедальное передвижение; органы зрения, обоняния и слуха расположены примерно в тех же местах. Кисти и ступни обьекта несут по три длинных пальца, один из которых ('большой палец') противопоставлен другим. В среднем этот вид ниже человека и обладает стройной, обманчиво грациозной конституцией, за которой скрывается смертельная опасность. Объект обладает очень простым набором жизненноважных органов; сердце, легкие, печень и так далее. У него отсутствует большая часть органов, которыми человек успел обзавестись в процессе своей эволюции. Наиболее интересной в этом плане является пищеварительная система пришельца, состоящая из трех желудков, приспособленных к перевариванию исключительно жесткой растительной пищи. Абсолютно очевидно, что вид является полностью растительноядным и не способен усваивать животный белок. Этот факт в определенной степени успокоил некоторых из моих наиболее нервных коллег. По крайней мере, теперь мы знаем наверняка, что таманы охотятся на нас совсем не из голода.
th: Commander, My team and I have completed our autopsy of the 'grey' body we recovered. Here is my summary of our findings. When Commonwealth troops first arrived in Mumbai, confused and apprehensive, they were swarmed by crowds of screaming locals, terrified out of their minds and desperate for protection. Most of the soldiers didn't even speak the language, unable to understand what was said. When they asked what was wrong, the civilians simply cried, "xuRta AwmA" -- the Hindi term for 'evil spirit' or 'demon'. Under fire, the term quickly shortened to "Taama", and by the time the shooting was over it had further mutated. Everyone had settled on "Taman" (pronounced 'tah-man') as the word that described the grey nightmares that had slaughtered them. The name still remains, but we can now say with confidence that these aliens are made of flesh and blood rather than fire and darkness. First and probably most interesting is the fact that this creature looks almost human. Two arms, two legs, a torso and a head; bipedal locomotion; visual, olfactory and auditory organs all in the same general location. The subject's hands and feet have three long digits, one of which (the 'thumb') is opposable. This species is on average shorter than humans and possesses a thin, almost delicate frame which belies their toughness. The subject has a very simple set of vital organs; heart, lungs, liver, and so on. It lacks most of the redundant or obsolete organs that humans have carried through our evolutionary history. Biologically, the most interesting part of the subject's internals is the digestive tract. The creature has a total of three stomachs meant for the digestion of very tough plant matter. It is incapable of digesting meat of any kind. This implies that, wherever they come from, the Tamans are herbivores feeding on some kind of plant life. This finding has comforted some of our more excitable staff. At least we know the aliens aren't harvesting us for our meat. There is a complex set of implants in the subject's throat that will require further research to be fully understood. I will send you a more detailed analysis along with a research proposal. The large, overdeveloped eyes equip the Taman with natural night-vision. It has special irises that protect the retinas from bright light such as sunlight, but if a sudden blast of highly intense illumination were to hit the retina before the iris can adjust, it could cause prolonged or even permanent blindness. Our flashbang may be highly effective here. The greyness of the skin is a particularly curious feature. It is actually caused by the secretion of trace amounts of silicon, which hardens over the supple inner skin to provide a kind of natural armour. This makes a Taman fairly resistant to impact and heat. From our analysis, we can conclude the following: -- The Tamans have a natural resistance to bullets and blunt trauma, but not enough to render such weapons combat ineffective. -- Their skin easily disperses small to medium amounts of heat, but prolonged exposure to a flamethrower or incendiary compound will still do the trick. Lasers will do slightly less damage than normal. -- Though the body is limber and elastic, the Taman's internal organs are badly protected against concussion, which makes them particularly vulnerable to the shockwaves of explosive ordnance. Further study has ruled out other wild-eyed theories. Though the Tamans' appearance is very similar to that of humans, almost enough to imply a kind of relationship, they seem to be more a case of convergent evolution (two different paths to a similar end result) than a blood relation. There are very few similarities between the Taman gene sequences and that of humans, and the structure of chromatin in their DNA is several orders of magnitude more complex than ours. This seems to preclude a hypothetical common origin. In combat, Tamans present a significant threat. They are highly agile and can wield a variety of weapons with great accuracy. Besides serving as soldiers, they fill many specialist roles in the alien war machine, positions in which Tamans seem to be the most numerous. Complex weapons and advanced armour are more often wielded by Tamans than any other species. This is most likely due to their large brains, sensory organs and delicate manipulators. Whether or not the Tamans are the 'greys' of old UFO abduction stories, I couldn't say, but it seems extremely unlikely. PHALANX has never been able to verify a single report of alien activity since the 1950s. The UFOs we're seeing now are certainly not flying saucers. If they could've invaded Earth a century ago, why wait until now to do it? It doesn't really add up -- but then, who can know the motivations of an alien mind? Sincerely, Dr. Connor
