Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: shotgun2_txt
de: Technische Spezifikation: Schrotflinte KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Aus unseren Erfahrungen in Mumbai und anderen umkämpften Städten folgern wir, dass die Außerirdischen ihre Bemühungen vor allem auf Dichtbevölkerte Gebiete konzentrieren. Die Mehrzahl der Scharmützel fand auf Messerreichweite statt. Für das Excalibur Programm haben wir einige leistungsstarke Waffen für unser Nahkampfpaket ausgewählt. Viele großartige Schrotflinten der letzten zwei Jahrhunderte sind aus Italien gekommen; die letzte war die Rossi AAA, eine halbautomatische Kampfschrotflinte, die sowohl für SWAT als auch für Anti-Terror-Einheiten entwickelt wurde. Sie besitzt mehrere Bahnbrechende Technologien aber ihre erstaunlichste Fähigkeit ist ohne Zweifel der speziell entwickelte "Dreh"-Lauf. Der Drehlauf ist eine neue Art von Schrotflintenlauf mit einem Drehmechanismus am vorderen Handgriff, mit dem man Drall in einer Zehntelsekunde entweder abflachen oder vergrößern kann. Der Lauf kann sogar selbst seinen eigenen Durchmesser und seine Drossel einstellen, um jede Art von Patrone in die Kammer aufzunehmen. Diese beiden Erfindungen erlaubten der AAA, jede Art Schrotflintenmunition sofort bei Bedarf abzufeuern. Die am meisten, vom Militär und SWAT, benutzte Munition ist das 12mm Pfeilgeschoss. Jede Patrone beinhaltet 8 winzige Pfeile aus Stahl mit Flügeln, die ihren Flug stabilisieren. Diese Munitionsart hat erhöhte Treffsicherheit verglichen mit dem Schrotschuss und hat eine exzellente Wirkung gegen Rüstung. Die Pfeile rotieren auch leicht nach dem Eindringen, was eine verbesserte Wirkung beim Erzielen von schweren Wunden für so eine kleine Munition bewirkt. Ihre Nachteile sind ihre Verwundbarkeit gegenüber Wind und anderen ablenkenden Faktoren. Dafür sind jedoch andere Arten Munition verfügbar, um mit diesen Bedingungen fertig zu werden - die AAA kann sie alle verschießen. Um es zusammenzufassen: Die Rossi AAA ist eine der vielseitigsten verfügbaren Schrotflinten, die am effektivsten auf kurze Reichweite ist. Sie hat eine höhere Reichweite als der CRC-FL Flamenwerfer und verursacht mehr Schaden als die CRC-8 Maschinenpistole und ist ein guter Kompromiss zwischen Geschwindigkeit, Reichweite und Bremsvermögen. Für den PHALANX Gebrauch haben wir dieser Schrotflinte die Bezeichnung CRC-212 gegeben. Empfohlener Einsatz Die CRC-212 ist sehr gut bei kurzer Reichweite aber verliert schnell ihre Wirkung je höher die Reichweite wird. Pfeilgeschosse haben die Angewohnheit, sich bei hoher Entfernung zu weit zu verteilen, um effektiv zu sein (aber immer noch weniger als Schrot), während gezogene Geschosse einen ausgeprägten Geschossabfall haben und anfällig bei Wind sind. Die Schrotflinte kann auf mittlerer Reichweite treffen, aber erwarten sie keine hohe Effektivität. Wo diese Waffe wirklich einen Unterschied machen wird, sind urbane Situationen, wo der Gegner wenig Deckung hat und in kurzer Reichweite bekämpft werden kann. Dennoch kann sie zu lang sein, um sie in beengten Orten zu benutzen. Die CRC-M9 Mikroschrotflinte dürfte besser in dieser Situation sein. Zusatz Keiner.
fr: Spécifications techniques : Fusil à pompe CRC-212 NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. En étudiant les attaques de Mumbai et des autres villes qui ont été touchées, il nous a semblé que les aliens concentrent leurs efforts dans les zones où la densité de population est particulièrement importante. La plupart des combats ont eu lieu à très courte portée. Dans le cadre du programme Excalibur, nous avons choisi plusieurs armes hautement performantes pour notre section Combat Rapproché. De nombreux fusils à pompe performants de ces deux derniers siècles ont été créés en Italie ; le dernier étant le Rossi AAA, un fusil à pompe de combat semi-automatique destiné à l'usage des forces d'intervention ou des unités anti-terroristes. Il profite de plusieurs technologies innovantes, mais la plus importante de ses caractéristiques est sans aucun doute son canon spécial 'Vrillé'. Il s'agit d'un nouveau type de canon qui, grâce à un mécanisme placé devant les protections pour les mains, peut augmenter ou diminuer la profondeur des rayures à l'intérieur du canon. Grâce à ce mécanisme, le canon du AAA peut aussi bien être utilisé en canon lisse qu'en canon rayé, et passer de l'un à l'autre en un dixième de seconde. Le diamètre du canon est même ajustable, et peut être réduit pour utiliser n'importe quel type de cartouche dans sa chambre. Ces deux innovations permettent au AAA de tirer à tout moment toute sorte de munitions pour fusil à pompe. Les munitions les plus utilisées par les militaires ou les forces d'intervention sont les cartouches à fléchettes 12mm. Chaque cartouche contient 8 petites fléchettes, des aiguilles solides en acier avec de petites ailettes pour stabiliser leur trajectoire. Ces munitions sont plus précises que les cartouches standards, et se comportent très bien face aux armures. Les fléchettes sont également enclines à se fragmenter après pénétration, provoquant des blessures impressionnantes pour un si petit projectile. Leur inconvénient est leur sensibilité importante au vent et à tout autre facteur défléchissant. D'autres types de munitions sont cependant disponibles dans ces situations, et le AAA peut toutes les utiliser. En conclusion, le Rossi AAA est un fusil à pompe très versatile, qui fait parti des armes de combat rapproché les plus efficaces. Il a une portée plus importante que le Lance-Flammes LF-CRC et fait plus de dégâts que le Pistolet Mitrailleur CRC-8. C'est un bon compromis entre vitesse, portée, et puissance d'arrêt. Pour l'utilisation PHALANX, nous avons donné à ce fusil à pompe la classification CRC-212. Doctrine recommandée Le CRC-212 se comporte très bien à courte portée, mais perd rapidement en puissance lorsque la distance augmente. Les cartouches à Fléchettes se dispersent trop pour être réellement efficaces à moyenne portée (bien qu'elles le restent plus que les cartouches classiques), et les cartouches rayées souffrent d'une trop grande sensibilité au vent. Bien que le fusil à pompe puisse être utilisé à moyenne portée, ne vous attendez pas à ce qu'il soit très efficace. Cette arme brillera particulièrement dans les situations urbaines où l'ennemi a peu de couvertures derrière lesquelles se cacher, et peut être engagé en combat rapproché. Dans les espaces très confinés, il sera cependant difficile à manoeuvrer. Le Mini-Fusil à Pompe CRC-M9 sera plus rapide à utiliser dans ces situations. Addenda Aucun.
ru: Technical Specifications: CRC-212 Riot Shotgun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. Many great shotguns have come out of Italy over the past two centuries; the latest is the Rossi AAA, a semi-automatic combat shotgun developed for use by SWAT and anti-terrorist units. It features several ground-breaking technologies, but its most impressive feature is without a doubt the specially-developed 'Twist' barrel. The Twist is a new type of shotgun barrel that, with a sharp twist of the front handguard, can protrude or flatten the rifling inside the barrel. With this mechanism, the AAA can change its barrel from smoothbore to rifled and back in a tenth of a second. The barrel even adjusts its own diameter and choke to fit whatever type of shell is in the chamber. These two innovations allow the AAA to fire any kind of shotgun ammo at a moment's notice. The most commonly used military and SWAT ammunition is the 12mm centerfire flechette shell. Each shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition has superior accuracy compared to buckshot and performs excellently against armour. The flechettes are also prone to tumble after penetration, resulting in impressive wounding capability for such a small projectile. Their drawbacks are vulnerability to wind conditions and other deflecting factors. Other types of ammo are available to deal with these situations, however -- and the AAA can fire them all. In conclusion, the Rossi AAA is a highly versatile shotgun that is among the most effective close-range weapons available. It has a longer range than the CRC-FL Flamethrower and causes more damage than the CRC-8 SMG, providing a good compromise between speed, range and stopping power. For PHALANX use, we have given this shotgun the classification CRC-212. Recommended Doctrine The CRC-212 performs very well at close quarters but quickly loses power as the range increases. Flechette shot tends to spread too far to be effective at range (though less so than ordinary buckshot), while rifled slugs suffer a pronounced projectile drop and are highly susceptible to wind conditions. Though the shotgun can shoot out to medium range, don't expect it to be very effective. Where this weapon will truly shine is in urban situations where the enemy has little cover to hide behind and can be engaged at close range. However, it can be too long to manoeuvre properly in tight spaces. The CRC-M9 Micro Shotgun may be preferable in these situations. Addenda None.
th: Technical Specifications: CRC-212 Riot Shotgun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. Many great shotguns have come out of Italy over the past two centuries; the latest is the Rossi AAA, a semi-automatic combat shotgun developed for use by SWAT and anti-terrorist units. It features several ground-breaking technologies, but its most impressive feature is without a doubt the specially-developed 'Twist' barrel. The Twist is a new type of shotgun barrel that, with a sharp twist of the front handguard, can protrude or flatten the rifling inside the barrel. With this mechanism, the AAA can change its barrel from smoothbore to rifled and back in a tenth of a second. The barrel even adjusts its own diameter and choke to fit whatever type of shell is in the chamber. These two innovations allow the AAA to fire any kind of shotgun ammo at a moment's notice. The most commonly used military and SWAT ammunition is the 12mm centerfire flechette shell. Each shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition has superior accuracy compared to buckshot and performs excellently against armour. The flechettes are also prone to tumble after penetration, resulting in impressive wounding capability for such a small projectile. Their drawbacks are vulnerability to wind conditions and other deflecting factors. Other types of ammo are available to deal with these situations, however -- and the AAA can fire them all. In conclusion, the Rossi AAA is a highly versatile shotgun that is among the most effective close-range weapons available. It has a longer range than the CRC-FL Flamethrower and causes more damage than the CRC-8 SMG, providing a good compromise between speed, range and stopping power. For PHALANX use, we have given this shotgun the classification CRC-212. Recommended Doctrine The CRC-212 performs very well at close quarters but quickly loses power as the range increases. Flechette shot tends to spread too far to be effective at range (though less so than ordinary buckshot), while rifled slugs suffer a pronounced projectile drop and are highly susceptible to wind conditions. Though the shotgun can shoot out to medium range, don't expect it to be very effective. Where this weapon will truly shine is in urban situations where the enemy has little cover to hide behind and can be engaged at close range. However, it can be too long to manoeuvre properly in tight spaces. The CRC-M9 Micro Shotgun may be preferable in these situations. Addenda None.

source: shotgun2_slug_ammo_txt
de: Technische Spezifikation: Treibgeschosse KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dies ist ein Magazin, gefüllt mit 7 Treibgeschossen. Diese Geschosse sind in Hartplastikhüllen eingebettet, welche kurz nach dem Verlassen des Laufes aufplatzen. Die Treibgeschosse werden von einem gezogenen Lauf abgefeuert und können mit viel höherer Geschwindigkeit fliegen als normale Schrotflintenpatronen. Die Patronen selbst sind aus Stahl mit einem Aluminiumkern; ihre Kraft sollte nicht unterschätzt werden. Wenn sie von einer Hochleistungsschrotflinte abgeschossen werden, können sie sogar gepanzerte Fahrzeuge durchschlagen. Dieses Magazin wird in eine CRC-212 Schrotflinte geladen. Es passt nicht in eine CRC-M9 Mikroschrotflinte. Empfohlener Einsatz Alle Soldaten, die mit Schrotflinten ausgerüstet sind, sollten mindestens ein Ersatzmagazin mit sich führen, wenn sie auf das Schlachtfeld gehen. Es ist nicht anzuraten, unsere Truppen ohne ausreichende Munition in den Kampf zu schicken. Zusatz Keiner.
fr: Spécifications techniques : Cartouches Perforantes NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Ce chargeur contient 7 cartouches perforantes. Ces munitions sont recouvertes d'une enveloppe de plastique dur, les 'sabots', qui se séparent à la sortie du canon. Les sabots sont tirés par un canon vrillé, et leur vitesse d'éjection est bien supérieures à celles des cartouches ordinaires. Les balles en elles-mêmes sont en acier avec un noyau en aluminium, leur puissance ne doit pas être sous-estimée. Lorsqu'elles sont tirées par des fusils à pompe puissants, ces munitions peuvent même endommager les véhicules armés. Ce chargeur est conçu pour être utilisé avec le Fusil à Pompe CRC-212. Elles ne conviennent pas au mini-Fusil à Pompe CRC-M9. Doctrine recommandée Tout soldat armé d'un fusil à pompe devrait également emporter au moins un chargeur supplémentaire lorsqu'il part sur le terrain. Il n'est pas recommandé d'envoyer nos troupes au combat sans chargeur de rechange. Addenda Aucun.
ru: Technical Specifications: Saboted Slugs CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a magazine filled with 7 saboted shotgun slugs. These slugs are encased in hard plastic shells, 'sabots', which break away shortly after leaving the barrel. The sabots are fired from a rifled barrel and can travel at far higher velocities than ordinary slugs or shotshells. The slugs themselves are made of aluminium-cored steel; their power is not to be underestimated. When fired from a high-powered shotgun, these slugs can damage even armoured vehicles. The magazine is meant to be loaded into a CRC-212 Riot Shotgun. It will not fit into the CRC-M9 Micro Shotgun. Recommended Doctrine All soldiers equipped with shotguns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
th: Technical Specifications: Saboted Slugs CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a magazine filled with 7 saboted shotgun slugs. These slugs are encased in hard plastic shells, 'sabots', which break away shortly after leaving the barrel. The sabots are fired from a rifled barrel and can travel at far higher velocities than ordinary slugs or shotshells. The slugs themselves are made of aluminium-cored steel; their power is not to be underestimated. When fired from a high-powered shotgun, these slugs can damage even armoured vehicles. The magazine is meant to be loaded into a CRC-212 Riot Shotgun. It will not fit into the CRC-M9 Micro Shotgun. Recommended Doctrine All soldiers equipped with shotguns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
