Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: grenl_ammo_txt
de: Technische Spezifikationen: 25mm HIT Granate KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dies ist ein Magazin mit 9,25mm HIT (hochimpulsthermische) Granaten. Sie werden durch einen Funkenzünder abgeschossen, der sich im Lauf befindet. Diese Granaten sind sogenannte 'Brennstoff-Luft' Munition, die den Sauerstoff in der Atmosphäre nutzen, um eine Explosion zu erzeugen, anstatt ein Brandfördermittel mitzutragen. Thermobarische Waffen verursachen eine weit mächtigere Explosion als es mit konventionellen Sprengstoffen dieser Größe möglich wäre. Diese Granaten werden in den HPGL Granatwerfer geladen. Empfohlener Einsatz Alle Soldaten, die mit einem Granatwerfer bewaffnet sind, sollten mindestens eine Ersatzgranate mitnehmen, wenn sie in den Kampfeinsatz gehen. Es ist nicht ratsam, unsere Truppen ohne ausreichende Munition in den Kampf zu schicken. Zusatz Keiner.
fr: Spécifications techniques : Grenades ST 25mm NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Il s'agit d'une boite de 9 grenades ST (à Surpression Thermobarique) de 25mm. La mise à feu se fait par un allumeur électronique situé à l'intérieur du canon du lanceur. Ces grenades sont des munitions à explosion diffuse, c'est à dire qu'elles utilisent l'oxygène de l'air comme comburant de l'explosion plutôt que de contenir leur propre agent oxydant. Les armes thermobariques produisent une explosion beaucoup plus puissante que celles obtenues par les armes explosives conventionnelles de même taille. Ces grenades sont conçues pour être utilisées avec le Lance-Grenade HPGL. Doctrine recommandée Tout soldat armé d'un lance-grenade devrait également emporter au moins une boite de grenades supplémentaires lorsqu'il part sur le terrain. Il n'est pas recommandé d'envoyer nos troupes au combat sans grenade de rechange. Addenda Aucun.
ru: Technical Specifications: 25mm HIT Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm HIT (High Impulse Thermobaric) grenades. They are fired electronically by a spark igniter inside the launcher's barrel. These grenades are 'fuel-air munitions' that use atmospheric oxygen to generate an explosion instead of carrying along an oxidising agent. Thermobaric weapons produce a far more powerful explosive force than would be possible with conventional explosives of the same size. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.
th: Technical Specifications: 25mm HIT Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm HIT (High Impulse Thermobaric) grenades. They are fired electronically by a spark igniter inside the launcher's barrel. These grenades are 'fuel-air munitions' that use atmospheric oxygen to generate an explosion instead of carrying along an oxidising agent. Thermobaric weapons produce a far more powerful explosive force than would be possible with conventional explosives of the same size. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.

source: grenl_fle_ammo_txt
de: Technische Spezifikationen: 25mm Splittergranate KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Kommando Atlantische Operationen Überblick Dies ist ein Magazin mit 9,25mm Splittergranaten. Sie werden durch einen Funkenzünder abgeschossen, der sich im Lauf befindet. Während sie wegen ihres Kalibers und ihrer Abschussart immer noch als Granaten klassifiziert sind, haben sie mehr mit Schrotflinten gemein. Jede Granate beinhaltet 24 solide Stahlnadeln, verpackt in eine Treibhülle, die gleich nach dem Abfeuern auseinander fällt. Dadurch entsteht ein Schrotmunitionseffekt, der auch un- oder leichtgepanzerte Fahrzeuge zu Fetzen verarbeiten kann. Aber ihre geringe Abschussgeschwindigkeit - verglichen mit Schrotflintenkugeln - macht sie deutlich weniger effektiv gegen schwere Panzerung. Diese Granaten werden in einen HPGL Granatwerfer geladen. Empfohlener Einsatz Alle Soldaten, die mit einem Granatwerfer bewaffnet sind, sollten mindestens eine Ersatzgranate mitnehmen, wenn sie in den Kampfeinsatz gehen. Es ist nicht ratsam, unsere Truppen ohne ausreichende Munition in den Kampf zu schicken. Zusatz Keiner.
fr: Spécifications techniques : Grenade à Fléchettes 25mm NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Il s'agit d'une boite de 9 grenades à Fléchettes de 25mm. La mise à feu se fait par un allumeur électronique situé à l'intérieur du canon du lanceur. Même si elles sont classées dans la catégorie des grenades de part leur calibre et leur mode de projection, elles tiennent plus des cartouches pour fusil à pompe. Chaque grenade est constituée de 24 aiguilles en acier contenues dans une cartouche qui explose à la sortie du canon. Ce type de munition peut déchiqueter un ennemi sans armure ou légèrement protégé. Cependant, leur faible vitesse d'éjection comparée aux fusil à pompe les rendent significativement moins efficaces contre les armures lourdes. Ces grenades sont conçues pour être utilisées avec le Lance-Grenade HPGL. Doctrine recommandée Tout soldat armé d'un lance-grenade devrait également emporter au moins une boite de grenades supplémentaires lorsqu'il part sur le terrain. Il n'est pas recommandé d'envoyer nos troupes au combat sans grenade de rechange. Addenda Aucun.
ru: Technical Specifications: 25mm Flechette Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm flechette grenades. They are fired electronically by a spark igniter inside the launcher's barrel. While still classified as grenades due to their calibre and delivery system, they have more in common with shotgun shells. Each grenade contains 24 solid steel needles packed into a sabot shell that breaks away immediately after leaving the muzzle. This creates a buckshot-like effect that can shred unarmoured or lightly-armoured enemies, but their lower muzzle velocity compared to shotgun shells makes them significantly less effective against heavy armour. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.
th: Technical Specifications: 25mm Flechette Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm flechette grenades. They are fired electronically by a spark igniter inside the launcher's barrel. While still classified as grenades due to their calibre and delivery system, they have more in common with shotgun shells. Each grenade contains 24 solid steel needles packed into a sabot shell that breaks away immediately after leaving the muzzle. This creates a buckshot-like effect that can shred unarmoured or lightly-armoured enemies, but their lower muzzle velocity compared to shotgun shells makes them significantly less effective against heavy armour. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.

source: grenl_incendiary_ammo_txt
de: Technische Spezifikationen: 25mm BR Granate KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dies ist ein Magazin mit 9,25mm BR (Brand) Granaten. Sie werden durch einen Funkenzünder abgeschossen, der sich im Lauf befindet. Der Sprengstoff selbst ist eine modifizierte Mischung derer, die auch schon im zweiten Weltkrieg benutzt wurde; Thermit, Bariumnitrat, Schwefel und ein Verbundstoff. Und dank moderner Miniaturisierungstechnologie passt das alles in eine handliche, leichte 25mm Patrone. Diese Granaten werden in einen HPGL Granatwerfer geladen. Empfohlener Einsatz Alle Soldaten, die mit einem Granatwerfer bewaffnet sind, sollten mindestens eine Ersatzgranate mitnehmen, wenn sie in den Kampfeinsatz gehen. Es ist nicht ratsam, unsere Truppen ohne ausreichende Munition in den Kampf zu schicken. Zusatz Keiner.
fr: Spécifications techniques : Grenades IC 25mm NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Il s'agit d'une boite de 9 grenades IC (Incendiaire) de 25mm. La mise à feu se fait par un allumeur électronique situé à l'intérieur du canon du lanceur. Ces grenades sont destinées à ralentir la progression de l'ennemi, couvrant une vaste zone de flammes extrêmement chaudes presque impossibles à éteindre. Le composé incendiaire est une modification d'un mélange utilisé depuis la seconde guerre mondiale : thermite (aluminium et oxyde de fer), nitrate de baryum, soufre, et agents liants. Grâce aux technologies modernes de miniaturisation, la grenade est légère et ne fait que 25mm. Ces grenades sont conçues pour être utilisées avec le Lance-Grenade HPGL. Doctrine recommandée Tout soldat armé d'un lance-grenade devrait également emporter au moins une boite de grenades supplémentaires lorsqu'il part sur le terrain. Il n'est pas recommandé d'envoyer nos troupes au combat sans grenade de rechange. Addenda Aucun.
ru: Technical Specifications: 25mm IC Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm incendiary grenades. They are fired electronically by a spark igniter inside the launcher's barrel. These grenades are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. And thanks to modern miniaturisation technology, it will all fit into a handy, lightweight 25mm shell. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.
th: Technical Specifications: 25mm IC Grenades CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a box of 9 25mm incendiary grenades. They are fired electronically by a spark igniter inside the launcher's barrel. These grenades are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. And thanks to modern miniaturisation technology, it will all fit into a handy, lightweight 25mm shell. These grenades are meant to be loaded into an HPGL Grenade Launcher. Recommended Doctrine All soldiers equipped with grenade launchers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare grenades. Addenda None.

source: grenl_plasma_ammo_txt
de: Herr Kommandant, wir haben die Tests und die Prototypphase unserer neuen 25mm Plasmagranaten beendet. Wir sind bereit, sie der Massenproduktion und dem vollen Einsatz zu übergeben. Für dieses Projekt hatten wir Zugang zu allen erforderlichen Technologien. Wir haben sehr wenige Änderungen an dem Grundkonzept der Granate vorgenommen. Die einzige wirkliche Herausforderung war die ausreichende Verkleinern des komplexen Aufbaus, um ihn in eine standardmäßige 25mm Hülle zu packen. Wir mussten die Stärke der Plasmagranate etwas zurückschrauben, um das zu schaffen -- der Wasserstoffkern unserer neuen 25mm Hülle ist ein wenig kleiner und gibt daher weniger Plasma als die Granaten der Außerirdischen ab. Jedoch wird das durch die Fähigkeit, sie in Massen vom HPGL über große Distanzen abzufeuern, mehr als ausgeglichen. Wir haben unsere neue Kreation 25mm PE ('Plasmaexplosion') Granate getauft. Wir können sie im Magazin- oder im Schnellladerformat herstellen, was aber beides sehr teuer ist. Eine volle Ladung 25mm PE ist im Grunde genommen ein ganzes Magazin von Miniaturplasmagranaten, Miniaturen, die sogar noch schwerer herzustellen sind, als die Originale. Die Erhöhung der Feuerkraft, die unsere Grenadiere erfahren haben, ist beängstigend. Schießt eine Reihe dieser Granaten in eine belebte Straße und das einzige, was übrig bleibt, ist Asche. Sie werden ein wertvoller Zusatz für unser Arsenal sein. --Cdr. Navarre
fr: Commandant, nous avons maintenant terminé les phases de tests du prototype de notre nouvelle grenade à plasma 25mm. Nous pouvons maintenant entamer la production de masse et les utiliser sur le terrain. Pour ce projet, nous avions déjà connaissance de toutes les technologies nécessaires. Nous n'avons fait que peu de changements par rapport à la conception générale de la grenade. Le seul défi réel était de réduire suffisamment tous les composants pour qu'ils rentrent dans une grenade de 25mm. Nous avons dû diminuer légèrement la puissance par rapport à la version à main pour y parvenir : le coeur d'hydrogène de notre nouvelle munition est légèrement plus petit, et le plasma produit est par conséquent moins important. Cet inconvénient est cependant compensé par le fait qu'elle peut être tirée en nombre avec un Lance Grenade LGHP, sur de relativement grandes distances. Nous avons baptisé notre création la Grenade EP 25mm (à Explosion de Plasma). Nous pouvons les produire en boite ou dans des chargeurs rapides, mais les deux versions seront onéreuses. Un chargeur complet de EP 25mm est en effet principalement un chargeur de grenades au plasma miniatures, qui sont même plus difficiles à produire que les originales. La puissance de feu que nous ajoutons à nos grenadiers est effroyable. Lancez un cylindre de ces grenades dans une rue pleine de monde, et il ne restera plus que des cendres. Il s'agit d'un ajout précieux dans notre arsenal. --Cdt Navarre
ru: Commander, we've finished the testing and prototype phase of our new 25mm plasma grenades. We're ready to move it to mass-production and full field deployment. For this project, we already had ready access to all the required technology. We've made very few changes to the general design of the grenade. The only real challenge was to shrink the complex machinery enough to fit inside a standard 25mm shell. We've had to scale back the power of the plasma grenade somewhat in order to do that -- the hydrogen core of our new 25mm shell is a fair bit smaller, emitting less plasma than the alien hand grenade. However, this is offset by the fact that it can be fired en masse from our HPGL Grenade Launcher over relatively long distances. We've dubbed our creation the 25mm PB ('Plasma Burst') Grenade. We can manufacture them by the box or by the speedloader, both of which will be extremely expensive to produce. One full load of 25mm PB is essentially an entire magazine of miniature plasma grenades, miniatures which are even more difficult to create than the original. The amount of firepower we've added to our team grenadier(s) is frightening to behold. Launch a cylinder of these grenades into a crowded street, and the only thing left will be ash. They'll become a highly valuable addition to our arsenal. --Cdr. Navarre
th: Commander, we've finished the testing and prototype phase of our new 25mm plasma grenades. We're ready to move it to mass-production and full field deployment. For this project, we already had ready access to all the required technology. We've made very few changes to the general design of the grenade. The only real challenge was to shrink the complex machinery enough to fit inside a standard 25mm shell. We've had to scale back the power of the plasma grenade somewhat in order to do that -- the hydrogen core of our new 25mm shell is a fair bit smaller, emitting less plasma than the alien hand grenade. However, this is offset by the fact that it can be fired en masse from our HPGL Grenade Launcher over relatively long distances. We've dubbed our creation the 25mm PB ('Plasma Burst') Grenade. We can manufacture them by the box or by the speedloader, both of which will be extremely expensive to produce. One full load of 25mm PB is essentially an entire magazine of miniature plasma grenades, miniatures which are even more difficult to create than the original. The amount of firepower we've added to our team grenadier(s) is frightening to behold. Launch a cylinder of these grenades into a crowded street, and the only thing left will be ash. They'll become a highly valuable addition to our arsenal. --Cdr. Navarre

source: grenl_plasma_ammo_pre_txt
de: Herr Kommandant, mein Team und ich haben ein Forschungsprojekt für eine neue taktische Waffe konzipiert, die auf unseren Plasmagranaten basiert. Da wir jetzt in der Lage sind, die außerirdischen Plasmagranaten zu reproduzieren, haben wir nach einer Möglichkeit gesucht, diese Technologie so anzupassen, dass man sie von einem Granatwerfer abfeuern kann. Das wäre eine Herausforderung, da die Plasmagranaten größer als 25mm sind, aber wir dürften in der Lage sein, eine kleinere Version zu erzeugen, die -- obwohl nicht so stark -- alle Vorteile hat, die es mit sich bringt, sie von einem HPGL Granatwerfer abzufeuern. Wenn wir es schaffen, Magazine dieses Typs zu entwickeln und zu bauen, würde das dem HPGL eine erhöhte Feuerkraft und mehr taktische Anwendungen verschaffen und so die Kosten rechtfertigen. Das Projekt wartet auf ihre Erlaubnis, Herr Kommandant. --Cdr. Navarre
fr: Commandant, mon équipe et moi-même avons écrit un projet de recherche pour une nouvelle arme tactique utilisant nos recherche sur la grenade à plasma. Maintenant que nous sommes capables de dupliquer ces grenades à plasma aliennes, nous avons exploré les possibilités pour adapter cette technologie à nos lance-grenades. Ce serait un défi pour nous, étant donné que les grenades à main à plasma sont nettement plus grandes que les 25mm maximum du le lance-grenades. Nous espérons cependant être en mesure de créer une version plus petite, qui, sans être aussi puissante, aurait l'avantage de pouvoir être utilisée avec notre Lance-Grenades LGHP. Si nous réussissons à concevoir et fabriquer des munitions de ce type, elles conférerons au LGHP une puissance de feu améliorée et ouvriront de nouvelles possibilités stratégiques, valant bien les dépenses à engager. Le projet attend votre aval pour commencer, Commandant. --Cdt Navarre
ru: Commander, my team and I have drawn up a research proposal for a new tac weapon based on our plasma grenade research. Now that we're able to reproduce these alien plasma grenades, we've been looking into the possibility of adapting the technology to be fired from a grenade launcher. This would be a challenge, as the plasma hand grenades are significantly larger than 25mm, but we may be able to produce a scaled-back version that -- while not as powerful -- will have all the advantages of being fired from our standard HPGL Grenade Launcher. If we can manage to design and produce magazines of this type, they'd lend the HPGL increased firepower and even more tactical applications, well worth the monetary cost. The project is waiting for your authorisation, Commander. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Plasma And The Grenade Launcher
de: Plasma für den Granatwerfer
fr: Le Plasma et les Lances-Grenades
