Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: You cannot use this unknown item. You need to research it first.
de: Dieser unbekannte Gegenstand kann nicht verwendet werden. Er muss erst erforscht werden.
fr: Vous ne pouvez pas utiliser cet objet. Vous devez l'étudier d'abord.
ru: Вы не можете исрользовать этот предмет неизвестного назначения. Сначала его необходимо изучить.
th: ยังใช้ของนี้ไม่ได้ ต้องวิจัยก่อน

source: Currently panics!
de: In Panik!
fr: Paniqué !
ru: Паникует!
th: ตกใจอยู่!

source: Nobody selected
de: Niemand ausgewählt
fr: Personne de sélectionné
ru: Никто не выбран
th: ไม่ได้เลือกใคร

source: This isn't your round
de: Du bist nicht dran
fr: Ce n'est pas votre tour
ru: Сейчас не Ваш ход!
th: ไม่ใช่ตาของคุณ

source: You cannot reload this unknown item. You need to research it and its ammunition first.
de: Dieser unbekannte Gegenstand kann nicht geladen werden. Er muss erst erforscht werden.
fr: Vous ne pouvez pas charger cet objet inconnu. Vous devez l'étudier d'abord.
ru: Вы не способны перезарядить неопознанное устройство. Сначала нужно исследовать его и боеприпасы к нему.
th: บรรจุกระสุนไม่ได้ ต้องวิจัยก่อน

source: was stunned.
de: wurde betäubt.
fr: a été assommé.
ru: теряет сознание.
th: ขยับตัวไม่ได้

source: was killed.
de: wurde getötet
fr: a été tué.
ru: погибает.
th: ถูกฆ่าตาย

source: A civilian was stunned.
de: Ein Zivilist wurde betäubt
fr: Un civil a été assommé.
ru: Мирный житель был оглушён.
th: พลเรือนขยับตัวไม่ได้

source: A civilian was killed.
de: Ein Zivilist wurde getötet
fr: Un civil a été tué.
ru: Мирный житель убит.
th: พลเรือนถูกฆ่า

source: An alien was stunned:
de: Ein Alien wurde betäubt:
fr: Un alien a été assommé :
ru: Пришелец был оглушён:
th: มนุษย์ต่างดาวขยับตัวไม่ได้:

source: An alien was killed:
de: Ein Alien wurde getötet:
fr: Un alien a été tué :
ru: Пришелец был убит:
th: มนุษย์ต่างดาวถูกฆ่า:

source: An alien was stunned.
de: Ein Alien wurde betäubt
fr: Un alien a été assommé.
ru: Пришелец был оглушён.
th: มนุษย์ต่างดาวขยับตัวไม่ได้

source: An alien was killed.
de: Ein Alien wurde getötet
fr: Un alien a été tué.
ru: Пришелец был убит.
th: มนุษย์ต่างดาวถูกฆ่า

source: A soldier was stunned.
de: Ein Soldat wurde betäubt
fr: Un soldat a été assommé.
ru: Боец без сознания.
th: ทหารขยับตัวไม่ได้

source: A soldier was killed.
de: Ein Soldat wurde getötet
fr: Un soldat a été tué.
ru: Боец погиб.
th: ทหารถูกฆ่า

source: A member of team %i was stunned.
de: Ein Mitglied im Team %i wurde betäubt!
fr: Un membre de l'équipe %i a été assommé.
ru: Член отряда %i теряет сознание.
th: สมาชิกทีม %i ขยับตัวไม่ได้

source: A member of team %i was killed.
de: Ein Mitglied im Team %i wurde getötet!
fr: Un membre de l'équipe %i a été tué.
ru: Член отряда %i погибает.
th: สมาชิกทีม %i ถูกฆ่า

source: Your round started!
de: Du bist an der Reihe!
fr: Votre tour a commencé !
ru: Начался Ваш ход!
th: เริ่มตาคุณ!

source: Unknown alien race
fr: Race alienne inconnue

source: No Command Centre operational in this base. Aircrafts cannot start.
de: Keine Kommandozentrale in dieser Basis vorhanden. Flugzeuge können nicht starten.
fr: Pas de centre de commandement opérationnel dans cette base. Aucun appareil ne peut décoller.

source: Notice
de: Hinweis
fr: Note
ru: уведомление
th: ข้อสังเกต

source: Aircraft started
de: Flugzeug gestartet
fr: Appareil démarré
ru: Самолёт вылетел на задание
th: เดินเครื่องยานบิน

source: ON RED ALERT
de: AUF ROTEN ALARM SCHALTEN
fr: EN ALERTE ROUGE
ru: КРАСНАЯ ТРЕВОГА
th: ภาวะเตรียมพร้อมเต็มที่

source: Nothing - should not be displayed
de: Nichts - sollte nicht angezeigt werden
fr: Rien - ne devrait pas être affiché
ru: ничего - отображать нечего
th: ไม่มีอะไร - ไม่ต้องแสดง

source: At homebase
de: In der Heimatbasis
fr: À la base
ru: на базе приписки
th: ที่ฐานบัญชาการ

source: Refuel
de: Auftanken
fr: En ravitaillement
ru: дозаправка
th: เติมเชื้อเพลิง

source: Idle
de: Wartet
fr: En attente
ru: готов
th: อยู่กับที่

source: On transit
de: Unterwegs
fr: En transit
ru: транспортируется
th: กำลังเปลี่ยนตัว

source: Moving to mission
de: Mission starten
fr: En mission
ru: вылетел на операцию
th: เคลื่อนที่ไปยังภารกิจ

source: Pursuing a UFO
de: UFO-Kauf
fr: À la poursuite d'un OVNI
ru: преследует НЛО
th: ไล่ตามจานบิน

source: Ready for drop down
de: Warte auf Einsatz
fr: Prêt pour largage
ru: готов к высадке десанта
th: พร้อมลงจอด

source: On interception
de: Auf Abfangkurs
fr: En interception
ru: На перехвате
th: ออกไปจับ

source: Being transfered
de: Wird transferiert
fr: En transfert

source: Back to base
de: Zurück zur Basis
fr: Retourne à la base
ru: возвращается на базу
th: กลับฐาน

source: Your aircraft doesn't have enough fuel to go there and then come back to its home base.
fr: Votre appareil n'a pas suffisamment de carburant pour aller à la destination et revenir ensuite à sa base.

source: Speed: %i
de: Geschwindigkeit: %i
fr: Vitesse : %i

source: Fuel: %i/%i
de: Treibstoff: %i/%i
fr: Carburant : %i/%i
ru: Горючее: %i/%i
th: เชื้อเพลิง: %i/%i

source: Weapons: %i on %i
de: Bewaffnung: %i an %i
fr: Armes : %i sur %i

source: Armours: %i on 1
de: Rüstung: %i an 1
fr: Armures : %i sur 1

source: Electronics: %i on %i
de: Elektronik: %i an %i
fr: Électronique : %i on %i

source: You've got a new aircraft (a %s) in base %s
de: Du hast ein neues Flugzeug (%s) in Basis %s
fr: Vous avez un nouvel appareil (un %s) à la base %s.
ru: Новый самолёт (%s) доставлен на базу %s
th: มีเครื่องบินใหม่ ( %s) ในฐาน %s

source: Your dropship is low on fuel and returns to base
de: Flugzeug hat wenig Treibstoff und kehrt deshalb zur Basis zurück
fr: Votre appareil de transport n'a presque plus de carburant et retourne à la base
ru: Горючее Вашего десантного транспорта на исходе; он возвращется на базу.
th: เครื่องบินเหลือเชื้อเพลิงน้อยและกำลังกลับฐาน

source: Assign a team to aircraft
de: Weise dem Flugzeug zuerst ein Team zu
fr: Assignez une équipe à l'appareil.
ru: Назначить отряд на десантный самолёт
th: จัดทีมในเครื่อง

source: Our aircraft has no more ammo left - returning to home base now.
fr: Notre appareil n'a plus de munitions et retourne à la base.

source: UFO interception successful -- UFO lost to sea.
de: Abfangen des UFOs erfolgreich -- UFO im Meer verloren.
fr: Interception OVNI réussie -- l'OVNI s'est écrasé en mer

source: You've lost the battle
de: Du hast die Schlacht verloren
fr: Vous avez perdu la bataille
ru: Вы проиграли сражение
th: คุณรบแพ้

source: Base facility destroyed
de: Basiseinrichtung zerstört
fr: Bâtiment détruit

source: You've lost a missile battery system.
de: Du hast ein Raketengeschütz verloren verloren.
fr: Une batterie de missile a été détruite.

source: You've lost a laser battery system.
de: Du hast ein Lasergeschütz verloren.
fr: Une batterie laser a été détruite.

source: You've lost a base facility (%s).
de: Du hast eine Basiseinrichtung verloren (%s).
fr: Un bâtiment de votre base a été détruit (%s).

source: You cannot process aliens yet. Alien Containment not ready in this base.
de: Untersuchungen an Außerirdischen nicht möglich - Quarantänestation noch nicht fertig gestellt.
fr: Vous ne pouvez pas encore étudier les aliens. L'Unité de Détention n'est pas disponible dans cette base.
ru: У Вас пока нет возможности изучать пришельцев. Изолятор на этой базе не готов.
th: คุณยังทำงานกับมนุษย์ต่างดาวไม่ได้ เขตกักกันในฐานนี้ยังไม่พร้อม

source: You cannot hold alive aliens yet. Aliens died.
de: Es können noch keine lebenden Außerirdischen gehalten werden - sie starben.
fr: Vous ne pouvez pas détenir d'aliens vivants. Ils sont tous morts.
ru: Вы пока не в состоянии сохранить пришельца живым. Инопланетянин умер.
th: คุณยังจับมนุษย์ต่างดาวที่มีชีวิตไม่ได้ มนุษย์ต่างดาวตาย

source: You don't have enough space in Alien Containment. Some aliens got killed.
de: Nicht genügend Kapazität in der Quarantänestation. Einige Außerirdische wurden getötet.
fr: Vous ne disposez pas de suffisamment de place libre dans l'Unité de Détention. Des aliens sont morts.

source: You've captured new aliens.
de: Es wurden neue Außerirdische gefangen genommen.
fr: Vous avez capturé de nouveaux aliens.
ru: Вы захватили пришельца нового вида.
th: คุณจับมนุษย์ต่างดาวใหม่ได้

source: Needs autopsy!
de: Autopsie notwendig!
fr: Nécessite une autopsie !
ru: Требуется вскрытите!
th: ต้องชันสูตรศพ!

source: Not set
de: Nicht platziert
fr: Pas encore construit
ru: не задано
th: ไม่ได้ตั้งค่า

source: Already %i in base
de: Bereits %i-mal in der Basis
fr: Déjà %i dans la base
ru: %i уже на базе
th: มี %i ในฐาน

source: Construction finished
de: Konstruktion abgeschlossen
fr: Construction terminée
ru: Строительство завершено
th: ก่อสร้างเสร็จสิ้น

source: Working 100%
de: Arbeitet: 100%
fr: Fonctionne 100%
ru: Функционирует на 100%
th: ทำงาน 100%

source: Down
de: Außer Betrieb
fr: En panne
ru: Отключено
th: หยุด

source: Not enough credits to build this
de: Nicht genug Kapital um das Gebäude zu bauen
fr: Pas assez de crédits pour construire ceci
ru: На строительство этого не хватает наличных средств
th: เครดิตไม่พอสร้าง

source: Costs: %i c
de: Kosten: %i c
fr: Coûts : %i c

source: %i Day to build
de: %i Tag Bauzeit
fr: %i Jour de construction
ru: %i день до окончания сроительства
th: %i วันในการสร้าง

source: Running Costs: %i c
de: Variable Kosten: %i c
fr: Coûts de fonctionnement : %i c

source: %i day left
de: %i Tag übrig
fr: %i jour restant
ru: %i день остался
th: ขาดอีด %i วัน

source: NewTeam
de: Neues Team
fr: Nouvelle équipe
ru: Новый отряд
th: ทีมใหม่

source: A new base has been built: %s (nation: %s)
de: Eine neue Basis wurde gebaut: %s (Nation: %s).
fr: Une nouvelle base a été construite : %s (nation: %s).

source: A new base has been built: %s
de: Eine neue Basis wurde gebaut: %s.
fr: Une nouvelle base a été construite : %s.

source: Base built
de: Basis gebaut
fr: Base construite
ru: База построена
th: สร้างฐานใหม่

source: Not enough credits to set up a new base.
de: Nicht genug Kapital um eine neue Basis zu bauen.
fr: Pas assez de crédits pour construire une nouvelle base
ru: Не хватает наличных средств для основания новой базы.
th: เครดิตไม่พอตั้งฐานใหม่

source: You've reached the base limit.
de: Max. Anzahl Basen erreicht.
fr: Vous avez atteint la limite de base.
ru: Количество баз ограничено. Вы достигли предела.
th: จำนวนฐานถึงขีดจำกัด

source: No aircraft in this base - You first have to purchase or transfer an aircraft
de: Kein Flugzeug in dieser Basis - Sie sollten erst eines kaufen oder transferieren
fr: Aucun appareil dans cette base - Vous devez d'abord acheter ou transférer un appareil
ru: На этой базе нет авиации. Сначала Вы должны купить самолёт, или переслать его с другой базы.
th: ไม่มียานบินในฐาน - คุณต้องซื้อหรือโยกย้ายยานบินก่อน

source: No aircraft in this base - You first have to purchase an aircraft
de: Kein Flugzeug in dieser Basis - Sie sollten erst eines kaufen
fr: Aucun appareil dans cette base - Vous devez d'abord acheter un appareil
ru: На этой базе нет авиации. Сначала Вы должны купить самолёт.
th: ไม่มียานบินในฐาน - ต้องซื้อยานบินก่อน

source: Construction of %s building finished in base %s.
de: Konstruktion von %s in Basis %s abgeschlossen.
fr: Construction du bâtiment %s terminée dans la base %s.
ru: Завершено строительство модуля %s на базе %s.
th: การสร้างสิ่งก่อสร้าง %s เสร็จสิ้นที่ฐาน %s.

source: Building finished
de: Konstruktion abgeschlossen
fr: Construction terminée
ru: Строительство завершено
th: สิ่งก่อสร้างเสร็จ

source: day
de: Tag
fr: jour

source: %s: Qty: %d, Time Left: %d hours
de: %s: Anz.: %d, Verbeibende Zeit: %d Std.
fr: %s : Qté : %d, Temps restant : %d heures

source: scientist
de: Forscher
fr: scientifique
ru: учёный
th: นักวิทยาศาสตร์

source: Alien Containment
de: Quarantänestation
fr: Unité de Détention

source: Miscellaneous
de: Verschiedenes
fr: Divers

source: Command Center
de: Kommandozentrale
fr: Centre de Commandement

source: Could not set up your base at this location
de: Die Basis kann an dieser Position nicht gebaut werden
fr: Impossible d'établir votre base à cet endroit
ru: Невозможна закладка фундамента базы в заданном районе
th: ตั้งฐานที่นี่ไม่ได้

source: UFO interception successful -- UFO lost.
de: Abfangen des UFOs erfolgreich -- UFO verloren.
fr: Interception OVNI réussie -- OVNI perdu.

source: UFO crash site
de: UFO Absturzstelle
fr: Site de crash OVNI

source: No nation
de: Keine Nation
fr: Pas de nation

source: UFO interception successful -- New mission available.
de: Abfangen des UFOs erfolgreich -- Neue Mission vorhanden.
fr: Interception OVNI réussie -- nouvelle mission disponible

source: Alien activity has been reported: '%s'
de: Alien Aktivitäten wurden gemeldet: '%s'
fr: Activité Alien signalée : '%s'
ru: Поступил сигнал об активности пришельцев: '%s'
th: พบการปฏิบัติการของมนุษย์ต่างดาว: '%s'

source: Alien activity
de: Alien Aktivitäten
fr: Activité Alien
ru: Активность пришельцев
th: การปฏิบัติการของมนุษย์ต่างดาว

source: Under your command, PHALANX operations have consistently failed to protect innocent civilians. Dozens have lost their lives through your inability to handle the alien threat. The UN, highly unsatisfied with your performance, has decided to remove you from command and subsequently disbands the PHALANX project as an effective task force. No further attempts at global cooperation are made. Earth's nations each try to stand alone against the aliens, and eventually fall one by one.
de: Unter Ihrem Kommando haben PHALANX-Einheiten ständig dabei versagt, unschuldige Zivilisten zu retten. Dutzende haben durch Ihre Unfähigkeit, der außerirdischen Bedrohung beizukommen, ihr Leben verloren. Die UN hat Sie, in höchstem Maße unzufrieden mit ihrer Leistung, von Ihrem Posten entbunden und daraufhin PHALANX als effektive Eingreiftruppe aufgelöst. Keine weiteren Anstrengungen zur globalen Kooperation werden unternommen. Die Nationen der Erde versuchen, jede für sich gegen die Außerirdischen zu kämpfen, und werden eine nach der Anderen vernichtet.
fr: Sous votre commandement, les opérations PHALANX ne sont à maintes reprises pas parvenues à protéger les civils innocents. Nombreux sont ceux qui ont perdu leur vie à cause de votre incapacité à faire face à la menace alienne. Les nations unies, très mécontentes de vos performances, ont décidé de vous relever de votre poste de commandement, et de dissoudre le projet PHALANX. Plus aucun effort de coopération internationale n'est fait. Chaque nation terrestre tente de se défendre seule contre les aliens, pour tomber l'une après l'autre.

source: You've gone too far into debt.
de: Sie haben sich zu sehr verschuldet.
fr: Vous être trop endetté.

source: You have failed in your charter to protect Earth. Our home and our people have fallen to the alien infection. Only a handful of people on Earth remain human, and the remaining few no longer have a chance to stem the tide. Your command is no more; PHALANX is no longer able to operate as a functioning unit. Nothing stands between the aliens and total victory.
de: Sie haben in Ihrer Charta, die Erde zu beschützen, versagt. Unsere Heimat und unser Volk sind der außerirdischen Infektion zum Opfer gefallen. Nur eine Handvoll Menschen auf der Erde bleibt menschlich, und die wenigen Übrigen haben keine Chance mehr, die Flut aufzuhalten. Ihr Kommando existiert nicht mehr; PHALANX kann nicht mehr als Einheit fungieren. Nicht steht mehr zwischen den Außerirdischen und dem totalen Sieg.
fr: Vous avez failli dans votre mission de protection de la terre. Nos maisons et nos gens sont tombés sous l'infection alienne. Seule une poignée de personnes sur Terre reste humaine, mais n'ont plus aucun chance de repousser l'assaut. Vous perdez votre commandement, PHALANX n'est plus capable d'opérer en tant qu'unité fonctionnelle. Plus personne ne s'interpose entre les aliens et leur victoire totale.

source: Your base: %s has been ransacked! All employees killed and all equipment destroyed.
de: Ihre Basis: %s wurde geplündert! Alle Angestellten wurden getötet und die Ausrüstung wurde zerstört.
fr: Votre base : %s a été mise à sac ! Tous les employés ont été tués et l'équipement a été détruit.
ru: Ваша база %s была разграблена! Весь персонал перебит, оборудование полностью уничтожено.
th: ฐาน: %s ถูกถล่มย่อยยับ! พนักงานทุกคนโดนฆ่า อุปกรณ์ทั้งหมดถูกทำลาย

source: The mission %s expired and %i civilian died.
de: Die Mission %s wurde nicht erfüllt. Die Aliens haben %i Zivilisten getötet.
fr: La mission %s est arrivée à terme et %i civil est mort.

source: The aliens had enough time to kill %i civilian at %s.
de: Die Außerirdischen hatten genug Zeit um %i Zivilisten in %s zu töten.
fr: Les aliens sont restés suffisamment longtemps pour tuer %i civil à %s.

source: Feb
fr: Fév
ru: Фев
th: กพ.

source: Apr
fr: Avr
ru: Апр
th: เมย.

source: May
de: Mai
fr: Mai
ru: Май
th: พค.

source: Jul
fr: Jui
ru: Июл
th: กค.

source: Aug
fr: Aoû
ru: Авг
th: สค.

source: Dec
de: Dez
fr: Déc
ru: Дек
th: ธค.

source: Giving up
de: Ergeben sich
fr: Démotivé
ru: Разорвано
th: หมดหวัง

source: Furious
de: Wütend
fr: Furieux
ru: В ярости
th: หมดความอดทน

source: Angry
de: Verärgert
fr: En colère
ru: Разгневано
th: โกรธ

source: Mad
de: Tobend
fr: Fou
ru: Рассержено
th: โมโห

source: Upset
de: Aufgeregt
fr: Énervé
ru: Огорчено
th: ไม่ค่อยพอใจ

source: Tolerant
de: Großzügig
fr: Tolérant
ru: Терпимое
th: ยังทนได้

source: Neutral
fr: Neutre
ru: Нейтрально
th: เฉยๆ

source: Content
de: Zufrieden
fr: Satisfait
ru: Удовлетворено
th: พอใจ

source: Pleased
de: Befriedigt
fr: Content
ru: Довольно
th: ถูกใจ

source: Happy
de: Glücklich
fr: Ravi
ru: Счастливо
th: ยินดี

source: Exuberant
de: Überschäumend
fr: Exubérant
ru: В восторге
th: มีความสุข

source: Gained %i %s, %i %s, %i %s, %i %s, and %i %s from nation %s (%s)
de: Erhaltene %i %s, %i %s, %i %s, %i %s und %i %s der Nation %s (%s)
fr: %i %s, %i %s, %i %s, %i %s et %i %s vous sont offerts par la nation %s (%s)
ru: Получено: %i %s, %i %s, %i %s, %i %s, и %i %s от правительства %s (%s)
th: ได้ %i %s, %i %s, %i %s, %i %s, และ %i %s จากประเทศ %s (%s)

source: credit
fr: crédit
ru: кредит
th: เครดิต

source: medic
de: Arzt
fr: médecin
ru: медик
th: เสนารักษ์

source: soldier
de: Soldat
fr: soldat
ru: солдат
th: ทหาร

source: worker
de: Arbeiter
fr: technicien
ru: рабочий
th: คนงาน

source: Paid %i credits to soldiers
de: Zahle %i Credits an Soldaten
fr: Vous avez dépensé %i crédits pour vos soldats
ru: %i кредитов выплачено солдатам
th: จ่าย %i เครดิต ให้ทหาร

source: Paid %i credits to workers
de: Zahle %i Credits an Arbeiter
fr: Vous avez dépensé %i crédits pour vos techniciens
ru: %i кредитов выплачено рабочим
th: จ่าย %i เครดิต ให้คนงาน

source: Paid %i credits to scientists
de: Zahle %i Credits an Forscher
fr: Vous avez dépensé %i crédits pour vos scientifiques
ru: %i кредитов выплачено учёным
th: จ่าย %i เครดิต ให้นักวิทยาศาสตร์

source: Paid %i credits to medics
de: Zahle %i Credits an Ärzte
fr: Vous avez dépensé %i crédits pour vos médecins
ru: %i кредитов выплачено медикам
th: จ่าย %i เครดิต ให้เสนารักษ์

source: Paid %i credits for robots
de: Zahle %i Credits für Roboter
fr: Vous avez dépensé %i crédits pour vos robots
ru: %i кредитов выплачено за роботов
th: จ่าย %i เครดิต สำหรับค่าหุ่นยนต์

source: Paid %i credits for aircraft
de: Zahle %i Credits für Einsatzschiffe
fr: Vous avez dépensé %i crédits pour vos appareils
ru: %i кредитов выплачено за самолёты
th: จ่าย %i เครดิต สำหรับยานบิน

source: Paid %i credits for upkeep of base %s
de: Zahle %i Credits für Instandhaltung der Basis %s
fr: Vous avez dépensé %i crédits pour l'entretien de la base %s
ru: %i кредитов выплачено за техобслуживание базы %s
th: จ่าย %i เครดิตเป็นค่ารักษาฐาน %s

source: Paid %i credits for administrative overhead.
de: Zahle %i Credits für Verwaltungskosten.
fr: Vous avez dépensé %i crédits en frais administratifs.
ru: %i кредитов выплачено на административные издержки.
th: จ่าย %i เครดิต เป็นค่าจัดการ

source: Paid %i credits in interest on your debt.
de: Zahle %i Credits für Kreditzinsen.
fr: Vous avez dépensé %i crédits en intérêts de vos emprunts.
ru: %i кредитов выплачено по долговым обязательствам.
th: จ่าย %i เครดิต เป็นค่าดอกเบี้ยเงินกู้

source: Won: %i Lost: %i
de: Gewonnen: %i Verloren: %i
fr: Gagnées : %i Perdues : %i
ru: Побед: %i Поражений: %i
th: ชนะ: %i แพ้: %i

source: Built: %i Active: %i Attacked: %i
de: Gebaut: %i Aktiv: %i Angegriffen: %i
fr: Construites : %i Actives : %i Attaquées : %i
ru: Построено: %i Функционирует: %i Атакованы: %i
th: สร้าง: %i คงอยู่: %i ถูกโจมตี: %i

source: Employees: %i c
de: Angestellte: %i c
fr: Employés : %i c
ru: Персонал: %i кр
th: พนักงาน: %i c

source: Aircrafts: %i c
de: Flugzeuge: %i c
fr: Appareils : %i c
ru: Авиация: %i кр
th: เครื่องบิน: %i c

source: Administrative costs: %i c
de: Administrative Kosten: %i c
fr: Coûts administratifs : %i c
ru: Выплаты за тех.обслуживание: %i кр
th: ค่าใช้จ่ายในการดำเนินการ: %i c

source: Debt: %i c
de: Finanzkosten: %i c
fr: Emprunt : %i c
ru: Долг: %i кр
th: หนี้สิน: %i c

source: ------- Sum: %i c
de: ------- Insgesamt: %i c
fr: ------- Somme : %i c
ru: ------- Итог: %i кр
th: ------- รวม: %i c

source: Max. allowed debts: %ic
de: Max. erlaubte Kreditsumme: %ic
fr: Dette max. autorisée : %ic

source: Max. allowed eXtraterrestial Viral Infection: %i%% Current eXtraterrestial Viral Infection: %i%%
de: Maximal erlaubte extraterrestrische Virusinfektion: %i%% Momentane extraterrestrische Visusinfektion: %i%%
fr: Infection Virale eXtraterrestre max. : %i%% Infection Virale eXtraterrestre actuelle : %i%%

source: Assemble or load a team
de: Rüste ein Team aus oder lade ein gespeichertes Team.
fr: Assembler ou charger une équipe
ru: Укомплектуйте или соберите отряд
th: รวมพล หรือจัดขึ้นเครื่อง

source: Your dropship is not near the landing zone
de: Das Einsatzschiff ist nicht nahe einer Landungszone
fr: Votre transport n'est pas près de la zone d'atterrissage
ru: Ваш десантный транспорт слишком далеко от зоны высадки!
th: เครื่องไม่ได้อยู่ใกล้กลับบริเวณลงจอด

source: You've won the battle
de: Du hast die Schlacht gewonnen
fr: Vous avez gagné la bataille
ru: Вы выиграли сражение
th: คุณรบชนะ

source: %s has been promoted to %s.
de: %s wurde zum %s befördert
fr: %s a été promu(e) au grade de %s.
ru: %s получает повышение до звания %s.
th: %s ได้เลื่อนยศเป็น %s.

source: %s has been awarded the posthumous rank of %s\for inspirational gallantry in the face of overwhelming odds.
de: %s wurde angesichts der überwältigenden Chancenungleichheit posthum mit dem Rang '%s' ausgezeichnet.
fr: %s a été promu(e) au grade de %s\à titre posthume pour son courage exemplaire\ dans les situations les plus dangereuses.
ru: %s награждается посмертно званием %s\за отважную борьбу с превосходящими силами противника.
th: %s ได้รับการเลื่อนยศเป็น %s\ หลังการเสียชีวิต เนื่องจากได้ต่อสู้อย่างสมเกียรติในสงครามที่ไม่มีโอกาสรอด

source: Soldier promoted
de: Soldat wurde befördert
fr: Soldat promu
ru: Боец получает повышение.
th: ทหารเลื่อนยศ

source: Defense of base: %s successful!
de: Verteidigung der Basis: %s erfolgreich
fr: Défense de la base : %s succès !
ru: Защита быза: %s прошла успешно!
th: ป้องกันฐาน: %s สำเร็จ!

source: Human
de: Mensch
fr: Humain
ru: Люди
th: มนุษย์

source: Race: %s Recruits: %i %s, %i %s, %i %s, %i %s Credits: %ic Difficulty: %s Max. civilians allowed to die: %i Max. allowed debts: %ic %s
de: Rasse: %s Rekruten: %i %s, %i %s, %i %s, %i %s Credits: %ic Schwierigkeitsgrad: %s Max. erlaubte tote Zivilisten: %i Max. erlaube Kreditsumme: %ic %s
fr: Race : %s Recrues : %i %s, %i %s, %i %s, %i %s Crédits : %ic Difficulté : %s Max. de civils pouvant mourir : %i Dette max. autorisée : %ic %s

source: Recovered %s from the battlefield. UFO is being transported to base %s.
de: UFO vom Typ %s vom Schlachtfeld geborgen. UFO wird zur Basis %s gebracht.
fr: %s a été rapatrié du champ de bataille. L'OVNI est transporté à la base %s.
