Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: ufo_supply_txt
fr: Commander, my team and I have just finished another UFO report for you. Here is my summary for your review. As far as we can determine, this type of UFO is indeed a transporter of some kind, carrying materials in its large cargo hold and up to 12 aliens in a small passenger compartment behind the cockpit. Satellite surveillance has observed these ships landing at alien-held positions and unloading material and passengers. This is strong evidence in support of the 'supply ship' theory, and we're confident that it's correct. We can make several conclusions from the UFO's construction and the cargo we've recovered from the hold. Unlike other UFOs we've seen, the Supply Ship is built for carrying heavy loads rather than surviving combat. It doesn't manoeuvre very well, its engines are weak by comparison, and its airframe will break up easily when hit. This is why a Supply Ship will often be protected by a large screen of Fighter UFOs, in case of interception. There isn't much that an alien cargo ship could be doing on Earth except reinforcement and resupply. It will be bringing in weapons, spare parts and other supplies from the alien homeworld to Earth in support of alien operations on the surface. This should be prevented at all costs -- permanent alien installations on Earth would place the civilian population in the area in extreme danger. A strong alien presence also hampers our operations in many ways, some too subtle to observe directly. The regular operation of Supply Ships in an area may indicate an alien installation under construction or, worse, one that's already operational. On the other hand, if we can prevent any Supply Ships from reaching an existing alien strongpoint, we may be able to starve it out for a while before sending in troops. This may give us a crucial tactical advantage. In conclusion, although it may seem of lesser importance than the other UFOs we've encountered, the Supply Ship should be engaged whenever possible. The long-term benefits of interrupting alien supplies may not be immediately apparent, but it will show over time. Because Supply Ships are likely to have escorts, it's recommended that we only engage them with overwhelming force. That's all, Commander. --Cdr. Navarre Estimated Supply Ship statistics: Size: Medium (12m x 18m x 6m) Cruising speed: +/- 1,600 km/h Top speed: +/- 3,000km/h Crew capacity: 30 max. Weapon capacity: None
ru: Commander, my team and I have just finished another UFO report for you. Here is my summary for your review. As far as we can determine, this type of UFO is indeed a transporter of some kind, carrying materials in its large cargo hold and up to 12 aliens in a small passenger compartment behind the cockpit. Satellite surveillance has observed these ships landing at alien-held positions and unloading material and passengers. This is strong evidence in support of the 'supply ship' theory, and we're confident that it's correct. We can make several conclusions from the UFO's construction and the cargo we've recovered from the hold. Unlike other UFOs we've seen, the Supply Ship is built for carrying heavy loads rather than surviving combat. It doesn't manoeuvre very well, its engines are weak by comparison, and its airframe will break up easily when hit. This is why a Supply Ship will often be protected by a large screen of Fighter UFOs, in case of interception. There isn't much that an alien cargo ship could be doing on Earth except reinforcement and resupply. It will be bringing in weapons, spare parts and other supplies from the alien homeworld to Earth in support of alien operations on the surface. This should be prevented at all costs -- permanent alien installations on Earth would place the civilian population in the area in extreme danger. A strong alien presence also hampers our operations in many ways, some too subtle to observe directly. The regular operation of Supply Ships in an area may indicate an alien installation under construction or, worse, one that's already operational. On the other hand, if we can prevent any Supply Ships from reaching an existing alien strongpoint, we may be able to starve it out for a while before sending in troops. This may give us a crucial tactical advantage. In conclusion, although it may seem of lesser importance than the other UFOs we've encountered, the Supply Ship should be engaged whenever possible. The long-term benefits of interrupting alien supplies may not be immediately apparent, but it will show over time. Because Supply Ships are likely to have escorts, it's recommended that we only engage them with overwhelming force. That's all, Commander. --Cdr. Navarre Estimated Supply Ship statistics: Size: Medium (12m x 18m x 6m) Cruising speed: +/- 1,600 km/h Top speed: +/- 3,000km/h Crew capacity: 30 max. Weapon capacity: None
th: ผู้บัญชาการ, ผมและทีมงานทำรายการจานบินเสร็จสิ้น และขอสรุปดังนี้ เท่าที่เราทราบ จานบินประเภทนี้เป็นยานขนส่ง ซึ่งขนส่งวัสดุในห้องเก็บของขนาดใหญ่และขนส่งพวกต่างดาวได้ถึง 12 ที่ในห้องโดยสารเล็กหลังห้องบังคับ การตรวจด้วยดาวเทียมพบว่ายานเหล่านี้จะลงจอดในพื้นที่ครอบครองของพวกต่างดาว และขนถ่ายวัตถุดิบและผู้โดยสาร ซึ่งเป็นหลักฐานสนับสนุนทฤษฎี "ยานเสบียง" และเราเชื่อว่ามันถูกต้อง เราสามารถสรุปได้จากโครงสร้างจานบินและห้องเก็บของที่เราเก็บกู้ได้หลายอย่าง ยานเสบียงถูกออกแบบให้ขนถ่ายของจำนวนมากแทนที่จะให้เอาตัวรอดในสนามรบ มันไม่มีความคล่องตัว เครื่องยนต์ไม่มีกำลังและไม่ดีเท่า โครงสร้างเสียหายง่ายหากโดนโจมตี ทำให้ยานเสบียงต้องถูกป้องกันด้วยยานรบจำนวนมาก เผื่อกรณีโดนโจมตี ไม่มีของอะไรมากนักที่บรรทุกมากับเรือเสบียงเว้นแต่กำลังเสริมกับอุปกรณ์ต่างๆ มันจะนำอาวุธ อะไหล่ และของจำเป็นอื่นๆ มาจากดาวของพวกนั้นเพื่อสนับสนุนการปฏิบัติการ ซึ่งเราต้องป้องกันไม่ให้เกิดขึ้นทุกวิถีทาง เพราะการตั้งฐานถาวรของพวกต่างดาวย่อมทำให้พลเรือนในบริเวณมีอันตราย การมีพวกต่างดาวอยู่ย่อมทำให้การปฏิบัติงานของเรามีอุปสรรคในหลายแง่ บางอย่างก็ไม่เด่นชัด บางอย่างก็ชัดเจน การทำงานของเรือเสบียงอย่างต่อเนื่องอาจหมายความว่าการตั้งฐานกำลังมีการก่อสร้าง หรือที่แย่กว่านั้นคือมันอาจใช้งานได้แล้ว ในอีกแง่หนึ่ง หากเราป้องกันไม่ให้ยานเสบียงเข้าถึงเขตแดนของพวกต่างดาวได้ เราก็อาจทำให้พวกนั้นอดอยากได้สักพักก่อนที่เราจะส่งทหารเข้าไป และนี่จะเป็นความได้เปรียบที่ำสำคัญของเรา สรุปแล้ว แม้ว่าัมันจะดูมีความสำคัญน้อยกว่าจานบินแบบอื่น ยานเสบียงก็ถูกโจมตีหากเป็นไปได้ ผลประโยชน์ระยะยาวในการขัดขวางการขนถ่ายอาจไม่ชัดเจน แต่มันจะเห็นได้แน่เมื่อเวลาผ่านไป เนื่องจากยานเสบียงน่าจะมียานติดตามมา เราจึงแนะนำให้เข้าต่อสู้ด้วยกำลังที่เหนือกว่า มีเท่านี้ครับ, ท่านผู้บัญชาการ --ผบ. นาวาเร ข้อมูลประเมินของยานเสบียง: ขนาด: กลาง (12 ม. x 18 ม. x 6 ม.) ความเร็วปกติ: +/- 1,600 กม./ชม. ความเร็วสูงสุด: +/- 3,000 กม./ชม. อัตราบรรทุกลูกเรือ: สูงสุด 30 อาวุธ: ไม่มี

source: ufo_supply_pre_txt
de: Noch keine Informationen verfügbar. Bitte erst erforschen.
fr: Commander, we've recovered a new UFO type which is now waiting in our hangar for disassembly. Larger than any of the other UFOs we've seen so far, it seems to be unarmed, and its large cargo hold suggests that it may be a supply carrier of some sort, supporting alien assets on the surface of the Earth. These craft can be found at the centre of many alien formations and will drastically increase the alien presence on our planet if we allow them to complete their missions. We're ready to start studying and dismantling the craft whenever you say, but we will need some lab time and funding to make a proper assessment of its function and capabilities. --Cdr. Navarre
ru: Commander, we've recovered a new UFO type which is now waiting in our hangar for disassembly. Larger than any of the other UFOs we've seen so far, it seems to be unarmed, and its large cargo hold suggests that it may be a supply carrier of some sort, supporting alien assets on the surface of the Earth. These craft can be found at the centre of many alien formations and will drastically increase the alien presence on our planet if we allow them to complete their missions. We're ready to start studying and dismantling the craft whenever you say, but we will need some lab time and funding to make a proper assessment of its function and capabilities. --Cdr. Navarre
th: ท่านผู้บัญชาการ เราเก็บกู้จานบินแบบใหม่ ซึ่งตอนนี้จอดอยู่ในโรงเก็บ และรอการแยกส่วนตรวจสอบ มันเป็นยานที่ใหญ่กว่าลำอื่นๆ ดูเหมือนไม่มีอาวุธ และการมีช่องบรรทุกขนาดใหญ่ ทำให้มัน่าจะเป็นยานเสบียงในรูปแบบใดรูปแบบหนึ่ง ที่จะคอยช่วยเหลือพวกต่างดาวที่ตั้งฐานไว้บนโลก ยานเหล่านี้จะเป็นศูนย์กลางของกลุ่มยาน และจะเพิ่มจำนวนมนุษย์ต่างดาวบนโลกหากเราปล่อยให้มันทำภารกิจสำเร็จ เราพร้อมจะเริ่มศึกษาและแยกส่วนยานบินเมื่อท่านอนุมัติ แต่เราต้องใช้ห้องวิจัยและเงินทุนในการประเมินคุณสมบัติและความสามารถของมัน --ผบ. นาวาเร

source: ufo_carrier_pre_txt
de: Noch keine Informationen verfügbar. Bitte erst erforschen.
fr: Aucune information n'est disponible avant d'avoir fini la recherche
ru: Предварительная информация по исследованию отсутствует
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: ufo_condor_pre_txt
de: Noch keine Informationen verfügbar. Bitte erst erforschen.
fr: Aucune information n'est disponible avant d'avoir fini la recherche
ru: Предварительная информация по исследованию отсутствует
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: ufo_harvester_txt
de: Herr Kommandant, mein Team und ich haben eben einen weiteren UFO Bericht für sie angefertigt. Hier ist eine Zusammenfassung. Dieses Luftfahrzeug -- wir haben es 'Ernter' genannt -- scheint speziell zum Landen auf planetaren Oberflächen und für den Einsatz für Erntetrupps designed worden zu sein. Es ist mit großen, kräftigen Landestützen und speziellen Antriebsdüsen im Bauch des UFOs, womit es VTOL (Vertical Take-Off and Landing) Fähigkeiten bekommt. Sobald die Sammlerbesatzung genug Gefangene, Leichen und andere Biomasse gesammelt hat, kehren sie zum UFO und dann in den Orbit zurück, um schnell dahin zu verschwinden, wo sie herkamen. Der Sammler scheint unsere Theorie zu bekräftigen, dass die Treibstoffkapazität der Hauptbegrenzungsfaktor für die Geschwindigkeit des UFOs ist, da es sowohl größer, als auch schneller als jedes andere UFO, das wir bisher gesehen haben, ist. Es ist in der Lage, mehr Antimaterietreibstoff mitzuführen und kann ihn auch effektiver durch eine stärkere Hülle, dickere Panzerung um den Tank und effektivere Notfall-Ablasssysteme schützen. Sogar bei einer Explosion wird der größte Teil der Energie durch die extrem starke Konstruktion des UFOs aufgehalten. Wenn der Tank voll ist, hat der Tank eine potentielle Sprengkraft von ungefähr 18 Kilotonnen. Es gibt drei nach vorne gerichtete Waffenschächte, angeordnet in einem Dreieck umdas Cockpit herum. Zwei davon sind mit dieser Partikelstrahlwaffe ausgerüstet, die wir auf anderen UFOs gesehen haben, aber der dritte Schacht hat einen interessanten Raketenwerfer. Diese Raketen haben ein hochmodernes Zielsystem und werden mit den gleichen Materie-Antimaterie Triebwerken wie bei den UFOs angetrieben. Sie sind unglaublich schnell, so schnell, dass sie nicht mal einen Sprengkopf brauchen, um ihre Beute zu zerstören. Sie verlassen sich ausschließlich auf ihre kinetische Energie und den restlichen Antimaterietreibstoff. Mehr Forschung für diese Waffe sollte eine hohe Priorität sein. Unsere Analyse der verbesserten Fähigkeiten des Sammlers steigert die beängstigende Möglichkeit, dass die UFOs immer schneller wachsen, wenn sie größer und stärker werden. Es besteht kein Zweifel, dass sie, wenn sie diese Sammler bauen können, auch größere und schlimmere UFOs bauen können. Wir sollten versuchen, die Antimaterietechnologie der Aliens so bald wie möglich für unsere Abfangjäger anzupassen, um besser mit der Alieninvasion fertig zu werden, die derzeit stattfindet. In der Luft ist der Sammler extrem gefährlich und sollten als wichtigstes Ziel gesehen werden. Mit den Zwillingspartikelwaffen und dem Raketenwerfer ist seine Feuerkraft allem, was wir haben, mehr als ebenbürtig. Sein größter Fehler ist der bedeutende Verlust der Manövrierfähigkeit im Vergleich mit den Scouts oder Jägern. Das ist einer der wenigen Vorteile, den wir gegen die Sammler haben; unsere Abfangjäger sind weit agiler und wir haben mehr Kampferfahrung in der Erdatmosphäre als die Aliens. Wenn ein Sammler dabei ist, sollten sich unsere besten Piloten auf ihn konzentrieren und ihn so schnell wie möglich ausschalten. --Cdr. Navarre Geschätzte Sammler Statistiken: Größe: Small (12m x 18m x 6m) Reisegeschwindigkeit: +/- 2,200 km/h Höchstgeschwindigkeit: +/- 4,100km/h Besatzung: max. 12 Waffenkapazität: 2 Partikelstrahlen Waffenschächte, 1 Alien Raketenwerfer
fr: Commandant, mon équipe et moi avons juste fini un autre rapport d'OVNI pour vous. Voici mon résumé pour votre revue. Ce vaisseau -- que nous avons surnommé la « Moissonneuse » -- semble conçue spécifiquement pour atterrir sur une surface planétaire et déployer une fête des moissons aliens. Il est équipé d'un grand et puissant train d'atterrissage et d'un ensemble de propulseurs situés dans le ventre de l'OVNI pour lui donner la capacité de DAV (Décollage et Atterrissage Vertical). Une fois que l'équipage de la Moissonneuse a rassemblé assez de captifs, cadavres et toute autre biomasse, ils reviennent à l'OVNI et décolle en orbite, disparaissant rapidement vers là d'où ils venaient. La Moissonneuse semble confirmer notre théorie selon laquelle la capacité de carburant est le facteur limitant principal pour la vitesse des OVNI, car elle est plus grande et plus rapide que tout ceux que nous avons précédemment observé. Elle peut transporter plus d'antimatière et la protéger bien plus efficacement, avec une coque plus dure et une armure plus épaisse sur le réservoir de carburant, et des mesures de secours expulsant l'antimatière plus efficace. Même si une explosion se produit, la majeure partie du souffle sera contenue par la construction extrêmement résistante de l'OVNI. Le réservoir de carburant de la Moissonneuse peut contenir jusqu'à 0.6 gramme d'antimatière et possède une fois plein une force explosive potentielle d'approximativement 25 kilotonnes. Il y a trois supports de fixation d'arme disposés en triangle autour du cockpit. Deux de ces derniers sont équipés de l'arme à faisceau de particules que nous avons observée sur les autres OVNIs, mais le support restant est équipé d'un genre intéressant de lance-missiles alien. Les missiles ont un système d'autoguidage hautement sophistiqué et sont propulsés par des fusées à antimatière semblables aux moteurs d'OVNI. Ces missiles sont démentiellement rapides, tellement rapidement qu'ils n'ont pas besoin d'ogives explosives pour tuer leur proie, comptant seulement sur l'impact cinétique et la détonation du carburant restant. Plus de recherche sur cette arme sera hautement prioritaire. Dans le ciel, la Moissonneuse est extrêmement dangereuse et devrait être une cible prioritaire. Entre les deux faisceaux de particules et le lance missiles alien, sa puissance de feu est bien plus importante que tout ce que nous pouvons lui opposer actuellement. Sa seule faille évidente est une baisse significative de sa manoeuvrabilité par rapport aux Éclaireurs et aux Chasseurs. Nos intercepteurs sont significativement plus agiles et nous avons bien plus d'expérience de combat en atmosphère Terrienne que les aliens. C'est l'un des quelques avantages que nous aurons contre la Moissonneuse, et il serait sage d'améliorer notre équipement afin d'atténuer en partie la supériorité technologique alienne. Une fois rencontrés, nous devrions concentrer nos meilleurs pilotes sur toutes les Moissonneuses dans le secteur et les descendre aussi rapidement que possible. Seulement ensuite nous nous occuperons de tirer sur son escorte. Notre analyse des capacités accrues de la Moissonneuse par rapport à l'Éclaireur soulève quelques points effrayants. Il semble que les vaisseaux aliens deviendront réellement plus rapides, plus grands et plus puissants, et il n'y a aucun doute que, s'ils peuvent construire ces Moissonneuses, ils peuvent construire des OVNIs plus grand et plus dangereux. Nous devrions essayer d'adapter les technologies à antimatière aliennes à nos propres intercepteurs dès que possible afin que nous puissions être à égalité avec les aliens maintenant et que nous puissions résister aux menaces plus dangereuses à l'avenir. --Cdt Navarre Statistiques estimées de l'appareil : Dimensions : Petit (12 m x 18 m x 6 m) Vitesse de croisière : +/- 2 200 km/h Vitesse maximale : +/- 4 100 km/h Nombre de passagers : 12 max. Capacité d'armement : 2 points de montage pour des Faisceaux de Particules, 1 point de montage pour un lance missiles alien
ru: Командующий, моя группа и я только что закончили для Вас отчёт по другому типу НЛО. Это мой конспект для Вашего ознакомления. Этот корабль, который мы окрестили 'Охотник', кажется, специально разработан для приземления на поверхность планет и развёртывания войск пришельцев, осуществляющих заготовку материалов. Он оборудован набором больших и крепких посадочных опор, и специальной группой двигателей, расположенной у него на брюхе, и обеспечивающей ему возможность ВВП (Вертикального Взлёта и Посадки). Как только экипаж приземлившегося Охотника наберёт достаточное количество пленников, трупов, и другой биомассы, они возвращаются на НЛО и стартуют на орбиту, быстро скрываясь где-то там, откуда они прибыли. Охотник, похоже, согласуется с нашими теориями о топливной вместимости, как главном ограничивающем факторе скорости НЛО, поскольку он и больше и быстрее чем любой из тех НЛО, что мы наблюдали ранее. Он способен нести больше антивещества, и защищать его намного более эффективно посредством прочного корпуса, толстой брони на топливных резервуарах, и более эффективных мер по экстренному сбросу антиматерии в случае аварии. Даже в случае взрыва, большая часть ударной волны будет погашена чрезвычайно прочной конструкцией НЛО. Полностью снаряжённый топливный резервуар обладает потенциальной взрывной мощностью приблизительно в 18 килотонн тротилового эквивалента. В передней плоскости аппарата расположены три орудийных подвески, выстроенные треугольником вокруг пилотской кабины. Две из них оборудованы лучевым оружием, которое мы наблюдали на других типах НЛО, а оставшаяся подвеска занята интересной разновидностью ракетного оружия пришельцев. Ракеты имеют очень сложные системы наведения и приводятся в движение той же самой разновидностью реактивного двигателя, работающего на антиматерии, которая используется в двигательных системах НЛО. Они безумно быстрые, - настолько быстрые, что они даже не нуждаются во взрывчатых боеголовках для уничтожения их жертвы, полагаясь исключительно на кинетический импульс и оставшееся в баках антивещество. Более глубокое изучение этого оружия будет высокоприоритетной задачей. Наш анализ возросших возможностей Охотника делает более реальной пугающую возможность, что корабли пришельцев действительно будут становиться всё быстрее по мере того, как они становятся больше и мощнее. Нет никаких сомнений, что раз они способны строить эти Охотники, то они могут строить и более крупные, более вредоносные НЛО. Мы должны попытаться адаптировать технологии пришельцев, связанные с антиматерией, для наших перехватчиков как можно скорее, подготавливаясь к более лучшему отражению Вторжения, с которым мы сейчас столкнулись. В воздухе Охотник крайне опасен и должен быть первоочерёдной целью. С парой лучевых орудий и ракетной установкой пришельцев, его огневая мощь намного превосходит всё, что мы можем противопоставить в настоящее время. Его единственный очевидный недостаток - это существенное снижение манёвренности по сравнению с Разведчиком или Истребителем. Это - одно из немногих преимуществ, которые мы будем иметь против Охотника; наши перехватчики значительно более проворные, и мы имеем значительно больший опыт боёв в атмосфере Земли по сравнению с пришельцами. Столкнувшись с Охотником, мы должны концентрировать всех наших наилучших пилотов на этой цели и сбивать его так быстро, насколько это только возможно. --коммандер Наварре Предполагаемые характеристики Охотника: Размер: малый (12м x 18м x 6м) Крейсерская скорость: +/- 2,200 км/ч Предельная скорость: +/- 4,100 км/ч Экипаж: до 12 особей Вооружение: 2 узла подвески лучевого оружия, 1 узел подвески пусковой установки пришельцев
th: ท่านผู้บัญชาการ, ทีมของผมทำรายงานจานบินเสร็จสิ้น และขอสรุปดังนี้ ยานนี้ -- ที่เราเรียกว่า "ยานเก็บเกี่ยว" -- ออกแบบมาโดยเฉพาะเพื่อลงจอดบนผิวดาว และส่งกำลังเ็ก็บเกี่ยวของมนุัษย์ต่างดาวปฏิบัติการ ยานนี้มีขาขนาดใหญ่และมั่งคง และมีไอพ่นพิเศษตรงท้องเครื่องเพื่อให้สามารถบินขึ้นลงแนวดิ่งได้ (VTOL) และเมื่อลูกเรือของยานเก็บสิ่งมีชีวิต ซากศพและมวลชีวะอื่นๆ ได้มากพอ พวกนั้นจะกลับยานและบินออกนอกวงโคจร และหายตัวไปจากที่มันมา ยานเ็ก็บเกี่ยวนี้ทำลายทฤษฎีที่ว่าความจุเชื้อเพลิงเป็นข้อจำกัดความเร็วของจานบิน เพราะมันทั้งใหญ่และเร็วกว่ายานอื่นที่เคยพบ มันสามารถบรรจุเชื้อเพลิงแอนทายแมทเทอร์ได้มาก และป้องกันมันได้มีประสิทธิภาพมากขึ้น ด้วยห้องเชื้อเพลิงที่แข็งแรงขึ้น เกราะถังเชื้อเพลิงที่หนาขึ้น และระบบการทิ้งแอนทายแมทเทอร์ฉุกเฉิน หากมีการระเบิดขึ้น แรงระิเบิดส่วนใหญ่ก็จะอยู่ภายในจานบินซึ่งมีโครงสร้างแข็งแรงพิเศษ ถังพลังงานของยานเก็บเกี่ยวสามารถบรรจุแอนทายแมทเทอร์ได้ 0.6 กรัม และมีแรงระเบิดสูงสุดถึง 25 กิโลตันหากบรรจุเต็มที่ มีช่องอาวุธโจมตีแบบตรงสามที่ติดตั้งเป็นรูปสามเหลี่ยมรอบที่บังคับยาน สองที่ติดด้วยปืนแสงอนุภาคเหมือนกับจานบินลำอื่น แต่ช่องที่เหลือมีช่องยิงจรวดของต่างดาวที่น่าสนใจ จรวดนี้มีระบบนำร่องที่นำสมัย และใช้พลังงานจากปฏิกริยาของสสารกับแอนทายแมทเทอร์ คล้ายกับเครื่องของจานบิน จรวดเหล่านี้ไวมาก ขนาดที่ไม่ต้องติดหัวระเบิดในการทำลายเป้าหมาย โดยใช้แค่แรงปะทะกับการระเบิดของเชื้อเพลิงส่วนที่เหลือ การวิจัยอาวุธนี้นั้นมีความจำเป็นเร่งด่วน ในอากาศ ยานเก็บเกี่ยวมีความอันตรายมาก และควรจะเป็นเป้าหมายการโจมตีแรกๆ การมีปืนลำแสงอนุภาคสองกระบอก และเครื่องยิงจรวด ทำให้อาวุธของมันมากเกินพอจะรับยานของเรา จุดอ่อนเดียวก็คือการลดความคล่องตัวเมื่อเทียบกับยานสอดแนมและยานรบ นี่เป็นความได้เปรียบไม่กี่อย่างที่เรามี และเราควรจะปรับปรุงอุปกรณ์ของเราเพื่อลดความเหนือกว่าของวิทยาการต่างดาว หากต้องเจอกัน เราต้องใช้นักบินที่ดีที่สุดโจมตียานเก็บเกี่ยวก่อน และทำลายมันให้เร็วที่สุด แล้วจึงค่อยจัดการยานติดตาม การวิเคราหะ์ความสามารถของยานเก็บเกี่ยว ที่เหนือกว่ายานสอดแนม ทำให้เรากังวล ดูเหมือนว่ายานต่างดาวนั้นจะเติบโตมากขึ้น เพราะมันมีขนาดใหญ่และมีความสามารถสูงขึ้น ไม่ต้องสงสัยเลยว่าหากพวกมันสามารถสร้างยานเก็บเกี่ยวได้ มันก็สามารถสร้างจานบินที่ใหญ่และร้ายกาจกว่านี้ได้ เราต้องลองใช้วิทยาการแอนทานแมทเทอร์ของพวกต่างดาวกับยานขับไล่ของเราให้เร็วที่สุด เพื่อให้เรามีความเท่าเทียม และสามารถต่อกรกับตัวที่อันตรายขึ้นในอนาคตได้ --ผบ. นาวาเร ข้อมูลประเมินของยานเก็บเกี่ยว: ขนาด: เล็ก (12 ม. x 18 ม. x 6 ม.) ความเร็วปกติ: +/- 2,200 กม./ชม. ความเร็วสูงสุด: +/- 4,100 กม./ชม. อัตราบรรทุกลูกเรือ: สูงสุด 12 อาวุธ: จุดต่อลำแสงอนุภาค 2 จุด, จุดต่อจรวดต่างดาว 1 จุด
