Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: enemy_on_earth_txt
fr: Commander, You need to read this right away. By your request, we've performed several hurried autopsies and done our best to examine the live prisoners taken on our mission against the alien sympathisers. The results are alarming. Do you remember the report I sent you about the first live alien specimen we researched? As you may remember, it had lost all its intellect and became largely unresponsive without fellows to empower the hive mind. Prepare yourself, Commander: The human prisoner in our Containment unit exhibits the very same symptoms. A thorough blood analysis has produced conclusive evidence that the prisoner is infected with an XVI strand. This new strand is slightly different from the others we've encountered, and we fear it can only be designated "XVI-H". It appears to be willfully designed to infect humans with the alien hive mind. It overrides their own rational thought processes and replaces them with a direct link into the group, whether there actually is a group or not, through a process we currently fail to understand. Our subjects run the gamut of the human race; the infection seems to have no preference for IQ or physical potential. The infection method appears to be a direct injection of infected blood into the victim's bloodstream. It is premeditated and ruthless. Any amount of shared blood is enough for the infection to take root. Quarantine procedures have been tightened to the absolute maximum, and we're rushing another full batch of tests on all our personnel. Our field agents remain clean, thank God -- just think if we'd gone into a combat zone with soldiers capable of turning on their teammates at any moment! -- but I fear we have found one conclusive result. It's Dr. Eisenhower, our Director of Administration. He's been away on holiday since last week, but we ran an older sample which has now come up positive. We don't know when or how he was subverted or if he even joined PHALANX with honourable intentions, but it's clear he has acted as an alien spy for some weeks. Unfortunately we can't seem to find him at his announced destination. Internal Security has taken charge of his workstation and is in the process of information control. Things are a bit hectic right now. Dr. Eisenhower's infection implies that other members of a hive mind -- human or alien -- were in close enough proximity to allow him to function at human intelligence. He could have linked up with our subjects in Containment, or a nearby alien cell, or even other infiltrators inside our base. Right now, we don't know, and we most likely never will. We're all frightened in the Bio lab. My assistant has been jumping at shadows all day. Commander, we must develop a vaccine against XVI-H as soon as possible. The danger of our soldiers and salvage technicians falling victim to the infection in the field is too great to ignore even for a moment. I hereby request your permission to start work on a vaccine immediately. Please, please respond at your earliest convenience. Sincerely, Dr. Connor
ru: Commander, You need to read this right away. By your request, we've performed several hurried autopsies and done our best to examine the live prisoners taken on our mission against the alien sympathisers. The results are alarming. Do you remember the report I sent you about the first live alien specimen we researched? As you may remember, it had lost all its intellect and became largely unresponsive without fellows to empower the hive mind. Prepare yourself, Commander: The human prisoner in our Containment unit exhibits the very same symptoms. A thorough blood analysis has produced conclusive evidence that the prisoner is infected with an XVI strand. This new strand is slightly different from the others we've encountered, and we fear it can only be designated "XVI-H". It appears to be willfully designed to infect humans with the alien hive mind. It overrides their own rational thought processes and replaces them with a direct link into the group, whether there actually is a group or not, through a process we currently fail to understand. Our subjects run the gamut of the human race; the infection seems to have no preference for IQ or physical potential. The infection method appears to be a direct injection of infected blood into the victim's bloodstream. It is premeditated and ruthless. Any amount of shared blood is enough for the infection to take root. Quarantine procedures have been tightened to the absolute maximum, and we're rushing another full batch of tests on all our personnel. Our field agents remain clean, thank God -- just think if we'd gone into a combat zone with soldiers capable of turning on their teammates at any moment! -- but I fear we have found one conclusive result. It's Dr. Eisenhower, our Director of Administration. He's been away on holiday since last week, but we ran an older sample which has now come up positive. We don't know when or how he was subverted or if he even joined PHALANX with honourable intentions, but it's clear he has acted as an alien spy for some weeks. Unfortunately we can't seem to find him at his announced destination. Internal Security has taken charge of his workstation and is in the process of information control. Things are a bit hectic right now. Dr. Eisenhower's infection implies that other members of a hive mind -- human or alien -- were in close enough proximity to allow him to function at human intelligence. He could have linked up with our subjects in Containment, or a nearby alien cell, or even other infiltrators inside our base. Right now, we don't know, and we most likely never will. We're all frightened in the Bio lab. My assistant has been jumping at shadows all day. Commander, we must develop a vaccine against XVI-H as soon as possible. The danger of our soldiers and salvage technicians falling victim to the infection in the field is too great to ignore even for a moment. I hereby request your permission to start work on a vaccine immediately. Please, please respond at your earliest convenience. Sincerely, Dr. Connor
th: Commander, You need to read this right away. By your request, we've performed several hurried autopsies and done our best to examine the live prisoners taken on our mission against the alien sympathisers. The results are alarming. Do you remember the report I sent you about the first live alien specimen we researched? As you may remember, it had lost all its intellect and became largely unresponsive without fellows to empower the hive mind. Prepare yourself, Commander: The human prisoner in our Containment unit exhibits the very same symptoms. A thorough blood analysis has produced conclusive evidence that the prisoner is infected with an XVI strand. This new strand is slightly different from the others we've encountered, and we fear it can only be designated "XVI-H". It appears to be willfully designed to infect humans with the alien hive mind. It overrides their own rational thought processes and replaces them with a direct link into the group, whether there actually is a group or not, through a process we currently fail to understand. Our subjects run the gamut of the human race; the infection seems to have no preference for IQ or physical potential. The infection method appears to be a direct injection of infected blood into the victim's bloodstream. It is premeditated and ruthless. Any amount of shared blood is enough for the infection to take root. Quarantine procedures have been tightened to the absolute maximum, and we're rushing another full batch of tests on all our personnel. Our field agents remain clean, thank God -- just think if we'd gone into a combat zone with soldiers capable of turning on their teammates at any moment! -- but I fear we have found one conclusive result. It's Dr. Eisenhower, our Director of Administration. He's been away on holiday since last week, but we ran an older sample which has now come up positive. We don't know when or how he was subverted or if he even joined PHALANX with honourable intentions, but it's clear he has acted as an alien spy for some weeks. Unfortunately we can't seem to find him at his announced destination. Internal Security has taken charge of his workstation and is in the process of information control. Things are a bit hectic right now. Dr. Eisenhower's infection implies that other members of a hive mind -- human or alien -- were in close enough proximity to allow him to function at human intelligence. He could have linked up with our subjects in Containment, or a nearby alien cell, or even other infiltrators inside our base. Right now, we don't know, and we most likely never will. We're all frightened in the Bio lab. My assistant has been jumping at shadows all day. Commander, we must develop a vaccine against XVI-H as soon as possible. The danger of our soldiers and salvage technicians falling victim to the infection in the field is too great to ignore even for a moment. I hereby request your permission to start work on a vaccine immediately. Please, please respond at your earliest convenience. Sincerely, Dr. Connor

source: enemy_on_earth_pre_txt
fr: Commander, My team and I are deeply troubled by the recent reports of human hostility against PHALANX personnel, as I'm sure you are. We've all seen the battlefield footage. There's no doubt that the attackers were humans like you and me, but it's also clear they were using alien weaponry and equipment -- some of which even PHALANX has never seen before. The worrying questions seem to mount up. First, however, we need to review the facts we have. Do the aliens have active sympathisers on Earth? Yes. Are the aliens supplying these human servants? Affirmative; it's the only explanation for their advanced alien equipment. Do the servants present a threat? Absolutely. Perhaps a greater one than the alien menace itself. We need to delve deeper into what makes these people tick. If we can find out the most common causes for alien infiltration, our Information Division should be able to devise a far more successful propaganda strategy, which could increase our number of volunteers as well as decrease the alien infiltration rate across the globe. The DivBio also has a stake; we'd like to capture at least one live prisoner for our Containment unit so we can run a full physical examination. If the aliens have bodily altered these humans in addition to training and supplying them, we'd like to find out about it. Director Wong (DivInfo) also asked me to mention that, if we hold off on implementing a new info strategy for too long, we could soon face recruitment shortfalls and increased human resistance as the sympathisers begin getting their word out. I tend to agree. We need to keep this planet together if we are to have any chance against the alien threat. Sincerely,Dr. Connor
ru: Commander, My team and I are deeply troubled by the recent reports of human hostility against PHALANX personnel, as I'm sure you are. We've all seen the battlefield footage. There's no doubt that the attackers were humans like you and me, but it's also clear they were using alien weaponry and equipment -- some of which even PHALANX has never seen before. The worrying questions seem to mount up. First, however, we need to review the facts we have. Do the aliens have active sympathisers on Earth? Yes. Are the aliens supplying these human servants? Affirmative; it's the only explanation for their advanced alien equipment. Do the servants present a threat? Absolutely. Perhaps a greater one than the alien menace itself. We need to delve deeper into what makes these people tick. If we can find out the most common causes for alien infiltration, our Information Division should be able to devise a far more successful propaganda strategy, which could increase our number of volunteers as well as decrease the alien infiltration rate across the globe. The DivBio also has a stake; we'd like to capture at least one live prisoner for our Containment unit so we can run a full physical examination. If the aliens have bodily altered these humans in addition to training and supplying them, we'd like to find out about it. Director Wong (DivInfo) also asked me to mention that, if we hold off on implementing a new info strategy for too long, we could soon face recruitment shortfalls and increased human resistance as the sympathisers begin getting their word out. I tend to agree. We need to keep this planet together if we are to have any chance against the alien threat. Sincerely,Dr. Connor
th: Commander, My team and I are deeply troubled by the recent reports of human hostility against PHALANX personnel, as I'm sure you are. We've all seen the battlefield footage. There's no doubt that the attackers were humans like you and me, but it's also clear they were using alien weaponry and equipment -- some of which even PHALANX has never seen before. The worrying questions seem to mount up. First, however, we need to review the facts we have. Do the aliens have active sympathisers on Earth? Yes. Are the aliens supplying these human servants? Affirmative; it's the only explanation for their advanced alien equipment. Do the servants present a threat? Absolutely. Perhaps a greater one than the alien menace itself. We need to delve deeper into what makes these people tick. If we can find out the most common causes for alien infiltration, our Information Division should be able to devise a far more successful propaganda strategy, which could increase our number of volunteers as well as decrease the alien infiltration rate across the globe. The DivBio also has a stake; we'd like to capture at least one live prisoner for our Containment unit so we can run a full physical examination. If the aliens have bodily altered these humans in addition to training and supplying them, we'd like to find out about it. Director Wong (DivInfo) also asked me to mention that, if we hold off on implementing a new info strategy for too long, we could soon face recruitment shortfalls and increased human resistance as the sympathisers begin getting their word out. I tend to agree. We need to keep this planet together if we are to have any chance against the alien threat. Sincerely,Dr. Connor

source: Project leader
de: Projektleiter
fr: Chef de projet
ru: Руководитель проекта
th: ผู้นำโครงการ

source: Lead Story Developer
fr: Responsable scénariste
ru: Ведущий разработчик сюжетной линии
th: ผู้เขียนเนื้อเรื่องหลัก

source: Story Developer
fr: Scénariste
ru: Разработчик сюжетной линии
th: ผู้เขียนเนื้อเรื่อง

source: Contributing Developer
de: Unterstützende Programmierer
fr: Contributeur (Développement)

source: Technology Consultant
fr: Consultant technologique
ru: Технический консультант
th: ที่ปรึกษาด้านวิทยาการ

source: Contributing Programmer
fr: Contributeur (Programmation)
ru: Содействующий программист
th: ผู้ช่วยโปรแกรม

source: This game is now community driven
de: Dieses Spiel wird nun von der Community weiterentwickelt
fr: Le jeu est maintenant produit par une communauté
ru: Развитие игры сейчас направляется сообществом
th: ตอนนี้เกมนี้พัฒนาด้วยชุมชน

source: To honor the original development team:
de: Zu Ehren des originalen Entwicklerteams:
fr: En l'honneur de l'équipe de développement originale :
th: เพื่อให้เกียรติกับทีมสร้างดั้งเดิม:

source: Code, Visual Effects
fr: Code et effets visuels
ru: Программирование, визуальные эффекты
th: โค้ด, เอฟเฟค

source: Maps, Textures, Art
fr: Cartes, textures et art
ru: Карты, текстуры, дизайн
th: แผนที่, ผิวหน้า, ฝ่ายศิลป์

source: Models, Animations
fr: Modèles et animations
ru: Модели, анимация
th: แบบจำลอง, ภาพเคลื่อนไหว

source: Music
de: Musik
fr: Musique
ru: Музыка
th: เพลงประกอบ

source: Webdesign
fr: Conception du site Internet
ru: Веб-дизайн
th: ออกแบบเว็บ

source: Special Thanks To
de: Besonderer Dank an
fr: Remerciements spéciaux à
ru: Специальные благодарности:
th: ขอขอบคุณ

source: Quake 2 Engine
fr: Moteur de Quake 2

source: Our Host
de: Unser Hoster
fr: Notre hébergeur
th: โฮสต์ของเรา

source: Additional Thanks To
de: Weiterer Dank an
fr: Remerciements complémentaires à
ru: Дополнительные благодарности
th: ขอขอบคุณเพิ่มเติม

source: The Community
de: Die Community
fr: La communauté
ru: Сообществу
th: ชุมชน

source: Everyone who supported us
de: Alle die uns unterstützten
fr: Tous ceux qui nous ont supporté
ru: Каждому, кто поддерживал нас
th: ทุกคนที่ให้การสนัลสนุน

source: Copyright 2004-2007 by UFO: AI Team
fr: Copyright 2004-2007 à l'équipe de UFO : AI

source: intro_sentence1
de: Wir schreiben das Jahr 2084. Die Erde, die nie der ruhigste Ort war, erfreut sich einer Zeit des relativen Friedens. Die gewaltätigen Anfänge des 21. Jahrhunderts gehören der Vergangenheit an; ferne Erinnerungen, aber nicht so weit weg, als dass sie in Vergessenheit geraten sind. Für die meisten Menschen ist der zweite Kalte Krieg ein dunkler Schatten der Vergangenheit, so wie die Weltkriege es für die Kinder des späten 20. Jahrhunderts waren.
fr: Nous sommes en 2084. Pour la première fois depuis longtemps, la Terre connaît une période de paix. Les violences du début du XXIème siècle sont passées, mais restent encore ancrées dans la mémoire de chacun. Pour la plupart des habitants de la Terre, la Seconde Guerre Froide est une ombre du passé, comme le furent les guerres mondiales pour les enfants de la fin du XXème siècle.
ru: 2084 год. На Земле, никогда не бывшей столь стабильной, наступает время относительного мира. Жестокие первые годы XXI века теперь далеко; отдаленные воспоминания, но не настолько отдаленные, что о них забыли. Для большинства народов Земли Вторая Холодная Война - лишь тёмная тень из прошлого, подобная тем, какими были Мировые Войны для детей конца XX века.
th: ปี 2084 โลกแม้จะยังไม่ใช่สถานที่สงบสุขที่สุด แต่ก็มีสันติภาพพอสมควร ความรุนแรงในตอนต้นศตวรรษที่ 21 นั้นกลายเป็นแค่อดีต เรื่องราวอันแสนไกล แม้จะไม่ได้ไกลจนถูกลืม สำหรับประชากรโลกส่วนใหญ่ สงครามเย็นครั้งที่สองนั้นเป็นแค่เงาอดีต เหมือนกับที่เด็กในปลายศตวรรษที่ 20 รู้สึกเกี่ยวกับสงครามโลกครั้งที่สอง

source: intro_sentence2
de: Konflikte wurden gegen Ende des Jahrhunderts seltener, nachdem Hochtechnologie und das allgemeine Gesundheitswesen für die dritte Welt verfügbar wurden. Sogar die Feuer des Terrorismus sind als Folge des zweiten Kalten Krieges abgekühlt, mit den Schrecken und Unmenschlichkeiten immer noch frisch im Gedächtnis der Menschen, von den alten Vereinigten Staaten bis hin zum verwüsteten indischen Subkontinent. Klassenkämpfe haben sich auf das politische Schlachtfeld verlagert, da nun jedem Land eine gerechte Vertretung in der UN garantiert ist und der globale Lebensstandard auch in den entlegensten Teilen der Welt zunimmt. Länder haben sich gefestigt, sich um eine umstrukturierte UN stabilisiert, welche erfolgreich die Regierungen der Welt kontrolliert. Verteilte Grüppchen kleinerer Länder, zuerst verängstigt durch die starken Machtblöcke um China und die Europäische Union, haben sich in mächtigen politischen Lagern zusammengeschlossen -- um dann herauszufinden, dass es keine Nachbarn gibt, die man sicher bekämpfen könnte. Zum ersten Mal in der Geschichte der Menschheit gibt es Recht und Ordnung auf mehr als einem dreiviertel der Erde.
fr: La fin du siècle a vu les conflits se raréfier avec l'avènement des nouvelles technologies et l'amélioration considérable des conditions de santé dans le tiers monde. Même les violentes actions terroristes ont disparu avec le début de la Deuxième Guerre Froide, laissant un souvenir macabre aux habitants du nord de l'Amérique et à ceux des terres ravagées du continent Indien... La lutte des classes passe désormais au coeur des débats politiques, depuis que chaque nation est équitablement représentée à l'ONU. Partout dans le monde, la qualité de vie s'améliore. Les états se sont renforcés et stabilisés autour des Nations Unies, qui sont parvenues à s'imposer sur les gouvernements du monde entier depuis leur restructuration. Des groupes de petits états, tout d'abord intimidés par la puissance des blocs chinois et européens, se sont réunis pour former une puissante coalition politique. Pour la première fois dans l'histoire de l'humanité, la loi et l'ordre règnent sur plus des trois quarts du globe.
ru: Конфликты к концу века стали редкостью, когда новые технологии и всеобщее здравоохранение, наконец, стало доступным для стран третьего мира. Даже пламя терроризма, с его ужасами и бесчеловечностью, остыло вслед за Второй Холодной Войной, оставаясь все ещё свежим в умах людей, от старых Соединённых Штатов Америки до разоренного Индийского субконтинента. Классовая борьба поднимается к политическим баталиям, когда каждой нации гарантировано представительство в ООН, и всеобщий уровень жизни медленно растёт, распространяясь по наиболее удалённым уголкам планеты. Страны укрепились, стабилизировались вокруг реструктурированной Организации Объединённых Наций, которая успешно руководит мировыми правительствами. Раздробленные группы меньших наций, изначально испуганные безбрежной мощью политических блоков, накапливающихся вокруг Китая и Европейского Союза, объединились в мощные политические союзы, и затем обнаружили, что оказались без соседей, с которыми они могли бы бороться. Впервые за историю существования человеческого вида, закон и порядок установился более чем на трёх четвёртых всего мира.
th: ความขัดแย้งได้ลดลงอย่างมากในปลายศตวรรษ เมื่อวิทยาการและการสาธารณสุขได้เข้าถึงโลกที่สามในที่สุด แม้แต่การก่อการร้ายก็ดูจะซาลงไปเมื่อเกิดสงครามเย็นครั้งที่สอง ซึ่งมนุษยชาตได้เห็นความน่ากลัวและไร้มนุษยธรรม ตั้งแต่สหรัฐเดิมถึงทวีปย่อยอินเดียที่ถูกทำลาย การต่อสุ้ระหว่างชนชั้นได้กลายเป็นสงครามทางการเมืองเมื่อทุกประเทศมีสิทธิเท่าเทียมในสหประชาชาติ และระดับมาตรฐานการดำรงชีพของโลกได้เพิ่มขึ้น แม้แต่ในส่วนที่ยากจนที่สุด หลายประเทศได้มีความมั่นคงและเข้มแข็ง ภายใต้สหประชาชาติโครงสร้างใหม่ที่สามารถควบคุมรัฐบาลโลกได้ ประเทศขนาดเล็ก ซึ่งหวาดกลัวกับอำนาจที่จีนและสหภาพยุโรปกำลังรวบรวม ได้สร้างกลุ่มการเมืองของตนเอง -- แต่ก็พบว่าไม่สามารถสู้กับกลุ่มประเทศเพื่อนบ้านอย่างปลอดภัยได้ เป็นครั้งแรกในประวัติศาสตร์มนุษยชาต ที่มีกฎหมายและความสงบเรียบร้อยมากกว่าสามในสี่ส่วนของโลก

source: intro_sentence3
de: Für viele Menschen scheint es, als würde alles gut laufen.
fr: Pour la plupart des gens, la vie semble avoir repris son cours.
ru: У большинства жителей Земли складывается впечатление, что всё идёт хорошо.
th: สำหรับมนุษย์โลกจำนวนมาก ทุกอย่างดูจะเรียบร้อยดี
