Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: alien_body_armour_txt
de: Herr Kommandant, wir haben einen kompletten Bericht über die Rüstung der Außerirdischen für sie. Es war eine kleine Überraschung, als wir herausfanden, dass die Rüstung aus einer Verbindung von Plastik und Kohlenstoff gemacht ist und keinerlei Metall enthält. Vielmehr besteht sie aus einem Element, welches der Menschheit wohlbekannt ist: Kohlenstoffnanoröhren. Kohlenstoffnanoröhren (auch bekannt als KNRs oder Rasterröhren) sind unglaublich starke, zylindrische Kohlenstoffmoleküle, eines der stärksten Materialien, das der Menschheit bekannt ist. Sie wurden auf der Erde aufgrund ihrer hohen Kosten nicht viel benutzt. Es wurde bisher keine wirtschaftliche Art der Massenproduktion gefunden, was ihre Benutzung auf die teuersten Programme der Welt beschränkt, wie Flugtechnik oder Raumfahrt. Die Rüstung nutzt KNRs als Durchschlagsschicht, d.h. die Schicht, die Kugeln oder anderes Feuer daran hindert, in den Körper unter der Rüstung einzudringen. Die Nanoröhren wurden in lange Gitterstrukturen gewoben und in hartes Polymer eingebettet und auf eine Schicht halbflüssigen Gels gebettet, welche die Aufschlagsenergie dämpft und die Restenergie über ein großes Gebiet verteilt. Die letzte Schicht -- aus flexiblen Aramidfasern gewoben (auch bekannt als Kevlar) -- dient zur Aufbewahrung des Gels und dient als Splitterschutz, der alles auffängt, was möglicherweise soweit in die Panzerung kommt. Dank der leitenden Eigenschaften von Nanoröhren funktioniert die Rüstung sowohl sehr gut gegen Plasma als auch gegen normale Kugeln, Laser und Sprengstoffe. Ironischerweise ist sie nicht sehr effektiv gegen Brandmunition oder den Flammenwerfer, da diese Waffen auch die Umgebungstemperatur um den Träger herum erhöhen. In dieser Lage kann die Rüstung die Hitze nicht in die Umgebung ableiten und kann so den Träger nicht dagegen schützen, in der Rüstung gebraten zu werden. Andere Eigenschaften der Rüstung beinhalten servo-unterstütze Bewegung in den Stiefeln, was dem Träger erlaubt, sich schneller zu bewegen und ein seltsames System in den Armschienen, das dem Träger automatisch beim Zielen hilft, indem es gezielt Druck auf verschiedene Punkte des Unterarmes ausübt. Wir sehen eine Menge neuer Gebrauchsarten für diese Art Technologie. Das Anpassen der Rüstung an den menschlichen Körper dürfte aufgrund der Unterschiede in Physis und der Schwierigkeit mit dem Umgang der Materialien unmöglich sein. Dennoch habe ich einen separaten Forschungsantrag geschrieben, um die Möglichkeit der Entwicklung und Massenproduktion auszuschöpfen, unsere eigene Rüstung mit der Rüstung als Vorlage zu entwickeln. Es wird bald in ihrem Posteingang sein, Herr Kommandant. --Cdr. Navarre
fr: Commandant, nous vous avons préparé un rapport complet sur l'armure corporelle alienne. Nous avons été surpris de découvrir que l'armure alienne est constituée exclusivement de plastiques et de carbone, sans aucun composé métallique. En fait, le principal constituant est un élément que nous connaissons déjà bien : les nanotubes de carbones. Il s'agit de molécules de carbones cylindriques extrêmement résistantes, l'un des matériaux les plus résistants que nous connaissions. Ils sont relativement peu utilisés sur Terre à cause de leur coût prohibitif. Aucun processus de fabrication de masse n'a été trouvé pour abaisser leur prix, réduisant leur usage aux programmes disposant de gros moyens, comme l'aéronautique ou l'exploration spatiale. L'armure alienne utilise les nanotubes de carbone comme couche protectrice, i.e. la couche qui arrête une balle et empêche tout autre matériaux de percer l'armure. Les nanotubes sont tressés en longues bandes, noyées dans une couche de polymère solide, elle-même recouverte sur sa face interne d'une couche de gel semi-liquide qui absorbe très efficacement l'énergie d'un coup, en la répartissant sur une large zone. La couche finale, tressée à partir de fibres flexibles d'aramides, permet de contenir le gel et éventuellement les résidus de fragmentation d'un projectile qui serait parvenu à traverser les premières couches. Grâce aux propriétés conductrices des nanotubes de carbone, l'armure se comporte aussi bien contre les plasmas que contre les balles ordinaires, les lasers, ou les explosifs. Ironiquement, cette armure n'est cependant pas très efficace contre les matériaux incendiaires ou les lance-flammes. En effet, ces armes augmentent également la température de l'air environnant le porteur, et l'armure ne pourra alors pas dissiper efficacement la chaleur vers l'extérieur. Celle-ci sera donc dirigée vers l'intérieur de l'armure, pour le plus grand malheur de son porteur. L'armure présente d'autres fonctionnalités, comme des servos-moteurs dans les bottes qui aident au mouvement, permettant au porteur de se déplacer plus rapidement. Un curieux système sur les avant-bras permet également une meilleure visée, en exerçant une légère pression sur certains muscles. Nous cherchons également à adapter cette technologie pour de nouvelles utilisations. Adapter cette armure au corps humain est impossible à cause des différences de morphologie entre les races, et de la difficulté à travailler les matériaux qui la composent. J'ai cependant écrit une nouvelle proposition de recherche pour investiguer les possibilités de concevoir et produire nos propres armures utilisant celle-ci comme modèle. Vous devriez la recevoir rapidement, Commandant. --Cdt Navarre
ru: Командующий, мы имеем для Вас полный отчёт по броне пришельцев. Было в некоторой степени удивительно узнать, что броня пришельцев сделана из композитного материала, содержащего пластики и углерод, без какой-либо примеси металла. Фактически, наиболее важным элементом является кое-что, с чем человечество уже хорошо знакомо: углеродные нанотрубки. Углеродные нанотрубки (так же известные как фуллерены) - это молекулярные структуры, представляющие собой трубки диаметром до 5 нанометров, состоящие из свернутых в кольца атомов углерода; они невероятно прочные, - это один из наипрочнейших материалов, известных человечеству. Они относительно мало использовались на Земле, из-за их исключительной дороговизны. До настоящего времени не было найдено экономических причин для их массового производства, что ограничивало их использование на Земле лишь крайне дорогостоящими проектами, такими как аэронавтика или космические исследования. Броня пришельцев использует фуллерены в качестве останавливающего слоя, т.е. слоя, препятствующего проникновению в тело пуль или других баллистических снарядов. Нанотрубки сплетены в протяжённые ячеистые структуры, подобные кольчуге, погружённые в основу из твёрдого полимера с подложкой из слоя полужидкого геля, который очень эффективно гасит энергию взрывов, распределяя оставшийся ударный момент равномерно по очень большой площади. Последний слой соткан из гибкого арамидного волокна, и служит контейнером для геля, и, одновременно, - противоосколочным слоем, улавливающим любые фрагменты, которые могут быть вырваны взрывом из внутренних слоёв брони. Благодаря проводящим свойствам углеродных нанотрубок, броня очень эффективна против плазмы, так же как и против обычных пуль, лазеров или взрывчатки. Однако ирония в том, что она не очень эффективна против зажигательных устройств или огнемётов, т.к. это оружие повышает температуру окружающей среды вокруг носителя. В этом случае, у брони не остается места для эффективного сброса её нагрева, и она не сможет защитить носителя от участи быть зажаренным внутри его костюма. Другие особенности брони - ботинки с сервоусилителями движения, позволяющие носителю двигаться более быстро, и любопытная система, встроенная в нарукавники, автоматически способствующая прицеливанию носителя выборочным приложением давления на участки предплечья. Мы видим много новых областей применения для этой технологии. Адаптация этой брони к человеческому телу была бы невозможна в силу различий в физическом строении и сложности работы с материалами, из которых она сделана. Однако я подробно описал отдельную заявку на исследование возможности конструирования нашей собственной брони массового производства с использованием бронекомплекта пришельцев в качестве образца. Она наверняка будет находиться в вашей входящей почте, Командующий. --коммандер Наварре
th: ท่านผู้บัญชาการ, เราได้เตรียมรายงานเกี่ยวกับเกราะของมนุษย์ต่างดาวสำหรับท่าน เราแปลกใจที่ได้พบว่าชุดเกราะของมนุษย์ต่า่งดาวสร้างด้วยสารประกอบพลาสติกและคาร์บอน โดยไม่มีโลหะเลย ที่จริงแล้วส่วนประกอบสำคัญคือสิ่งที่มนุษย์รู้จักดีอยู่แล้วคือ หลอดนาโนคาร์บอน หลอดนาโนคาร์บอน (CNTs หรือ 'buckytubes') เป็นโมเลกุลคาร์บอนทรงกระบอก ที่แข็งแกร่งมาก เป็นวัสดุที่แข็งที่สุดอย่างหนึ่งเท่าที่มนุษย์รู้จัก มันถูกใช้เพียงเล็กน้อยบนโลกนี้เพราะมีต้นทุนสูง ยังไม่มีวิธีการผลิตเพื่อการอุตสาหกรรมที่ประหยัด ทำให้การใช้ถูกจำกัดเฉพาะงานที่มีทุนสูง เช่นงานด้านอวกาศและการสำรวจอวกาศ เกราะต่างดาวที่ใช้หลอดนาโนคาร์บอนในชั้นผิวรับแรงเจาะ ซึ่งคือชั้นที่จะหยุดกระสุนหรือสิ่งอื่นไม่ให้เจาะเข้าไปในร่างกาย หลอดนาโนนี้จะถูกถักทอเป็นรูปแบบ และซ่อนอยู่ในกรอบโพลีเมอร์แข็ง และรองรับด้วยเจลกึ่งของเหลวที่จะดูดซับพลังงานของแรงกระแทก และกระจายแรงที่เหลือในบริเวณกว้าง ส่วนชั้นสุดท้าย -- ถักด้วยเส้นใยความยืดหยุ่นสูง -- ใช้กักเก็บเจลและทำหน้าที่เป็นตัวดัก ที่จะคอยจับเศษชิ้นส่วนที่อาจจะุถูกทำลายเป็นสะเก็ดภายในเกราะ เนื่องเพราะคุณสมบัติการเหนี่ยวนำของหลอดนาโนคาร์บอน ทำให้เกราะนี้ต้านพลาสมาได้ดีเ่ท่ากับกระสุนธรรมดา, เลเซอร์และระเบิด อย่างไรก็ตามมันไม่มีประสิทธิภาพกับอาวุธในลักษณะเผาไหม้หรือเครื่องพ่นไฟ เพราะอาวุธเหล่านี้เพิ่มอุณหภูมิของผู้สวมเกราะ ในกรณีนี้ชุดเกราะจะไม่มีที่ระบายความร้อนสะสมและจะไม่ปกป้องผู้สวมใส่ ขณะที่พวกนั้นโดนย่างเกรียม คุณสมบัติอื่นรวมถึงรองเท้าที่มีระบบช่วยเคลื่อนตัวด้วยเซอร์โว ทำให้ผู้สวมใส่ขยับตัวได้รวดเร็ว และระบบที่น่าสนใจที่สร้างติดบนข้อมือ ที่จะช่วยผู้ใส่ในการเล็งเป้าโดยการใช้แรงกดบนหน้าแขน เรากำลังหาวิธีใช้วิทยาการใหม่นี้อยู่ การประยุกต์ใช้เกราะนี้กับร่างกายมนุษย์นั้นทำไม่ได้ เนื่องจากความแตกต่างทางกายภาพ และความยากลำบากในการใช้งานวัตถุ อย่างไรก็ตาม ผมได้เขียนการนำเสนอโครงงานต่างหาก ที่จะลองหาวิธีในการออกแบบและผลิตชุดเกราะของเราเอง โดยใช้เกราะต่างดาวเป็นแม่แบบ โครงงานนี้คงอยู่ในกล่องรับจดหมายของท่านแล้ว,ผู้บัญชาการ --ผบ. นาวาเร

source: alien_body_armour_pre_txt
de: Herr Kommandant, wir haben eine Gefechtsrüstung der Außerirdischen vom Schlachtfeld geborgen. Diese Rüstung war aufgrund ihres hohen Widerstands gegen verschiedene Schadenstypen für unsere Soldaten eine Plage; die Außerirdischen, die sie trugen, haben Treffer abgeschüttelt, die ihre ungepanzerten Kollegen zerrissen haben. Es ist wenig überraschend, dass wir es immer noch nicht geschafft haben, sie aufzuschneiden, um einen ersten Blick auf ihre Zusammensetzung zu bekommen. Wir sollten ihre Schwächen sobald wie möglich herausfinden und vielleicht finden wir einen Weg, sie für unsere Zwecke anzupassen. Dieses Projekt wird einen durchschnittlichen Verbrauch an Laborzeit und Mittel benötigen. Die Arbeit beginnt, sobald sie ihre Zustimmung gegeben haben, Herr Kommandant. --Cdr. Navarre
fr: Commandant, nous avons découvert une armure corporelle alienne sur le champ de bataille. Cette armure est une horreur pour nos soldats à cause de sa très grande résistance à de nombreux types de dommages. Les aliens la portant ignorent des balles qui auraient mises en pièces leurs semblables non protégés. Sans surprise, nous ne sommes toujours pas parvenus à découper l'armure pour faire un relevé des matériaux qui la composent. Nous devrions faire des recherches plus approfondies pour trouver ses faiblesses aussi vite que possible, et éventuellement tenter de l'adapter à notre usage. Ce projet ne nécessitera qu'un temps de laboratoire et un investissement financier modérés. Le travail pourra commencer aussitôt votre autorisation donnée, Commandant. --Cdt Navarre
ru: Командующий, в одной из последних боевых операций мы добыли комплект нательной брони пришельцев. Эта броня была чумой для наших солдат в силу своей очень высокой сопротивляемости разнообразным видам повреждений; пришельцы, носящие её, игнорировали попадания, способные разорвать их незащищённых собратьев на части. Это не удивительно, что мы всё ещё не смогли вскрыть её для проведения первоначального осмотра составляющих компонентов. Мы должны разобраться в слабых сторонах брони как можно скорее, и, вероятно, выяснить путь её адаптации для нашего собственного использования. Этот проект потребует умеренный объём лабораторного времени и финансовых затрат. Мы начнём работу, как только получим ваше одобрение, Командующий. --коммандер Наварре
th: เรียนท่านผู้บัญชาการ, เราได้ชุดเกราะของมนุษย์ต่างดาวมาจากสนามรบ ชุดเกราะนี้ได้สร้างปัญหากับทหารของเราเพราะมันสามารถป้องกันความเสียหายหลายรูปแบบได้มาก มนุษย์ต่างดาวที่ใส่เกราะนี้สามารถต้านกระสุนที่ทำลายพวกที่ไม่ใส่เกราะได้อย่างง่ายดาย ไม่น่าแปลกใจที่เรายังไม่สามารถผ่าชุดเกราะนี้เพื่อตรวจสอบองค์ประกอบพื้นฐานได้เลย เราน่าจะค้นหาจุดอ่อนให้เร็วที่สุด, และลองหาวิธีมาประยุกต์ใช้กับเรา โครงการนี้ต้องใช้เงินทุนและเวลาพอสมควร เราจะเริ่มงานทันทีที่ท่านอนุมัติ, ท่านผู้บัญชาการ --ผบ. นาวาเร

source: alien_medium_armour_txt
de: In Sachen Rüstung scheint die Philosophie der Außerirdischen die zu sein: "Wenn es funktioniert, lass uns mehr benutzen." Diese neue Rüstung ist an die außerirdischen Körperrüstung angelehnt, aber verzichtet auf die Kompromisse der leichten Rüstung. Anstatt nur den Torso und den Kopf zu schützen, versucht die mittlere Rüstung sämtliche wichtigen Bereiche mit dichteren Nano-Polymer-Platten zu schützen, und das beinhaltet wichtige Arterien und Nervenzentren. Im Vergleich zur Körperrüstung hat die mittlere Rüstung die doppelte Zahl von Nanoröhren pro Quadratzentimeter. Das Ergebnis sind Platten, die von normalen, menschlichen Feuerwaffen nicht zu durchdringen sind und sogar die weicheren Materialien, die die Verbindungsstellen schützen, können eine Kugel mit besorgniserregender Leichtigkeit aufhalten. Wie ich vorher schon erwähnte, zieht die Rüstung den Schutz der Beweglichkeit vor. Die großen Platten sind dem Träger im Weg, egal, welche Rasse er ist und die dichten Nanoröhrenpolymere sind so schwer, dass das Gesamtgewicht sogar einen Ortnok verlangsamt. Es gibt zahlreiche Kleinmotoren und andere mechanische Teile, die ein Teil des Gewichts auffangen, aber deren Effekt ist begrenzt. Es sind auch andere Geräte in die Rüstung integriert, die die Sicht und das Zielen unterstützen. Diese sind sehr interessant und wir sind vielleicht in der Lage, sie in größerem Umfang als Waffenverbesserung vervielfältigen können. Die Außerirdischen scheinen diese Rüstung mit dem Gedanken eines Krieges gegen uns Menschen entwickelt zu haben. Neben der beinah kompletten Kugelsicherheit ist ihre Wirkung gegen Laser-, Brand- und Plasmawaffen deutlich höher als bei der Körperrüstung, obwohl sie immer noch gegen Partikelstrahlen verwundbar ist. Außerirdische, die diese Rüstung tragen, tragen wenig Schaden davon, wenn sie durch offenes Feuer oder Schüsse aus unseren Flammenwerfern laufen, aber länger andauernde Hitzeeinwirkung wird die Rüstung weiterhin überhitzen und den darin befindlichen Außerirdischen braten. Dennoch ist die Rüstung nicht komplett versiegeln und lässt etwas Haut oder Atemwege offen. Das bedeutet, dass Gas immer noch effektiv bleibt, obwohl es länger dauert, bis es seine volle Wirkung entfaltet. Ohne Modifikationen, die sie dramatisch verschlechtern, passt die außerirdische Rüstung unseren Soldaten nicht. Wir haben einige Versuche unternommen, die dichten Nanopolymere zu replizieren, aber unsere Werkstattmaschinerie ist derzeit nicht in der Lage, so viele Nanoröhren auf einmal zu weben. Ich habe ein paar Ideen, wie sie zu verbessern ist, und auch ein paar Entwürfe für eine neue Rüstung, um diese Verbesserungen auszunutzen. Der Antrag sollte sich bereits in ihrem Posteingang befinden. Nun müssen sie mich entschuldigen -- ich sollte schon vor 12 Stunden im Bett sein und ich glaube, meine Augen fangen zu bluten an. Gute Nacht! --Cdr. Navarre
fr: Au sujet des armures, la philosophie de conception des aliens semble être "Si ça marche, utilisons-en encore plus". Le concept de cette nouvelle armure est similaire à celui de l'armure corporelle alienne, mais élimine le compromis et l'équilibre délicat de l'armure légère. Au lieu de protéger juste le torse et la tête, l'armure intermédiaire tente de couvrir toutes les zones vitales avec des plaques de nanopolymère beaucoup plus dense, incluant les artères majeures et faisceaux de nerfs sensitifs. En comparaison avec l'armure corporelle alienne, la combinaison intermédiaire a le double de brins de nanotube par centimètre carré. En conséquence ces plaques sont presque impénétrables aux armes à feu humaines ordinaires et même le maillage plus léger couvrant les joints arrêtent les balles avec une facilité déconcertante. Comme je l'ai mentionné précédemment, cette combinaison privilégie fortement la protection à la mobilité. Les larges plaques de protection gêneront le porteur quelque soit sa race ou sa taille, et le dense polymère de nanotube utilisé est si lourd que le poids total ralentira même un Ortnok. Il y a des nombreux mini-servos et d'autres parties mécaniques qui aident avec une partie du poids, mais leur effet est limité. D'autres dispositifs sont intégrés à l'armure pour assister la précision et la vision. Ceux-ci sont assez intéressant et nous seront sans doute capable de les dupliquer à grande échelle comme améliorations pour nos armes. Les aliens semblent avoir conçu cette armure avec la guerre contre l'humanité à l'esprit. En plus d'être pratiquement à l'épreuve des balles, ses performances contre les armes incendiaires, au laser ou au plasma sont nettement meilleures que celles de l'armure corporelle, bien qu'encore légèrement vulnérable aux faisceaux de particules. Des aliens revêtant cette armure souffriront de dommages minimes en traversant des feux ouverts ou en recevant de brèves décharges de nos lances-flammes, mais une exposition prolongée surchauffera tout de même la combinaison et cuira l'alien à l'intérieur. Parmi les meilleures nouvelles, l'armure ne recouvre pas entièrement l'alien, laissant un peu de peau ainsi que les voies de respirations exposées à l'air. Ce qui signifie que le gaz irritant reste efficace, même si cela prendra plus de temps au gaz pour faire son plein effet. Les combinaisons aliennes ne conviennent pas à nos troupes sans des modifications qui les affaibliraient dramatiquement. Nous avons eu quelques difficultés à dupliquer les denses nanopolymères, mais les machines de l'atelier sont actuellement incapables de tisser autant de nanotubes à la fois. J'ai cependant quelques idées pour l'améliorer, ainsi que quelques concepts d'une nouvelle armure pour bénéficier de ces améliorations. Cette proposition devrait être dans votre file d'attente maintenant, Commandant. Maintenant excusez-moi, Monsieur, je suis derrière ma paillasse depuis douze heures et je crois que mes yeux commencent à saigner. Bonne nuit ! --Cdt Navarre
ru: Судя по всему, в своем подходе к изготовлению защитного снаряжения, пришельцы руководствуются поговоркой 'кашу маслом не испортишь'. Новый бронекостюм сходен с предыдущими версиями по дизайну, однако он гораздо более полно защищает тело носителя. Более мощные фуллероновые пластины, отличающиеся повышенной плотностью плетения волокон, закрывают все уязвимые места на теле пришельцев, включая жизненноважные артерии и нервные центры. Они практически не пробиваемы обычным огнестрельным оружием, при этом даже их сочленения настолько прочны, что могут не менее эффективно противостоять повреждениям. Увеличение степени защиты в данном бронекостюме было произведено в ущерб мобильности его носителя. Общая масса всех его компонентов столь высока, что затрудняет передвижение даже такому сильному существу, как ортнок. По этой причине он оснащен множеством миниатюрных сервомоторов, перенимающих на себя часть общей нагрузки, что, впрочем, ненамного меняет положение вещей. Другие устройства, также встроенные в него, расширяют зрительные возможности инопланетянина и помогают ему при прицеливании. Я думаю, что мы можем наладить и их производство, применив для модификации нашего вооружения. Есть вероятность, что данный бронекостюм был разработан целенаправленно для борьбы с человеческим видом. Он не только почти неуязвим для пуль, но и исключительно устойчив по отношению к лазерному, зажигательному и плазменному оружию. В определенной степени сохраняется уязвимость к пучковому вооружению, также следует отметить и достаточно хорошую теплопроводность фуллерона. Это означает, что при длительном воздействии высоких температур на бронекостюм, его носитель имеет шанс получить ожоги, несовместимые с жизнью. Утешительной новостью можно считать то, что даже у этой великолепной защиты есть своя ахиллесова пята. Благодаря вентиляционным отверстиям, имеющимся в фуллероновых пластинах, применение различных отравляющих газов может оказаться весьма эффективным. К сожалению, это защитное снаряжение невозможно адаптировать для использования нашими бойцами, критически не снизив его защитные характеристики. Мы предприняли несколько попыток воссоздать столь же плотные нанополимеры, но наше оборудование не способно управлять молекулярными цепочками на необходимом для этого уровне. У меня есть идеи касательно его модификации, а также кое-какие планы по разработке нового защитного снаряжения для наших подразделений. Скорее всего, Вы уже успели получить мою заявку на финансирование этих идей. А теперь, сэр, прошу извинить меня, но я должен был отправиться спать еще 12 часов назад и я устал, в буквальном смысле, до слез. Спокойной Вам ночи! -- Зав. НИОКР ИТО, Наварре П.
th: ในแง่ของเสื้อเกราะแล้ว พวกมนุษย์ต่างดาวดูจะใช้หลักการที่ว่า "ถ้าใช้ได้ ก็ใช้มันมากๆ" กับการออกแบบ ชุดเกราะใหม่นี้ออกแบบคล้ายกับเกราะต่างดาว แต่มันได้ทิ้งระดับความสมดุลของชุดเกราะแบบาง แทนที่จะปกป้องหน้าอกและหัว ชุดเกราะขนาดกลางนี้พยายามจะปิดส่วนสำคัญด้วยแผ่นนาโนโพลีเมอร์ที่หนาขึ้น ซึ่งรวมถึงเส้นเลือดและเส้นประสาทที่สำคัญ หากเปรียบกับเกราะต่างดาวแล้ว เกราะชนาดกลางนี้มีปริมาณหลอดนาโนต่อตารางเซนติเมตรมากเป็นสองเท่า ผลก็คือกระสุนธรรมดาของมนุษย์แทบไม่สามารถเจาะชิ้นส่วนเหล่านี้ได้ และแม้แต่ส่วนข้อต่อที่มีความอ่อนกว่าก็ยังสามารถหยุดกระสุนได้ไม่ยากเย็นนัก ผมได้เรียนแล้วว่า เกราะนี้เน้นการป้องกันมากกว่าความคล่องตัว เกราะส่วนหน้าจะเกะกะ ไม่ว่าผู้ใส่จะเป็นเผ่าพันธุ์ใดก็ตาม และโพลีิเมอร์หลอดนาโนที่หนาแน่น ทำให้เกราะนี้หนักจนแม้แต่ออร์ตนอคยังขยับตัวได้ช้าลง มีเซอร์โวขนาดเล็กและชิ้นส่วนจักรกลจำนวนมากที่จะช่วยการเคลื่อนตัว แต่ก็มีประสิทธิภาพในการทำงานจำกัด อุปกรณ์อื่นถูกติดตั้งเพื่อช่วยในการมองเห็นและการเล็ง อุปกรณ์พวกนี้น่าสนใจและเราอาจเลียนแบบให้มีขนาดใหญ่ขึ้นเป็นตัวเสริมประสิทธิภาพอาวุธ พวกต่างดาวออกแบบเกราะนี้เพื่อการรบกับมนุษย์ นอกจากจะป้องกันกระสุนแล้ว การป้องกนเลเซอร์ อาวุธเผาไหม้ และพลาสม่ายังถูกพัฒนามากกว่าเกราะต่างดาวเดิม แม้ว่ามันยังทงแสงอนุภาคได้ไม่ดีนัก พวกมุนษย์ต่างดาวที่ใช้เกราะนี้จะแทบไม่ได้รับบาดเจ็บจากการเดินฝ่าเปลวไฟ หรือการโดนเครื่องพ่นไฟยิงให้ช่วงสั้นๆ แต่หากต้องอยู่ในเปลวไฟเป็นเวลานาน เกราะนี้ยังโอเวอร์ฮีตและผู้สวมใส่จะยังถูกย่างสดได้ สำหรับข่าวดีคือ เกราะนี้ไม่ได้คลุมทั้งตัวมนุษย์ต่างดาว ทำให้ผิวหนังบางส่วนกับส่วนช่วยหายใจยังสัมผัสอากาศบ้าง ซึ่งหมายความว่าแก๊สบลิสเตอร์ยังมีประสทิธิภาพ แม้ว่าจะต้องใช้เวลานานกว่าเดิมในการออกฤทธิ์เต็มที่ก็ตาม ชุดเกราะนี้ใช้กับทหารของเราไม่ได้ เว้นแต่จะดัดแปลงให้มันป้องกันได้น้อยลงอย่างมาก เราได้ลองเลียนแบบการผลิตนาโนโพลีเมอร์แบบหนาแน่น แต่เครื่องมือในห้องช่างของเราก็ยังไม่สามารถทอหลอดนาโนจำนวนมากอย่างนั้นในทีเดียวได้ ผมมีความคิดเกี่ยวกับการพัฒนามันแล้ว รวมทั้งแบบเกราะใหม่ที่จะใช้ประโยชน์จากการพัฒนาดังกล่าว ข้อเสนอโครงการน่าจะอยู่กับท่านแล้ว, ท่านผู้บัญชาการ ตอนนี้ผมขอตัวก่อน -- ผมควรจะต้องไปนอนเมื่อสิบสองชั่วโมงที่แล้ว และตอนนี้ผมว่าตาผมกำลังจะแตกแล้วครับ ราตรีสวัสดิ์! --ผบ. นาวาเร
