Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: stunrod_txt
de: Herr Kommandant, Wir haben die Tests mit dem Prototypen unserer elektrischen Waffe beendet und sie ist bereit für volle Produktion. Das Konzept des Betäubungsstabes, wie wir ihn nennen, braucht keine tiefgehende Erklärung. Es ist eine elektrische Stichwaffe, die einen betäubenden Schock auf alles gibt, was in Kontakt mit den Zangen an der Vorderseite der Waffe kommt. Die Intensität des Schocks kann leicht vom Benutzer verändert werden; starke Schocks können zweitweilig die elektrischen Systeme eines außerirdischen Roboters überladen, aber solche Schocks gegen lebende Organismen sind meistens tödlich. Der Betäubungsstab ist ebenfalls in der Lage, jeden Menschen zu betäuben oder durch einen Stromschlag zu töten, der dem zu nache kommt. Vorsicht ist angeraten. Die Kampfanwendung ist einfach. Der Soldat, der ihn benutzt, muss in den Nahkampf mit einem Außerirdischen, dabei die Elektroden mit der Haut oder der Rüstung in Kontakt bringen und den Abzug drücken. Die folgende elektrische Entladung wird der Außerirdische für einige Zeit betäuben oder ausschalten. Die Zeitspanne der Bewusstlosigkeit ist von Spezies zu Spezies und von Individuum zu Individuum unterschiedlich. Sie hängt von der Belastung, dem Stoffwechsel, geistigen Status und mehr ab. Ich befürchte, ich kann ihnen noch keine festen Daten liefern. Dennoch glauben wir, dass uns der Betäubungsstab genug Zeit gibt, Gefangene zu machen. Wir wissen von der Schwierigkeit, eine solche Waffe im Nahkampf zum Tragen zu bringen. Deshalb haben wir den Betäubungsstab mit einer Panzerung versehen, die einer Kerrklinge standhalten kann, ohne dabei in zwei Teile zerschnitten zu werden. Es wurde so geschaffen, dass es im Notfall als Stab oder Keule im Nahkampf eingesetzt werden kann und es bricht nicht, nutzt sich nicht ab und geht auch nicht zu bruch. Unglücklicherweise verkommt der Betäubungsstab durch die Hochleistungsbatterien, die vielen elektrischen Bauteile und der zusätzlichen Panzerung zu einer recht schweren Waffe. Es braucht zwei Hände um ihn effektiv einsetzen zu können - trotzdem behindert es einen nicht, mit der freien Hand Granaten zu werfen oder eine Pistole zu halten. Die Ausstöße, die der Betäubungsstab abgeben kann -- mehrmals -- macht ihn zur derzeit stärksten elektrisch-basierten Waffe der Erde. Unglücklicherweise, trotz unserer Bemühungen, das Design zu verbessern, haben wir nicht die Technologie, um elektrische Fernkampfwaffen zu entwickeln, die den Fähigkeiten des Betäubungsstabes gleichkommt. Elektrolaser sind immer noch zu schwach im Vergleich zu ihrem Energieverbrauch und Kabelelektroschocker können nur einmal benutzt werden. Wir haben Pläne, die Außerirdischen Betterien für unsere PHALANX Elektrolaser zu nutzen. Diese Möglichkeit verspricht viel für die Zukunft unserer Bioforschung. Danke für Ihre Hingabe zu diesem Projekt, Herr Kommandant. Ich glaube, es wird eine große Hilfe sein, wenn wir Außerirdische gefangen nehmen wollen. Dennoch werde ich versuchen, zukünftige technische Sachen Cdr. Navarre zu überlassen, denn da gehören sie hin. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Nous avons terminé le prototype de notre arme expérimentale électrique, et elle est maintenant prête pour une production en série. Le concept du bâton assommant, comme nous l'avons appelé, ne nécessite pas d'explications compliquées. Toute chose arrivant en contact avec les dents situées à l'avant de l'arme recevra immédiatement un choc électrique. L'intensité du choc peut être facilement réglée par l'utilisateur, les plus puissants permettant de surcharger temporairement les systèmes des robots aliens et de déclencher leur arrêt. Une telle charge peut cependant être mortelle pour les cibles organiques. Le bâton assommant est également capable d'assommer ou d'électrocuter un être humain approchant trop près. La prudence est donc de rigueur. Les méthodes d'utilisation sont simples. Un soldat armé du bâton et se trouvant à proximité d'un alien n'aura qu'à mettre en contact les dents de l'arme avec la peau ou l'armure de l'ennemi, et appuyer sur la détente. La décharge électrique résultante étourdira ou immobilisera le sujet pendant quelques temps, même à travers une armure naturelle ou artificielle. La période d'inconscience dépendra de l'espèce et de l'individu, selon son exposition, son métabolisme, son état mental, etc. Je ne peux malheureusement pas vous fournir de chiffres pour l'instant. Cependant, nous estimons que le bâton assommant nous laissera suffisamment de temps pour sécuriser le prisonnier et le rendre inoffensif. Nous sommes conscients de la difficulté d'approcher les aliens au corps à corps, et de parvenir à prendre le dessus. C'est pourquoi nous avons renforcé le bâton assommant, qui peut maintenant supporter un coup d'épée Kerr sans être coupé en deux. Il est conçu pour être utilisé comme un bâton ou une massue en mêlée, si la situation l'impose. Il ne cassera pas, et son fonctionnement ne sera pas altéré. Malheureusement, ses grosses cellules énergétiques, ses systèmes électriques, et ses protections en font une arme relativement lourde. Deux mains sont nécessaires pour l'utiliser au contact, bien qu'il soit toujours possible de lancer une grenade ou d'utiliser un pistolet à distance. Les décharges que peut délivrer le bâton assommant en font l'arme électrique la plus puissante sur Terre. Malgré nos efforts pour améliorer sa conception, nous ne sommes pas parvenus à créer une arme électrique à distance qui puisse rivaliser avec ses capacités. Les Électrolasers sont encore trop peu puissants pour leur consommation électrique, et les tasers à fils sont à usage unique, pour une portée limitée. Nous cherchons cependant à adapter les cellules énergétiques aliennes pour créer des électrolasers à notre usage. Cette possibilité est pleine de promesses pour le futur de notre recherche bio. Merci de votre indulgence pour ce programme, Commandant, je suis intimement persuadé que cette arme sera d'une aide considérable pour capturer des aliens. Je vous promets d'essayer à l'avenir de laisser au Cdt Navarre les problèmes techniques qui pourraient survenir. Cordialement, Dr Connor
ru: Commander, We've finished prototyping our experimental electrical weapon, and it's now ready to begin full production. The concept of the stun rod, as we call it, requires no in-depth explanation. It's an electrical prod that delivers a stunning shock to anything that comes into contact with the prongs at the front of the weapon. The intensity of the shock can be easily set by the user; high-end shocks can temporarily overload the systems of alien robots and trigger a shutdown, but such powerful shocks delivered to organic enemies can be quite lethal. The stun rod is also more than capable of stunning or electrocuting any humans who get too close. Caution is recommended. The combat applications are simple. The soldier wielding it would enter into melee with an alien, bring the prongs into contact with the enemy's skin or armour, and pull the trigger. The ensuing electrical discharge would stun or disable the subject for some time, even through armour or protective skin. The period of unconsciousness will vary from species to species and between individuals, depending on their exposure, metabolism, mental state, and more. I'm afraid I cannot provide you with any hard numbers yet. However, we estimate the stun rod to give us more than enough time to secure the prisoner and render it harmless. We fully realise the difficulty of bringing the aliens to melee and then besting them. This is why we've armoured the stun rod's body to stand up against the Kerrblade without being sliced in two. It's designed to use as a staff or club in melee during an emergency, and it will not break, crack or become unreliable. Unfortunately, with these heavy-duty batteries and electrical systems and additional armour, the stun rod has become a rather hefty weapon. It will require two hands to use effectively in combat as a prod or a blunt instrument, though it will not restrict grenade throwing or pistol use in the off hand. The outputs that the stun rod can deliver -- repeatedly -- make it the most powerful electrical weapon on Earth at this time. However, despite efforts to push our designs further, we don't yet have the technology to create ranged weapons that can match the stun rod's capabilities. Electrolasers are still too weak for their power consumption and wire-tasers can only be used once at limited ranges. We are however looking into adapting alien power cells for use in PHALANX-built electrolasers. This is a possibility that holds great promise for the future of our bio research. Thank you for your indulgence in this program, Commander. I firmly believe this will be a great help to our capture efforts. Still, I will try to leave further technical matters with Cdr. Navarre, where they belong. Sincerely, Dr. Connor
th: Commander, We've finished prototyping our experimental electrical weapon, and it's now ready to begin full production. The concept of the stun rod, as we call it, requires no in-depth explanation. It's an electrical prod that delivers a stunning shock to anything that comes into contact with the prongs at the front of the weapon. The intensity of the shock can be easily set by the user; high-end shocks can temporarily overload the systems of alien robots and trigger a shutdown, but such powerful shocks delivered to organic enemies can be quite lethal. The stun rod is also more than capable of stunning or electrocuting any humans who get too close. Caution is recommended. The combat applications are simple. The soldier wielding it would enter into melee with an alien, bring the prongs into contact with the enemy's skin or armour, and pull the trigger. The ensuing electrical discharge would stun or disable the subject for some time, even through armour or protective skin. The period of unconsciousness will vary from species to species and between individuals, depending on their exposure, metabolism, mental state, and more. I'm afraid I cannot provide you with any hard numbers yet. However, we estimate the stun rod to give us more than enough time to secure the prisoner and render it harmless. We fully realise the difficulty of bringing the aliens to melee and then besting them. This is why we've armoured the stun rod's body to stand up against the Kerrblade without being sliced in two. It's designed to use as a staff or club in melee during an emergency, and it will not break, crack or become unreliable. Unfortunately, with these heavy-duty batteries and electrical systems and additional armour, the stun rod has become a rather hefty weapon. It will require two hands to use effectively in combat as a prod or a blunt instrument, though it will not restrict grenade throwing or pistol use in the off hand. The outputs that the stun rod can deliver -- repeatedly -- make it the most powerful electrical weapon on Earth at this time. However, despite efforts to push our designs further, we don't yet have the technology to create ranged weapons that can match the stun rod's capabilities. Electrolasers are still too weak for their power consumption and wire-tasers can only be used once at limited ranges. We are however looking into adapting alien power cells for use in PHALANX-built electrolasers. This is a possibility that holds great promise for the future of our bio research. Thank you for your indulgence in this program, Commander. I firmly believe this will be a great help to our capture efforts. Still, I will try to leave further technical matters with Cdr. Navarre, where they belong. Sincerely, Dr. Connor

source: stunrod_pre_txt
de: Herr Kommandant, Ich hoffe, ich überschreite nicht meine Befugnisse, wenn ich ihnen einen wichtigen technischen Forschungsantrag mache, um eine neue Art PHALANX Ausrüstung zu schaffen, die unsere Feldtruppen nutzen können. Ich weiß, dass es außerhalb der Verantwortung meiner Abteilung liegt. Dennoch habe ich bereits mit Cdr. Navarre darüber diskutiert und er ist von der Notwendigkeit dieses Gegenstandes nicht wirklich überzeugt. Ich hatte keine Wahl und wende mich deshalb direkt an Sie. Sie wissen, dass wir bisher während unserer taktischen Einsätze noch keinen Außerirdischen lebend gefangen nehmen konnten. Da wir nun wissen, wie wir einen Außerirdischen in Gefangenschaft am Leben halten können, ist unser Mangel an lebenden Exemplaren ein ernstes Hindernis für unsere biologische und chemische Forschung. Wir brauchen lebendes Gewebe zum Studium, während es seine natürlichen Funktionen in einem lebenden Körper ausführt und wir haben nicht die Fähigkeit, die Außerirdischen einfach für unsere Forschung zu klonen. Wir brauchen Gefangene! Sobald wie möglich. Deshalb möchte ich ihnen eine einfache, aber starke elektrische Schockwaffe vorschlagen, ähnlich des militärischen Betäubungsgewehrs, dafür entwickelt, unsere Gegner zu neutralisieren, ohne sie zu töten. Es würde eine schwere, beidhändig zu tragende Waffe mit großer Batterie und mehreren Ladestufen sein, wobei die höchste stark genug ist, die Roboter der Außerirdischen, wie die Blutspinne, zu betäuben. Wir in der Abteilung Biologie glauben, dass der ausgeschaltete Außerirdische lange genug bewusstlos bleibt, damit unsere Soldaten die Situation bereinigen und die Gefangenen sichern können. Cdr. Navarre glaubt, dass eine solche Waffe gefährlich und "ein Rückschritt in das 20. Jahrhundert" für unsere Soldaten wäre und weigert sich, sie zu befürworten. Er scheint es nicht zu verstehen. Wir haben keine alternativen Methoden, Gegner mit der benötigten elektrischen Spannung zu betäuben. Herr Kommandant, wir brauchen diese Waffe genauso dringend wie wir einen lebendigen Außerirdischen benötigen. Wir können sie nicht einfach erschießen und hoffen, dass wir ein oder zwei wieder zusammenflicken können, um sie zu unserer Basis zu bringen. Selbst wenn wir damit Erfolg hätten, wäre der Bedarf in meiner Abteilung für eine richtige Erforschung und Vernehmung weit, weit höher als das. Ich hoffe, sie verstehen jetzt. Bitte authorisieren sie Laborzeit und Mittel für dieses Projekt sobald sie können und ich werde ein paar Leute aus der technischen Abteilung zusammen bekommen, um dieses Projekt richtig zu entwickeln. Ich würde mich natürlich freuen, wenn sie diese Dinge Cdr. Navarre erklären könnten. Ich denke, er wäre froh, eine Nachricht von ihnen zu erhalten. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, J'espère ne pas outrepasser mes fonctions, mais j'ai une proposition importante de recherche à faire. Il s'agit d'un projet de création d'un nouvel équipement PHALANX destiné à nos agents sur le terrain. Je suis conscient que la proposition de sujet de recherche n'entre pas dans mes prérogatives, mais j'ai déjà eu quelques discussions à ce sujet avec le Cdt Navarre, et je n'ai pas réussi à le convaincre de la nécessité de l'objet en question. J'ai donc choisi de m'adresser directement à vous pour cette proposition. Comme vous le savez, nous ne sommes pas encore parvenus à capturer d'aliens vivants lors de nos interventions depuis le début de cette guerre. Maintenant que nous savons comment les garder en vie dans les unités de détention, le manque de spécimen devient une entrave importante à nos recherches biologiques et chimiques. Nous avons besoin d'organes vivants à étudier, pour comprendre leur mode de fonctionnement. Nous n'avons malheureusement pas les capacités de cloner les aliens pour faire des recherches sur eux, et nous avons donc besoin de prisonniers. Le plus tôt sera le mieux. C'est pourquoi j'aimerai vous proposer une arme simple, qui assomme une cible à l'aide d'un choc électrique de forte puissance. Son but est le même que les fusils assommants militaires : placer nos ennemis hors d'état de nuire sans pour autant les tuer. Elle prendrait la forme d'une unité portable à deux mains, avec une grosse batterie et permettrait le réglage de l'intensité du choc. À pleine puissance, elle devrait être capable d'immobiliser même les robots aliens, comme les araignées sanguinaires. A la division Bio, nous croyons qu'un alien touché par cette arme pourrait rester assommé suffisamment longtemps pour que nos soldats puissent prendre le contrôle de la situation et sécurisent les prisonniers. Le Cdt Navarre pense cependant qu'une telle arme pourrait être dangereuse pour nos soldats, et qu'elle est « un retour au 20ème siècle ». Il refuse de donner son aval pour ce projet. Il ne comprends pas. Nous n'avons pas d'autre méthode envisageable pour immobiliser nos ennemis aux tensions nécessaires. Commandant, nous avons autant besoin de cette arme que d'aliens vivants. Nous ne pouvons pas simplement tirer et espérer que l'on pourra en soigner un ou deux pour les ramener à la base. Même si nous y parvenions, les besoins de ma division sont beaucoup plus importants que ceux de la recherche conventionnelle ou des services d'interrogations. J'espère que vous comprendrez. Autorisez s'il vous plaît les plages horaires de laboratoire et les financements nécessaires à ce projet aussi rapidement que possible, et je trouverai quelques personnes de la Division Mécanique pour nous aider à finaliser ce projet convenablement. Je serais évidemment ravi si vous faisiez changer d'avis le Cdt Navarre. Je suis persuadé qu'il serait heureux de recevoir un message de votre part. Cordialement, Dr Connor
ru: Commander, I hope I'm not overstepping my bounds, but I have an important technical research proposal to make, a proposal to create a new piece of PHALANX equipment for use by our field agents. I realise this falls outside the responsibilities of my division. However, I've already discussed things with Cdr. Navarre, and he doesn't quite see eye-to-eye with me on the necessity of the item in question. I had no choice but to go to straight to you with the proposal. As you know, we've yet to capture an alien alive during our tactical engagements in all the weeks we've been waging this war. Now that we know how to keep them alive in containment, our lack of specimens is becoming a serious impediment to our biological and chemical research. We need living tissue to study, performing its natural functions inside a living body, and we don't have the ability to simply clone up some aliens to research. We need prisoners. The sooner the better. That's why I would like to propose a simple but high-powered electrical shock weapon, not unlike a military stun gun, designed to disable our enemies without killing them. It would be a two-handed man-portable unit with a large battery and several charge settings, the highest of which should be sufficient even to disable alien robots such as the Bloodspider. We in DivBio believe that any alien subjected to this weapon would be disabled long enough for our soldiers to take control of the situation and secure prisoners. Cdr. Navarre, however, feels that such a weapon would be hazardous to our soldiers and "a throwback to the 20th century", and refuses to endorse it. He doesn't seem to understand. We have no alternative method of disabling enemies at the voltages required. Commander, we need this weapon as badly as we need live aliens from the field. We can't merely shoot them and hope to patch one or two up again upon return to base. Even if we succeeded in that mindset, my division's needs will be far, far higher than that for proper research and interrogation. I hope you understand. Please authorise lab time and funding for this project as soon as you can, and I'll get some people from DivEngine together to develop this project properly. I would of course be delighted if you could explain things to Cdr. Navarre. I'm sure he'll be happy to receive a message from you. Sincerely, Dr. Connor
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Stun Rod
de: Betäubungsstab
fr: Bâton Assommant
ru: Электроразрядный парализатор
