Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: craft_electronics_raven_txt
de: Technische Spezifikationen: "Raven" EGM Einheit KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technische Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Im Zuge des Excalibur Programms haben wir die Erde nach den besten Komponenten abgesucht, die wir in unsere Flugzeuge einbauen können, damit sie gegen die Aliens bestehen. Wie immer haben wir die beste Ausrüstung ausgesucht. Elektronische Kriegsführung war seit der Entwicklung des Radars im zweiten Weltkrieg Teil des militärischen Vorgehens. Verschiedene Arten, das Radar zu überlisten, waren schon in Entwicklung, seit es an den Küsten Englands aufgestellt wurde, Methoden wie das Unterfliegen, Abwerfen von Radarstörenden Täuschkörpern und in späteren Jahren die Entwicklung der Tarntechnologie. Es war schon immer besser, wenn einen der Gegner später als früher entdeckt -- oder gar nicht. Besser ist es, denn der Gegner kann nicht auf etwas schießen, dass er nicht sieht. Wie das Mark 1 Auge kann die elektronische Erkennung und das Zielen getäuscht werden, aber auch das Gerät, welches die Täuschung ausführt, kann getäuscht werden. Es ist ein nicht enden wollender Kampf um Überlegenheit, der unter den Begriff 'Elektronische Kriegsführung' fällt. EGM (elektronische Kriegsführung) dient dazu, das Flugzeug mit Hilfe von Störung, Täuschung, Ködern und anderen Mittel schützen. EGGM (elektronische Gegen-Gegenmaßnahmen) auf der anderen Seite versucht, die Effekte der EGM zu überwinden. Und eine Sache ist klar; die Aliens sind in beidem gut. Zu diesem Zweck haben wir die "Raven" EGM Einheit für unsere Dienste in Anspruch genommen, die fortgeschrittenste EGM Einheit der Welt. Sie ist die beste, wenn es darum geht, die gegnerische Erkennung, Zieleinrichtung und Verfolgungsmechanismen zu stören. Jedes Flugzeug, dass mit diesem Gerät ausgerüstet ist, hat eine größere Überlebenschance gegen Raketen. Es ist ineffektiv gegen Kanonen, da ihr Zielsystem an Bord des Flugzeuges ist und nicht so einfach getäuscht werden kann, aber die "Raven" bietet sogar gegen diese einen bemerkenswerten Nutzen. Dank der fortgeschrittenen Elektronik ist die Einheit sehr teuer und braucht einen kompletten modularen Steckplatz, aber eine Sache ist sicher; sie kostet nicht einmal halb so viel wie ein komplettes Flugzeug. Empfohlener Einsatz Wir empfehlen, dass jedes für den Einsatz vorgesehene Flugzeug entweder eines dieser Geräte an Bord hat oder mit einer Schicht Polymerpanzerung ausgerüstet ist. Sogar gegen die überlegenen Aliensysteme hilft der Zusatzschutz unseren Piloten, den Himmel über der Erde freizuhalten. Die Ausgaben mögen unerschwinglich sein, aber das Überleben unserer Piloten und Flugzeuge lohnen diese Ausgaben. Zusatz Keiner.
fr: Spécifications techniques : Unité CME "Corbeau" NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Dans nos efforts incessants pour le Programme Excalibur, nous avons exploré les meilleurs composants sur Terre afin d'équiper nos appareils pour assurer leur survie contre les assauts aliens. Comme toujours, seul le meilleur équipement a été retenu pour la défense de notre planète. L'équipement militaire électronique fait parti intégrante des opérations militaires depuis la création du radar pendant la Seconde Guerre Mondiale. Des moyens pour tenter d'éviter la détection radar furent explorés depuis sa première apparition sur les côtes britanniques, comme le vol en dessous du transmetteur, le lancement de "paillettes" brouillant les radar, et plusieurs années plus tard l'utilisation de techniques furtives. Il a toujours été préférable que votre ennemi vous détecte le plus tard possible, sinon jamais. L'ennemi ne peut tirer sur ce qu'il ne voit pas. Tout comme le Globe Oculaire v.1, les systèmes de détection et de visée électroniques peuvent être trompés, et les dispositifs le permettant peuvent l'être eux-mêmes. C'est une lutte éternelle pour la supériorité qui porte le nom de "Guerre Électronique". Les CME (Contre-Mesures Électroniques) servent à protéger l'appareil qu'elles équipent en brouillant, trompant ou leurrant les systèmes de détection. Les CCME (Contre-Contre-Mesures Électroniques) tentent quant à elles de supprimer les effets des CME. Et une chose est claire : les aliens sont très bons dans ces deux domaines. Pour cette raison, nous avons adopté pour l'utilisation PHALANX le système électronique "Corbeau", composé des dispositifs CME les plus élaborés au monde. Il s'agit du meilleur que l'humanité puisse nous offrir dans le domaine du brouillage des systèmes de détection, pistage ou guidage ennemis. Un appareil équipé de cette unité aura de bien meilleures chances de survivre à un missile ou tout autre munition autonome. Elle sera par contre moins efficace contre les canons, leurs système de visée étant à bord de l'OVNI, et donc plus difficile à tromper. L'Unité "Corbeau" pourra cependant s'avérer utile même dans ce dernier cas. Elle coûte très cher à cause de son électronique sophistiquée, et occupe un module complet dans un appareil. Une chose est cependant certaine : son prix est loin de valoir celui de la perte d'un appareil. Doctrine recommandée Nous recommandons vivement que tout appareil s'apprêtant à affronter un OVNI armé soit équipé d'une Unité CME ou d'une Amure Polymère. Même contre les systèmes aliens les plus élaborés, la protection fournie par le "Corbeau" aidera nos pilotes à remplir leurs objectifs. Le coût peut sembler prohibitif, mais la survie d'un appareil et de ses pilotes justifie certainement la dépense sur le long terme. Addenda Aucun.
ru: Technical Specifications: "Raven" ECM Unit CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. Electronic warfare has been a part of military operations ever since radar first appeared on the battlefield in World War 2. Ways of defeating radar were constantly under development since it appeared on the shores of Britain, methods such as flying below the height of the transmitter, throwing radar-scrambling 'chaff', and in later years the advent of stealth technology. It has always been better to have the enemy detect your presence later rather than sooner -- or not at all. Even better, your enemy can't shoot what he can't see. Just like the Mk. 1 Eyeball, electronic detection and targeting can be fooled, and the devices which fool electronic detection and targeting can be fooled in turn. It's a never-ending struggle for superiority which falls under the term 'Electronic Warfare'. ECM (Electronic Counter-Measures) serve to protect the craft with which they are equipped by jamming, deception, decoys and other such stratagems. ECCM (Electronic Counter-Counter-Measures) on the opposing side try to counteract the effect of ECM. And one thing is clear; the aliens are very good at both. For this reason, we have adopted the "Raven" Electronic Warfare Suite, the most advanced ECM package available in the world, for PHALANX service. It is the best humanity has to offer in the field of disrupting enemy detection, tracking and homing mechanisms. Any aircraft equipped with this piece of kit will have a significantly higher survivability rate against missiles and other independent munitions. It's less effective against aircraft guns, as their targeting equipment is contained on-board and therefore can't be as easily fooled or jammed, but even against these the "Raven" unit provides a noteworthy benefit. It is very expensive thanks to its advanced electronics and takes up a complete modular slot on one of our aircraft, but one thing is certain; its price tag isn't half as high as the cost of losing one of our aircraft. Recommended Doctrine We recommend that every aircraft expected to go up against armed UFOs carry either one of these ECM units or an additional skin of Polymer Aircraft Armour. Even against superior alien systems the additional protection of the "Raven" will help our pilots achieve our goals in the skies of Earth. The expense may seem prohibitive, but the survival of our craft and pilots will certainly justify these costs in the long run. Addenda None.
th: Technical Specifications: "Raven" ECM Unit CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. Electronic warfare has been a part of military operations ever since radar first appeared on the battlefield in World War 2. Ways of defeating radar were constantly under development since it appeared on the shores of Britain, methods such as flying below the height of the transmitter, throwing radar-scrambling 'chaff', and in later years the advent of stealth technology. It has always been better to have the enemy detect your presence later rather than sooner -- or not at all. Even better, your enemy can't shoot what he can't see. Just like the Mk. 1 Eyeball, electronic detection and targeting can be fooled, and the devices which fool electronic detection and targeting can be fooled in turn. It's a never-ending struggle for superiority which falls under the term 'Electronic Warfare'. ECM (Electronic Counter-Measures) serve to protect the craft with which they are equipped by jamming, deception, decoys and other such stratagems. ECCM (Electronic Counter-Counter-Measures) on the opposing side try to counteract the effect of ECM. And one thing is clear; the aliens are very good at both. For this reason, we have adopted the "Raven" Electronic Warfare Suite, the most advanced ECM package available in the world, for PHALANX service. It is the best humanity has to offer in the field of disrupting enemy detection, tracking and homing mechanisms. Any aircraft equipped with this piece of kit will have a significantly higher survivability rate against missiles and other independent munitions. It's less effective against aircraft guns, as their targeting equipment is contained on-board and therefore can't be as easily fooled or jammed, but even against these the "Raven" unit provides a noteworthy benefit. It is very expensive thanks to its advanced electronics and takes up a complete modular slot on one of our aircraft, but one thing is certain; its price tag isn't half as high as the cost of losing one of our aircraft. Recommended Doctrine We recommend that every aircraft expected to go up against armed UFOs carry either one of these ECM units or an additional skin of Polymer Aircraft Armour. Even against superior alien systems the additional protection of the "Raven" will help our pilots achieve our goals in the skies of Earth. The expense may seem prohibitive, but the survival of our craft and pilots will certainly justify these costs in the long run. Addenda None.
