Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: news_after_the_war_txt
de: Die Asiatische Republik: In den folgenden Jahren gab die Chinesische Republik -- die ihren alten vor-kommunistischen Namen annahm -- langsam ihre eroberten Gebiete auf, einschließlich die, die sie in vergangenen Jahrhunderten erobert hatte und gab ihnen die Wahl zwischen Unabhängigkeit oder einem Sitz in der neuen Regierung als gleichgestellter und respektierter Teil der neuen Republik. Taiwan war, aufgrund seiner Zugehörigkeit zur Rebellion, der erste, der mit der neuen Republik verschmolzen ist und seine Differenzen mit dem Hauptland beilegte, nachdem die kommunistische Regierung kapitulierte. Taiwan wurde schnell ein Hauptbestandteil der neuen Regierung und war der Hauptgrund, dass die ehemaligen Führer der Nation zum Kriegsverbrewchertribunal nach Den Haag geschickt wurden. Nordkorea, eine andere rebellische Nation, wählte ebenfalls für den Verbleib in der Republik, da es wahrscheinlich einen Schub in der Ökonomie versprach und die Diktatur endlich beendete. Sie sollten nicht enttäuscht werden. Die Wiederauferstehung der chinesischen Wirtschaft wurde von heutigen Historikern als Wunder bezeichnet. Die ersten Durchbrüche in Nanotechnologie wurden von chinesischen Wisenschaftlern erreicht, was ihnen hochdotierte Verträge mit der Pharmaindustrie auf der ganzen Welt einbrachte. Trotz altem Hass und Misstrauen traten bald andere Ostasiatische Staaten der Republik bei, welche sich bald Asiatische Republik nannte, um ihre neuen Mitglieder zu ehren. Sogar Japan trat der Republik bei, um seine schwächelnde Wirtschaft und dir Bevölkerung zu stärken, welche durch den Krieg stark abgenommen hat. Die Republik blieb ihren Prinzipien treu, wohl auch wegen der immer noch frischen Wunden des Bürgerkrieges. Über die Jahre hat sie sich einen Ruf erarbeitet, sich immer gut um ihre Mitglieder zu kümmern und genug Vertrauen aufgebaut, dass sie nun mit einer Stimme für die Milliarden Menschen in Südostasien sprechen kann. Heute hat sich die Wirtschaft der Asiatischen Republik aufgrund der Vermarktung von Nanotechnologie und Holografietechniken so gut wie erholt. Sie hat immer noch eine moderne und starke Armee, trainiert zu einem höheren Standard als jedes andere Land. Revolutionäre Staaten: Mit dem Fall der Vereinigten Staaten und Chinas flaute der Sozialismus in Südamerika während der Nachkriegsjahre immer mehr ab. Der Tod der amerikanischen Wirtschaft brauchte einen Anstieg revolutionärer Glut mit sich, der mehrere Nationen von dem Einfluss des Kapitalismus befreite. Dennoch, mit einem in den meisten Ländern bereits vorhandenen demokratischen Gerüst, könnte die Vorstellung der Regierung des Volkes das erste mal ohne Korruption realisiert werden. Diese neue Bewegung schlug vor, Demokratie mit wahren sozialistischen Idealen zu vereinen. Der ganze Kontinent sah dem Horror zu, als Shanghai während des zweiten kalten Krieges mit Atombomben zerstört wurde, da es bis zur letzten Sekunde auf der ganzen Welt live übertragen wurde. Die neue Bewegung bekam einen weiteren Rückschlag zu spüren, als China fiel. Dadurch konnte nämlich jeder sehen, was passierte, wenn Revolution den Weg der Diktatur und des Totalitarismus geht. Es dauerte nicht lange, und die Führer der Regierungen reagierten entsprechend. Mehrere diktatorische Regierungen versuchten sofort, die Daumenschrauben anzuziehen, um jede Rebellion im Keim zu ersticken, was eine heftige Gegenreaktion der größeren demokratishen Nationen hervorrief, vor allem Kuba, Brasilien und Argentinien. Plötzlich hatten die letzten verbliebenden Könige in Südamerika gar keine Freunde mehr. Einer nach dem anderen gaben sie dem öffentlichen und politischen Druck nach und wurden durch eine gewählte Regierung ersetzt. Die Revolution nahm noch Fahrt auf, anstatt sie zu verlieren; sie ermutigten mehr Handel, engere Zusammenarbeit und folgten schlussendlich Europas Beispiel der offenen Grenzen. Ein neues Netzwerk von Autobahnen über den ganzen Kontinent stärkte die Wirtschaft und erlaubte eine bessere Nutzung von kulturfähigen Land. Südamerikas natürliche Reichtümer wurden wie nie zuvor angezapft und es wurden faire Preise für sie verlangt. Heute haben sich die Mitgliedsstaaten so eng zusammengeschlossen, dass sie ein einzelner Block sind; die Revolutionären Staaten. Eine vereinte Regierung repräsentiert den ganzen Kontinent und sie leiten ein wirtschaftliches Schwergewicht, der nur von der erweiterten Europäischen Union übertroffen wird. Ihr Militär ist klein, aber hochmodern, ihr Training ist gut, aber nicht hervorragend. Vereinigtes Amerika: Als die US Wirtschaft in den späten 2020ern zusammenbrach, verließen mehr und mehr Leute das Land für die grüneren Weiden Kanadas und, ironischweise, Mexikos. Der Wert des Dollars fiel in ungeahnte Tiefen und verarmte Millionen bis sein Preis durch den IWF (Internationaler Währungsfond) und die internationale Bankengesellschaft stabilisiert wurde. Dem Land wurde dann ein harter Reformplan aufgezwungen, was die Regierung zwang, die Hälfte ihres Militärarsenals entweder zu verkaufen oder einzumotten. Um ihre Schulden von 16 Billionen Dollar zurückzuzahlen, wurden die Zinsen eingefroren und die Exporte auf Technologie und Luxusgüter konzentriert. Eine erfolgreiche Restrukturierung der NASA, kombiniert mit einem funktionierenden Prototyp eines neuen Raumschiffes, machte auch das Weltall zu einer Geldquelle für die nach-Kollaps USA. Cape Canaveral begann, die billigsten Raketenstarts der ganzen Welt anzubieten, erst mit ihrem Prototyp, später mit voll funktionsfähigen fortgeschrittenen Raumfahrzeugdesigns. Das hat dem Land sehr geholfen, wieder in die schwarzen Zahlen zu kommen. Die Zusammenarbeit zwischen den nordamerikanischen Nationen begann mit finanzieller Hilfe von Kanada und Mexiko, die ihre Exporte in die USA schwer einbrechen sahen und wollten ihrem wichtigsten Handelspartner helfen. Die wachsende Zahl Auswanderer half auch, engere Bindungen zu erzeugen. Dann, in der am wenigsten erwarteten politischen Wende im Jahr 2042, wählte Mexiko den US Auswanderer Esteban Villa-Lobos Garcia zum Präsidenten. Die Wahl wurde hetigst angezweifelt. Jedoch hielt die Wahl zwei weitere Stimmauszählungen stand und der neue Präsident wurde im Juli 2042 in sein Amt eingeführt. Letzten Endes brachte die Kombination von persönlichen Charisma und gute Politik die Bevölkerung hinter Garcia und dann stellte er seinen "Plan für Morgen" vor. Laut diesem Plan würden sich Mexiko, Kanada und die USA zu einem Land vereinigen, um die nordamerikanische Supermacht wieder zu erwecken. In einer Zahl von kontroversen öffentlichen Abstimmung stimmte die mexikanische Bevölkerung dem "Plan für Morgen" zu; 52% in den Vereinigten Staaten, 64% in Kanada und 71% in Mexiko. Der Zusammenschluss wurde 2050 entgültig, und schaffte ein Vereinigtes Amerika aus den dominaten Staaten der neuen Welt. Die boomende Weltraumindustrie verbreitete sich schnell in dem neuen Land und abgesehen von einigen Hindernissen war Nordamerika auf dem Weg zur Erholung. Heute hat sich der Schuldenberg von UA von 16 Billionen auf 2 verringert und der Lebensstandard ist beinahe wieder da, wo er vor dem Zusammenbruch war. UA hat die am weitesten fortgeschrittene Raumfahrtindustrie auf dem Planeten; NASA vollzieht beinah 70% aller kommerziellen Starts auf der ganzen Welt. Sie exportiert große Mengen Waren in andere NAtionen und es wird geschätzt, dass UA in weniger als 3 Jahren wieder Zahlungsfähig ist. Militärisch gesehen ist die UA die schwächste aller Meganationen. Sie hat nur ein kleine Freiwilligenarmee und ein winziges Verteidigungsbudget, so wie es vom IWF vorgegeben ist. Dennoch sind die Truppen der UA sehr gut ausgebildet und können innerhalb von 2 Stunden an jedem Ort der Welt sein. Groß-Europäische Vereinigung: Langsam, aber sicher, hatte die Europäische Union ihre Grenzen mit jedem vergangenem Jahrzehnt immer weiter ausgedehnt. Zuerst breiteten sie sich in den Nahen Osten aus, als Israel 2011 eine Partnerschaft einging. 2017 wurden Israel und die Türkei vollwertige Mitglieder. Mehrere Inseln im Atlantik wurden ebenfalls aufgenommen, was es zur größten EU Erweiterungen im 21. Jahrhundert machte. Nach dem Eintritt Israels verabschiedete die EU strengere Gesetze zu den Menschenrechten, Freiheit und Religion und Trennung von Kirche uns Staat. Sie war auch die erste westliche Supermacht, die die Mittel-Östliche Allianz anerkannte und pflegten enge Beziehungen mit der Allianz – trotz Protesten der USA – in der Hoffnung, den Zusammenprall der Kulturen und so die Terrorismusgefahr zu verringern. Sie waren größtenteils erfolgreich. 2028 erklärte Grönland – nachdem es durch die Auswanderung der Amerikaner immer stärker wurde – formell seine Unabhängigkeit von Dänemark. Es wurden keinerlei Kämpfe geführt. Widerwillig akzeptierte die dänische Regierung die Unabhängigkeitserklärung aufgrund von Druck der anderen europäischen Staaten. In den folgenden Monaten erwog Grönland, dem Vereinigten Amerika als Protektorat beizutreten, aber nahm davon Abstand, als die Europäische Union volle Mitgliedschaft in der EU anbot. Dies, zusammen mit den Überläufen mehrerer US Inselprotektoraten, trieb sich die EU dazu, ihren Namen in Groß-Europäische Union zu ändern. In den Nachwehen des zweiten kalten Krieges war die GEU immer an der Spitze der politischen Entwicklungen. Sie war die einzige westliche Nation, die die Mittel-Östliche Allianz bei dem Misstrauensantrag gegen die USA unterstützte, nachdem die UN ihre vollkommene Handelsunfähigkeit während der chinesischen Expansion und dem nachfolgenden Bürgerkrieg bewiesen hatte. Die GEU unterstützte ebenso die Anstrengungen der Allianz, eine neue UN zu gründen, bot faire Repräsentation aller Nationen der Welt und mit genug Mumm, um ihre Prinzipien zu verteidigen, auf denen sie gegründet wurde. Heute ist die GEU die stärkste Wirtschafts- und politische Macht der Welt. Dennoch, ihre gewaltige Bürokratie und große Zahl Mitglieder – Mitglieder, die nicht immer am gleichen Strang ziehen – machen es schwer zu reagieren. Das Militär ist groß und mächtig, aber nicht gut vereinigt, da jede Armee ihre Sprache und Traditionen behält. Militärische Kooperation ist schwer zu erreichen und es muss durch Unmengen an bürokratischen Hindernissen gewühlt werden. Die GEU stellt den Großteil der UN Truppen, aber sie werden nur als Friedenshüter benutzt. Ob die Militärs der GEU ihren Vorteil verloren haben, ist für mehrere Jahre Subjekt heißer Debatten in Brüssel und es ist keine Entscheidung in Sicht. Allianz des Mittleren Osten: Der Aufstieg der Mittel-Östlichen Allianz war eine Überraschung für jeden, auch für die Leute, die daran beteiligt waren. Sie wurde eigentlich nur geschlossen, um den westlichen Einfluss im mittleren Osten zu schwächen. Ihre Gründungsmitglieder – Iran, Syrien, Jordanien und Afghanistan – glaubten nie daran, dass die Allianz länger als 10 Jahre hält, da sie glaubten, sie würde bis dahin unter der Last der eigenen Differenzen zusammenbrechen. Der zweite Kalte Krieg änderte alles. Die Volksrepublik China war nicht länger die nahe Mauer gegen den Westen, sondern wurde eine sich vergrößernde, Bedrohung, die hungrige Augen auf Nepal, Teile von Indien und sogar die souveränen Staaten in ihrem Westen warf. Pakistan, Tadschikistan und Kirgisien rannten sie förmlich in die Hände der Allianz, um sich gegen eine Invasion zu schützen. Der arabische Subkontinent trat der Allianz nicht ganz ein Jahr später bei, um ihren politischen Einfluss auf den Westen zu vergrößern. Ohne es zu merken hatten sie einen Machtblock geschaffen, der den gesamten mittleren Osten umspannte. Ihre Position war viel zu gut, um sie zerbröckeln zu lassen. Die erweiterte Allianz, die nun auch von der EU anerkannt wurde, gibt mit einem Messer in der Hand auf die Weltbühne. Sie hatten Zugriff auf die meisten auf der Welt befindlichen Ölreserven und sollten dies ausnutzen. Die Wirtschaftskraft der Allianz wuchs, als Ölreserven im Rest der Welt zurückgingen. Pharmazeutische Betriebe packten in Massen ihre Sachen und zogen in den mittleren Osten, da es der letzte Ort war, an dem Öl billig und reichlich vorhanden war. Das, zusammen mit vielen anderen Rohölnutzungen, erlaubte es dem mittleren Osten, die russische ‚Nuklearrevolution’, und die darauf folgende Zuwendung der Welt zu nuklearer Energie weltweite, zu überstehen. Sie setzte ihre Expansion mit der Aufnahme von Ägypten, Usbekistan, Turkmenistan und umkämpften Teilen Afrikas um das rote Meer herum fort. Die gesamte Region um das rote Meer wurde schnell befriedet, als die Allianz ihr Militär einsetzte, um die neuen afrikanischen Mitglieder zu unterstützen. Heute hat die Verbreitung von Wohlstand die Allianz weg von der Glaubenslehre hin zu weltlichem Gesetz und Gleichheit der Geschlechter geführt. Sie wird immer noch von Individuen regiert – Sultane, Emire, Maliks, Präsidenten und Generälen – aber deren persönliche Macht wird von den anderen Nationen der Allianz begrenzt, die nicht wollen, dass ein Mitglied aus der Reihe tanzt. Abweichende politische Meinungen werden durch Druck der EU und anderen Nationen toleriert, aber sogar in 2084 haben nur wenige Länder der Allianz eine funktionierende Demokratie. Das Militär der Allianz ist groß, schnell und gemein. Es ist eines der besten und am besten ausgerüsteten Mächte auf der Welt und nutzt die freizügigsten Regeln der Kriegsführung als Vereinigtes Amerika oder die Asiatische Republik. Ihre Klausel der ‚akzeptablen zivilen Verluste’ war Quelle großer Mengen Kritik aus der ganzen Welt, aber die Allianz hat stur diese Klausel in den vier Jahrzehnten, die sie in Benutzung ist, behalten. Neu Afrika: Geboren aus Gewalt und Kampf fand Neu Afrika seine Einheit durch Teilung. Es siechte für drei Dekaden in das 21. Jahrhundert, so wie es das schon zu lange getan hatte, mit seinen Bürgerkriegen, ethnischen Säuberungen und anderen maßlosen Gräueltaten. Bis mehrere zentralafrikanische Nationen im Jahre 2039 ein massives Projekt in Angriff nahmen, um den Griff des berüchtigten Diamantkartells zu brechen und Mittel zu bekommen, um Langzeitprojekte in Angriff nehmen zu können, die nationale Verbesserungen bringen sollen. Es endete in einem militärischen und wirtschaftlichen Blutbad. Die UN versuchte mehrere Maßnahmen, um die Kämpfe zu stoppen, war aber noch machtloser zuvor und erreichte nichts. Jedoch wurde die Liga der Nationen von anderen ergänzt, die es leid waren, von den westlichen Großkonzernen herumgeschubst zu werden und nach mehreren Jahren erbitterter Kämpfe schafften sie es, die Kartelle eins nach dem anderen zu stürzen. Das hinterließ ihnen einige der größten und fortgeschrittensten Diamant- und Goldminen; ihr vereintes Gebiet wurde zum größten Lieferanten von natürlichen Diamanten der Welt. Es gab ihnen auch ein Zeichen, was sie gemeinsam erreichen konnten. Der Kern von Neu Afrika war geboren. Alle beteiligten afrikanischen Nationen, die am Kartellkrieg beteiligt waren, mit Ausnahme von Gebieten loyal zur Nationengemeinschaft von Ozeanien (Commonwealth) und zur Mittel-Östlichen Allianz, begannen, viel enger zusammen zu arbeiten und wie Südamerika ein verlässliches Straßennetzwerk aufzubauen, um Handel und Kommunikation zu verbessern. Es verbesserte auch die Verteilung von Nahrung. Die nächsten 30 Jahre eliminierte Neu Afrika alle Hungersnöte innerhalb seiner Grenzen, was es grundlegend veränderte. Es erreichte, ethnische Unterschiede in Einklang zu bringen, einen Drang nach Unabhängigkeit in seinen Territorien und brachte ein soziales, öffentliches Krankenkassensystem, was enorme Kosten mit sich brachte, die sie fast ruinierten. Die Mitgliedsnationen fanden neue Exportartikel in Form von kommerziellen, umweltverträglichem Wachstum von tropischen Hartholz und exotischen Früchten. Die neue Kooperationen machte zum ersten mal Preisabsprachen auf dem ganzen Kontinent möglich; wie die Revolutionären Staaten zwang Neu Afrika den Rest der Welt, gut für seine Produkte und Dienste zu zahlen. Heute ist Neu Afrika wirtschaftlich immer noch die schwächste Macht, aber es wächst schnell. Es hat eine große, hoch motivierte Armee, aber die Truppen sind nicht so gut ausgerüstet, bewaffnet mit alten US Waffen oder sogar ein Jahrhundert alten Sowjetwaffen. Sie haben auch Schwierigkeiten, aufgrund von öfters auftretenden Materialschäden und der Geografie des Kontinents, in entlegene Gebiete zu kommen. Meistens ist das beste, was die Neu Afrikaner machen können, UFOs mit einem der tausenden von Aufklärern und kleinen Patrouillen, die im Land sind, um Schmuggel zu bekämpfen, zu entdecken, wenn sie landen. Russland: Russland hat Jahrzehnte gebraucht, um sich von Fall der Sowjetunion und den Verwüstungen des Sowjetsystems auf die Wirtschaft des Landes zu erholen. Es faulte wie eine offene Wunde für die erste Hälfte des 21. Jahrhunderts vor sich hin, immer noch dabei, die dauernden Rebellionen in Tschetschenien zu unterdrücken und immer noch dabei, eine Reform nach 70 Jahren Kontrolle durch den Staat zu machen und immer noch dabei zu versuchen, seine verlorene Position als Weltmacht zurückzuerlangen. Als der damalige Premierminister Jewgeni Karamasov im Jahr 2047 Tschetschenien vollständige Unabhängigkeit gewährte, wurden die Dinge endlich besser. Während die neue tschetschenische Republik aufgrund der Frage, wer genau denn regieren sollte, in einem Sturm aus Gewalt versank, kümmerte sich Russland um seine eigenen Problemen und überließ Tschetschenien sich selber – und der neugeformten UN, die sofort versuchte, das Blutvergießen zu stoppen. Unglücklichweise würde das für lange Zeit nicht passieren, und selbst dann konnte es nur funktionieren, als Tschetschenien unter russischen Einfluss zurückkehrte, aber diesmal zum ersten Mal als vollwertige, unabhängige Stimme. Die wirtschaftliche Rettung Russlands – vor allem nachdem die Ölversorgung aus dem mittleren Osten versiegte – begann mit dem Bohren nach dem eigenen Öl des Landes in Sibirien, und das mit neuester Technik und Ausrüstung, die die harten Winterkonditionen aushielt und später mit der Produktion mehrerer neuer Atomkraftwerke. Russland investierte viel in die Forschung, um die Kraftwerke kleiner, sicherer und – am wichtigesten – umweltverträglich zu machen. Das beinhaltete den Wechsel von angereicherten Uran zu Thorium als Hauptnukleartreibstoff in allen russischen Kraftwerken und fortgeschrittene neue Designs, die auf dem ‚Energieverstärker’ basieren, einem neuen Fusionsreaktor, der das erste mal zwischen 2004 und 2011 nahe Rom gebaut wurde. Zwei der neuen Reaktoren verbrauchten sogar Plutonium von zerlegten Atomwaffen und von dem gelagerten Müll alter Kraftwerke. Dann, 8 Jahre nach der Unabhängigkeit Tschetscheniens, wurde Russlands ‚Nuklearrevolution’ richtig revolutionär, als russische Wissenschaftler die Verarbeitungsanlagen für verbrauchte Elemente entwickelten. Diese Anlage konnte 90% des Abfalls des Energieverstärkers innerhalb weniger Wochen, anstatt Jahrhunderte, in radioaktivitätsfreie Elemente umwandeln. Die Russen beendeten die lang anhaltende Energiekrise fast über Nacht. Nukleare Fusion wurde sicher, relativ sauber und weltweite Thoriumvorkommen würden die Welt bis ins Jahr 3000 mit sauberer Energie versorgen. Heute haben sich viele ehemalige Sowjetrepubliken wieder Russland angeschlossen und folgen so dem Beispiel anderer großer Nationen, begierig, sich den Vorteil der Energieerzeugung und Nukleartechnologie zu sichern, der Russlands Hauptexportartikel geworden ist. Die Nuklearrevolution schreitet heute durch die stufenweise Weiterentwicklung und Kommerzialisierung der Fusionsenergie immer noch voran. Obwohl die Wirtschaft immer noch nicht ganz stabil ist, ist das Land heute in besserer Verfassung als in den letzten Jahrhunderten – ob nun unter den Khanen, den Zaren oder den Sowjets. Das Militär ist etwas antiquiert, aber sehr gut ausgebildet, diszipliniert und professionell und es fehlt nicht an Soldaten. Das Ozeanische Commonwealth: Das Commonwealth, eine politische Organisation bestehend aus den meisten Ländern des alten britischen Empires, verlor einen großen Teil seiner Macht, als der zweite kalte Krieg begann. Als erstes kappte Pakistan alle Verbindungen zum Commonwealth, als es der Mittel-Östlichen Allianz beitrat. Dann, als die Vereinigten Staaten zusammenbrachen, wurden Großbritannien und Kanada besorgter um sich selbst und ließen ihre Zugehörigkeit zum Commonwealth immer mehr schwinden. Gegen 2030 waren sie nur noch vom Namen her Mitglieder. Die wachsende Macht Chinas während des Krieges verursachte einen gewaltigen Anstieg in den Militärbudgets von Indien und Australien, deren Wirtschaft diese Geldmengen kaum aufbringen konnten. Dann, 2035, wurde Indien ein weiteres Schlachtfeld im chinesischen Bürgerkrieg. Erfahrene Regierungstruppen besiegten die indische Armee in mehreren kurzen, aber blutigen Schlachten mit Leichtigkeit während die Rebellen folgten. Australien versprach ein volles militärisches Eingreifen zusammen mit mehreren südafrikanischen Commonwealth Mitgliedern. Nach Wochen brutaler Kämpfe schafften es die australischen Divisionen, sich mit chinesischen Rebellentruppen und den überlebenden indischen Truppen zu vereinigen und zusammen vernichteten sie beinahe die gesamten Regierungstruppen, bevor diese im Jahr 2036 kapitulierten. Die Kosten waren hoch. Die eroberten indischen Gebiete waren ein verwüstetes Ödland, das Land hatte keine Regierung mehr, nachdem Neu Delhi von einem Nuklearschlag zerstört wurde und Hungersnöte grassierten. Indien begann, wertlose Gebiete an andere Nationen abzutreten und kleineren Regionen Unabhängigkeit zu geben. Die übrigen Commonwealth Mitglieder versuchten, Indien wieder aufzubauen, aber viele gaben das Projekt und auch das Commonwealth auf, um in einer anderen der wachsenden Großmächte unterzukommen. Der Wiederaufbau von Indien vereinigte das Commonwealth zu einer Nation, was auch durch die geografische Lage der Mitgliedsländer begünstigt wurde. Ihre Lage um den indischen Ozean und Südpazifik herum, erlaubte es ihnen, von Schiffe Gebühren für die Durchfuhr durch die Gewässer zu verlangen. Commonwealth Schiffe waren von der Gebühr ausgenommen, wodurch sie schnell zur Dominanz in diesem umkämpften Markt kamen. Später, als das Diamantkartell in Afrika zerbrochen wurde, bekam das Commonwealth Zugang zu mehreren Minen innerhalb seiner Grenzen und sie nutzen sie zu voller Kapazität. Heute ist das Commonwealth besser bekannt unter dem Namen ‚Ozeanisches Commonwealth’ oder nur ‚Ozeanien’. Seit seiner Gründung hat es mehrere Nicht-Commonwealth Länder in ihre Mitte aufgenommen, unter anderem Madagaskar, Zimbabwe und Indonesien, und hat dadurch seine Kontrolle über die Ozeanischen Gewässer erweitert. Während es noch immer wirtschaftlich nicht mit den reicheren Nationen mithalten kann, hat es sich doch seine Nische erobert und ist ganz glücklich, darin zu gedeihen. Ozeaniens Militär beinhaltet hauptsächlich eine mächtige Flotte. Seine Landarmee ist winzig im Vergleich gegen andere, mit Ausnahme vom Vereinigten Amerika und dient nur zur Verteidigung, mit durchschnittlichem Training und Ausrüstung. Dennoch kann es ziemlich schnell auf Notsituationen zu reagieren.
fr: La République Asiatique: Dans les années qui suivirent, la République de Chine réformée, reprenant son ancien nom pré-communiste, réforma lentement les territoires qu'elle avait conquit. À chacun d'entre eux, y compris ceux annexés depuis plusieurs siècles, elle offrit le choix entre l'indépendance et un siège dans le conseil du nouveau gouvernement, en tant que membre égalitaire et respecté de la nouvelle République. Ayant combattu au côté des rebelles pendant la guerre civile, Taïwan fut la première à intégrer la nouvelle République, la réconciliation avec le continent étant possible depuis la défaite du gouvernement communiste. Taïwan devint rapidement un acteur majeur du nouveau conseil, et contribua à envoyer les dirigeants de l'ancien gouvernement capturés devant un tribunal de crime de guerre à La Hague. La Corée du Nord, autre nation rebelle, choisit également par scrutin de rester dans la République, espérant ainsi avoir de meilleures opportunités de croissance économique et espérant éviter le retour d'un dictateur. Les coréens se seront pas déçus. La résurgence de l'économie chinoise est considérée comme miraculeuse par les historiens contemporains. Les premières percées dans le domaine des nanotechnologies furent accomplies par des chercheurs chinois, ce qui permit à la Chine de signer de nombreux contrat industriels médicaux avec le reste du monde. Malgré les vieilles rancunes et le manque de confiance, les autres nations d'Asie de l'est rejoignirent successivement la République, qui fut bientôt renommée République Asiatique en l'honneur de ses nouveaux membres. Le Japon finit également par la rejoindre pour renforcer son économie vacillante et sa démographie qui a chuté pendant la guerre. Depuis, la République Asiatique a mis un point d'honneur à traiter également les nations qui la compose, ce qui lui a valu d'établir la confiance et la solidarité nécessaire parmi ses membres pour pouvoir maintenant parler d'une seule voix pour les milliards d'habitants d'Asie du sud-est. Aujourd'hui, l'économie de la République Asiatique s'est complètement rétablie grâce à la commercialisation des nanotechnologies et des holographiques. Elle possède encore une force militaire puissante et récente, mieux entraînée que celles des autres pays. Les États Révolutionnaires: Avec les chutes successives des États-Unis et de la Chine, le socialisme connu une période mouvementée durant les années postérieures à la guerre. La mort de l'économie des États-Unis fut à l'origine de plusieurs mouvements révolutionnaires, destituant plusieurs gouvernements pro-capitalistes. Avec une structure démocratique déjà à moitié mise en place dans la plupart des états, l'idéal de diriger les citoyens pu enfin être mis en place sans corruption. Cette nouvelle vague proposa de rassembler les principes démocratiques aux idéaux socialistes. Le continent entier regarda avec horreur le bombardement nucléaire de Shanghai pendant la Seconde Guerre Froide, diffusé sur toutes les chaînes du mondes jusqu'à la dernière seconde. La nouvelle vague souffrit une nouvelle fois de la chute de la Chine. Chacun pouvait y voir un exemple flagrant du devenir d'une révolution sombrant dans la dictature et le totalitarisme. Les dirigeants furent prompts à trouver une réponse. Plusieurs états dictatoriaux essayèrent alors de maintenir leur pouvoir, en matant les rebellions avant qu'elles ne commencent. Cela causa une réaction violente des plus grandes nations démocratiques, particulièrement Cuba, le Brésil ou l'Argentine. Soudainement, les derniers rois restants d'Amérique du Sud se retrouvèrent sans ami. L'un après l'autre, les dictateurs cédèrent à la population et à la pression politique, et furent remplacés par des collèges élus. La révolution gagna en vitesse plutôt que de s'amoindrir, le commerce fut encouragé, l'intégration améliorée, et les frontières furent ouvertes en suivant l'exemple européen. Un nouveau réseau d'autoroute fleurit sur le continent et renforça l'économie, permettant une meilleure utilisation des terres arables. Les richesses naturelles d'Amérique du sud furent exploitées comme jamais auparavant, et le prix des exportations fut rehaussé atteignant enfin une valeur correcte. Aujourd'hui, les nations membres se sont unies sous un même nom : les États Révolutionnaires. Un unique gouvernement représente le continent entier, devenant ainsi un colosse économique juste derrière l'Union Européenne Élargie. Leur force militaire est petite, mais dispose du meilleur équipement. Leur entraînement n'est pas exceptionnel. L'Amérique Unie: Alors que l'économie des États-Unis commençait à décliner à la fin des années 2020, un nombre croissant de personne commencèrent à abandonner le pays pour les terres plus attrayantes du Canada et, ironiquement, du Mexique. La valeur du dollar s'effondra jusqu'à des profondeur jamais atteintes, ruinant des millions de personnes jusqu'à ce que son cours soit fixé par le FMI et la communauté bancaire internationale. Un projet de réforme brutal fut mis en place pour sauver le pays, impliquant notamment la vente ou le retrait de plus de la moitié de l'arsenal militaire. Pour faire face au remboursement de seize milliards de dollars de dettes, ses taux d'intérêt furent bloqués et ses exportations recentrées sur les produits technologiques et de luxe. Une restructuration réussie de la NASA, ainsi qu'un prototype fonctionnel de vaisseau spatial, permit de transformer la conquête spatiale en source d'argent dans ce pays dévasté. Cap Canaveral proposa les offres de lancement les moins chères du monde, tout d'abord avec leur prototype, puis avec des vaisseaux de conception beaucoup plus avancée. Ceci aida considérablement le pays ruiné à se sortir peu à peu de sa misère. La coopération entre les nations nord-américaines commença par une aide financière du Canada et du Mexique, qui virent leurs exportations vers les États-Unis chuter dangereusement et voulurent aider leur plus important partenaire à se rétablir. Le nombre croissant d'expatriés rapprocha également les nations entre elles. Puis, lors du plus surprenant revirement politique de 2042, le Mexique élut au poste de président l'américain expatrié Esteban Villa-Lobos Garcia. L'élection fut vivement contestée. La décision fut cependant maintenue après deux nouveaux comptages des voix, et le nouveau président commença son mandat en juillet 2042. Grâce à une politique adaptée et à son charisme personnel, Gracia parvint finalement à réunir le pays autour de lui, et pu proposer son Plan du Lendemain. Ce plan consistait à unir le Mexique, le Canada et les USA en une seule nation pour réveiller la toute-puissance nord-américaine. Après plusieurs votes controversés, la majorité de la population des trois pays concernés donna son approbation pour le Plan du Lendemain : 52 % aux États-Unis, 64% au Canada, et 71 % au Mexique. La fusion fut définitive en 2050, lorsque l'Amérique Unie pris sa place parmi les grands du Nouveau Monde. L'industrie spatiale en plein essor se répandit rapidement dans la nouvelle nation, et malgré quelques difficultés, l'Amérique du nord se remettait sur pied. Aujourd'hui, la dette de l'A.U. (l'Amérique Unie) est passée de seize à deux milliards, et le niveau de vie a presque rejoint celui d'avant le krach. Elle dispose de l'industrie spatiale la plus avancée de la planète, la NASA effectuant près de 70% des lancements mondiaux. Elle exporte en grandes quantités de nombreuses marchandises, et projette de combler ses dettes dans les trois années à venir. Militairement, l'A.U. est la plus faible de toutes les méga-nations. Elle n'a qu'une petite armée de volontaires, et un faible budget consacré à la défense en vertu des décisions du FMI. Cependant, les forces dont l'A.U. dispose sont très bien entraînées et peuvent atteindre n'importe quel endroit du pays en moins de deux heures. L'Union Européenne Élargie: Lentement mais sûrement, L'Union Européenne agrandit peu à peu ses frontières au cours des dernières décennies. Elle prit pied dans le Moyen-Orient en 2011, lorsqu'elle accepta Israël comme membre associé, puis conforta cette position au moment où Israël et la Turquie devinrent membre à part entière de l'Union en 2017. Plusieurs îles de l'océan Atlantique y firent également leur entrée à cette occasion, ce qui en fit la plus grande expansion de l'U.E. du 21ème siècle. Après l'arrivée controversée d'Israël comme membre associé, l'U.E. renforça les lois sur les droits de l'homme, la liberté de religion, et la séparation de l'église et de l'état. Elle fut également la première grande puissance de l'ouest à reconnaître officiellement l'Alliance du Moyen-Orient, et à renforcer ses relations avec elle, malgré les protestations des États-Unis. Elle espérait réduire par ce moyen les différences culturelles et ainsi amoindrir les risques d'attentats terroristes. Elle y parvint en grande partie. En 2028, le Groënland, renforcé par l'immigration des États-Unis, déclara officiellement son indépendance. L'opération se déroula pacifiquement, le gouvernement danois reconnaissant après quelques réticences son indépendance sous la pression politique des autres nations européennes. Dans les mois qui suivirent, le Groenland envisagea de rejoindre les États-Unis en tant que collaborateur, mais choisit finalement de suivre l'Union Européenne lorsqu'elle lui proposa le statut de membre à part entière. Cette adhésion, ajoutée à celles des autres îles atlantiques ayant déjà rejoint l'U.E., la poussa à se renommer « L'Union Européenne Élargie » (l'U.E.E.). Après le Seconde Guerre Froide, l'U.E.E. a su se placer au premier plan des discussions politiques mondiales. Elle fut la seule nation occidentale à suivre l'Alliance du Moyen-Orient dans son vote de désapprobation des anciennes Nations Unies, après son échec total lors de l'expansion chinoise et de la guerre civile qui s'en suivie. l'U.E.E. approuva également vivement les efforts de l'Alliance pour créer de nouvelles Nations Unies, où chaque nation serait justement représentée, et qui disposeraient d'un pouvoir suffisant pour appliquer les principes pour lesquelles elles avaient été initialement créées. Aujourd'hui, l'U.E.E. est la plus grande puissance économique et financière mondiale. Cependant, sa bureaucratie encombrante et son grand nombre de pays membre, qui ne s'entendent pas toujours parfaitement, lui confèrent une inertie importante. Sa force militaire est importante et puissante, mais mal intégrée, chaque armée nationale continuant à employer sa propre langue et ses propres traditions. La coopération militaire entre ces forces est difficile à mettre en oeuvre, et nécessite un investissement bureaucratique colossal. L'U.E.E. contribue pour plus de la moitié aux forces des Nations Unies, mais ses forces ne sont jamais utilisées que pour le maintient de la paix. La question de savoir si les militaires de l'U.E.E. ont perdu leur efficacité est vivement débattue depuis plusieurs année à Bruxelles, mais aucune décision n'est jamais sortie de ces affrontements. L'Alliance du Moyen-Orient: La création de l'Alliance du Moyen-Orient fut une surprise pour tous, y compris pour ses habitants. Elle fut créée dans l'unique but d'affaiblir l'influence de l'occident au Moyen-Orient. Les États qui la formèrent initialement (L'Iran, la Syrie, La Jordanie, et l'Afghanistan) ne pensaient pas qu'elle subsisterait plus d'une dizaine d'années, au bout desquelles elle se fragmenterait sous le poids de ses propres différences. Cependant, la Seconde Guerre Froide a bouleversé cette issue. La République Populaire de Chine n'était alors plus un allié proche contre l'occident, mais devint une menace potentielle avec un appétit insatiable, regardant avec des yeux gourmands le Népal, certaines régions de l'Inde, et même quelques états souverains à la frontière occidentale de la Chine. Le Pakistan, le Tadjikistan et le Kirghizistan entrèrent précipitamment dans l'Alliance pour se protéger d'une invasion. Les pays arabes suivirent moins d'une année plus tard, cherchant à augmenter leur influence politique vers l'ouest. Sans même le réaliser, une nouvelle puissance couvrant le Proche et Moyen-Orient était née. Cette position était trop avantageuse pour la laisser se désagréger. L'Alliance étendue, désormais reconnue par l'Union Européenne, s'avança alors sur la scène internationale, avec un moyen de pression : elle avait la mainmise sur la plupart du pétrole encore disponible et la volonté de l'exploiter. L'économie de l'Alliance gagna en puissance alors que les réserves mondiales de pétrole diminuait. De nombreux fabricants pharmaceutiques vinrent s'installer au Proche-Orient, seul endroit du monde où le pétrole restait à bon prix et en quantité. Ce mouvement, ainsi que celui d'autres industries du pétrole brut, permit au Moyen-Orient de survivre à la "révolution nucléaire" russe et à la migration aux énergies nucléaires qu'elle provoqua à travers le monde. L'Alliance continua son expansion avec l'Égypte, l'Ouzbékistan, le Turkménistan, et une partie disputée de l'Afrique aux abords de la mer Rouge. Toute la région de la mer Rouge fut rapidement pacifiée lorsque l'Alliance y déploya son armée pour renforcer ses nouveaux membres africains. Aujourd'hui, la progression de la prospérité au Moyen-Orient a remplacé les dogmes par la loi séculaire et l'égalité des sexes. L'Alliance est toujours dirigée par des individus : Sultans, Émirs, Maliks, Présidents et Généraux, mais leur pouvoir personnel est limité par celui des autres membres de l'Alliance : aucun ne veut voir un autre dirigeant prendre trop d'ampleur. La contestation politique est tolérée grâce aux pressions de l'Union Européenne et d'autres pays, mais même en 2084 peu de nations membres de l'Alliance sont réellement démocratiques. Les forces militaires de l'Alliance sont importantes et rapides. Il s'agit de l'une des armées les mieux équipées et les plus efficaces du monde, et elle est régie par des lois encore plus permissives qu'en Amérique Unie ou en République Asiatique. Leur conception de "pertes civiles acceptables" a été source de nombreuses critiques à travers le monde, mais l'Alliance a néanmoins conservé cette notion depuis sa création il y a quarante ans. La Nouvelle Afrique: Née de la violence et des conflits, la Nouvelle Afrique a trouvé son unification dans la séparation. Les trois premières décennies du 21ème siècle ne furent que la continuation de son déclin, commencé depuis bien trop longtemps, avec ses guerres civiles, ses purges ethniques, et ses atrocités sans commune mesure. Cette triste période prit fin lorsque plusieurs nations de centre-Afrique mirent sur pied en 2039 le projet de supprimer les célèbres cartels de diamants et de puiser leur revenus dans le progrès national à long terme. Les conséquences militaires et économiques furent sanglantes. Les Nations Unies tentèrent différentes mesures pour arrêter les conflits, mais étant encore moins puissantes qu'avant, elles ne purent rien accomplir. Cependant, ce premier groupe de nations africaines fut bientôt rejoint par plusieurs autres, fatiguées d'être les jouets des conglomérats occidentaux. Après plusieurs années d'âpre combat, il parvint finalement à faire tomber tous les cartels, et à conserver leurs mines d'or et de diamant, parmi les plus grandes et les plus développées du monde. Ce groupe devint ainsi le plus important exportateur de diamant naturel mondial : le coeur de la Nouvelle Afrique était né. Toutes les nations ayant lutté dans cette guerre contre les cartels commencèrent à travailler main dans la main, à l'exception des territoires loyaux au Commonwealth d'Océanie ou à l'Alliance du Moyen-Orient. Elles s'inspirèrent des réformes sud-américaines et construisirent un vaste réseau routier permettant la circulation des biens et des communications. Cela leur permit également une bien meilleure distribution des denrées alimentaires. Au cours des trente années qui suivirent, la Nouvelle Afrique réussit à éradiquer la famine qui la rongeait depuis longtemps. Elle modifia également ses frontières pour s'adapter à ses contraintes ethniques et satisfaire au désir d'indépendance de ses membres. Elle mit enfin en place à grands frais une politique de santé sociale pour ses habitants. Par ailleurs, elle trouva un nouveau développement économique dans la culture et la commercialisation de bois tropical et de fruits exotiques. La nouvelle coopération entre les nations leur permirent pour la première fois d'accorder leurs prix à l'échelle du continent ; et comme les États Révolutionnaires avant eux, la Nouvelles Afrique força enfin le reste du monde à payer un prix équitable pour leurs exportations. Aujourd'hui, la Nouvelle Afrique reste la grande puissance la plus fragile économiquement, mais s'améliore rapidement. Elle dispose d'une grande armée motivée, mais ses troupes sont mal équipées, leurs armes provenant pour la plupart des anciens stocks américains ou d'équipement soviétique centenaire. À cause de leur équipement défaillant et la géographie difficile du continent, les soldats ont également des difficultés à se rendre sur les sites éloignés. La plupart du temps, la nouveaux africains ne parviennent qu'à détecter les OVNIs lors de leur atterrissage par une de leurs milliers de patrouilles qui combattent la contrebande et le braconnage à travers le continent. La Russie: La Russie mit plusieurs décennies à se remettre de la chute de l'Union Soviétique et des ravages que le système soviétique fit sur l'économie du pays. La première moitié du 21ème siècle lui fut très douloureuse, alors qu'elle essayait de stopper les rébellions incessantes en Tchétchénie, de se réformer après 70 ans de domination par l'état, et de retrouver sa place de superpuissance mondiale. La situation commença à s'améliorer lorsque le premier ministre de l'époque Yevgeny Karamazov accorda à la Tchétchénie son indépendance totale en 2047. Pendant que la nouvelle République Tchétchène implosait sous les luttes internes pour savoir qui devait la gouverner, la Russie s'attela à résoudre ses propres problèmes laissant la Tchétchénie à elle-même, et aux Nations Unies réformées, qui s'intéressèrent immédiatement à tenter de stopper ce bain de sang. Cette situation ne dura cependant pas longtemps, et la Tchétchénie due finalement se résoudre à retourner sous la sphère d'influence de la Russie. Pour la première fois, cependant, elle le fit de son propre gré. La relance économique de la Russie commença avec l'exploitation du pétrole sibérien, profitant de l'appauvrissement des réserves du Moyen-Orient. Des nouvelles techniques et des équipements spécifiques furent nécessaires pour résister aux conditions climatiques difficiles de la région. Par la suite, la Russie entama la construction d'une série de nouvelles centrale nucléaires, et investit des sommes considérables dans le développement de nouvelles centrales plus petites, plus sûres, et, plus important encore, plus écologiques. Cela nécessita le passage de l'Uranium enrichi au Thorium dans toutes les centrales russes nouvellement construites, et une conception plus avancée basée sur l' "amplificateur énergétique", un nouveau type de réacteur à fission dont le premier prototype fut construit près de Rome de 2004 à 2011. Deux des nouveaux réacteurs restèrent cependant alimentés par des déchets radioactifs de Plutonium pour faire disparaître les armes nucléaires inutilisées et les déchets des centrales plus anciennes. Puis, huit ans après l'indépendance tchétchène, la "révolution nucléaire" russe commença réellement avec l'invention du post-traitement des combustibles utilisés, qui permit de convertir 90 % des déchets d'un amplificateur énergétique en éléments radioactifs pendant quelques semaines contre plusieurs siècles auparavant. Les russes mirent ainsi fin à la crise énergétique : la fission nucléaire devint sûre, relativement propre, et les réserves mondiale de thorium étaient suffisantes pour durer un millénaire. Aujourd'hui, la plupart des républiques anciennement soviétiques ont rejoint la Russie, suivant l'exemple des autres grandes nations, désirant prendre avantage des nouvelles technologies nucléaires et des exportations énergétiques de la Russie. La révolution nucléaire continue encore aujourd'hui avec le développement progressif et la commercialisation de l'énergie par fusion. Bien que son économie soit encore instable, le pays est maintenant en meilleure forme qu'il ne l'a été depuis des siècles, que ce soit sous les Khans, les Tsars, ou les Soviétiques. Son armée est ancienne, mais très bien entraînée, disciplinée et professionnelle. De plus, les nouvelles recrues sont faciles à trouver. Le Commonwealth d'Océanie: Le Commonwealth des Nations, organisation politique constituée de la plupart des pays de l'ancien empire britannique, perdit beaucoup de pouvoir lors de la Seconde Guerre Froide. Tout d'abord, le Pakistan coupa ses liens avec le Commonwealth pour rejoindre l'Alliance du Moyen-Orient. Puis, alors que les États-Unis s'écroulaient, l'Angleterre et le Canada ne s'occupèrent plus que d'eux mêmes, et leur participation diminua jusqu'à ce qu'en 2030, ils n'aient plus de membre que le nom. L'influence grandissante de la Chine pendant la guerre obligea l'Inde et l'Australie à augmenter considérablement leurs forces militaires, à des coûts difficilement supportables pour leurs budgets. En 2035, l'Inde devint un champ de bataille de plus pour la guerre civile chinoise. Les troupes gouvernementales chinoises expérimentées défirent facilement les militaires indiens en quelques escarmouches sanglantes, et prirent la plus grande partie du pays pendant que les rebellions naissaient. L'Australie s'engagea à mettre sur pieds une intervention militaire à grande échelle avec l'aide de plusieurs autres membres du Commonwealth d'Afrique du sud. Après des semaines de combat brutal, les divisions australiennes parvinrent à rejoindre les forces rebelles chinoises et les régiments de l'armée indienne ayant survécu. Ensemble, ils annihilèrent la quasi-totalité de l'armée gouvernementale jusqu'à leur reddition en 2036. Le prix fut élevé. Les régions conquises de l'Inde étaient dévastées, le pays n'avait plus de gouvernement après le bombardement nucléaire de New Delhi, et la famine commençait déjà à ronger la population. L'Inde commença à céder ses régions les moins riches aux autres nations, et accorda leur indépendance à plusieurs zones proches de la frontière. Les nations restantes de Commonwealth entreprirent de reconstruire l'Inde, bien que nombreuses d'entres elles abandonnèrent le projet et le Commonwealth pour rejoindre une autre super-puissance. La reconstruction de l'Inde eut pour effet d'unifier les membres du Commonwealth restants en une seule grande nation. Elle utilisa l'avantage de son emplacement géographique autour de l'océan Indien et le Pacifique sud pour imposer une taxe sur les bateaux passants dans leurs eaux. La flotte du Commonwealth, quant à elle, n'était pas taxée et s'imposa rapidement comme leader du marché maritime. Par la suite, lors de l'effondrement des cartels de diamants en Afrique, le Commonwealth fit main basse sur plusieurs mines dans ses terres et les exploita intensivement. Aujourd'hui, le Commonwealth des Nations a changé de nom pour le "Commonwealth d'Océanie", ou même juste l' "Océanie". Depuis sa création, il a accueilli plusieurs pays qui ne faisaient pas parti du Commonwealth, comme Madagascar, le Zimbabwe ou l'Indonésie, étendant ainsi son pouvoir sur les eaux d'Océanie. Bien qu'il ne puisse rivaliser économiquement avec les autres nations, il a fait sa propre niche et espère y rester paisiblement. L'essentiel des forces militaire de l'Océanie réside dans sa flotte. Son armée terrestre est ridicule comparée à celle de toutes les autres nations, à l'exception de celle des États-Unis. Elle ne sert que de force de défense, avec un entraînement et un équipement de niveau moyen. Elle peut cependant répondre rapidement aux situations d'urgence.
ru: The Asian Republic: In the years that followed, the reformed Republic of China -- taking up its old, pre-Communist name -- slowly relinquished its conquered territories, including those seized in centuries past, offering them a choice between independence or a seat on the new governmental council as an equal and respected part of the new Republic. Having fought on the rebel side throughout the civil war, Taiwan was the first to merge with the new Republic, reconciling its differences with the mainland after the Communist government surrendered. Taiwan quickly became a major player in the new council and was instrumental in sending the captured government leaders off to The Hague to face a war crimes tribunal. North Korea, another rebel nation, also elected to remain in the Republic, sensing opportunities for greater economic growth and freedom from dictatorship. They would not be disappointed. The resurgence of the Chinese economy was dubbed a miracle by contemporary historians. The first breakthroughs in nanotechnology were made by Chinese researchers, bringing in vast medical-industrial contracts from all over the world. Despite old hatreds and mistrust, other east-Asian nations slowly joined the Republic, which was soon redubbed the Asian Republic to honour its new members. Even Japan eventually joined to bolster its flagging economy and a population which had dwindled through the war years. The Republic continued mostly true to its principles with the civil war still fresh in mind. Over the years it made a reputation for dealing with all its member nations in good faith, and built enough trust and solidarity that it can now speak with a single voice for all the billions of people of south-east Asia. Today, the Asian Republic's economy has all but recovered due to the commercialisation of nanotech and holographics. It still possesses a strong and up-to-date military, trained to a higher standard than any other country. The Revolutionary Countries: With the successive fall of both the United States and China, Socialism in South-America waxed and waned during the post-war years. The US's economic death brought on a surge of revolutionary fervor, swaying several nations away from the influence of capitalism. However, with a democratic framework already halfway in place in most countries, the ideal of rule of the people could for the first time be realised without corruption. This new wave proposed to unite the principles of democracy with true Socialist ideals. The whole continent watched in horror at the nuking of Shanghai during the Second Cold War, televised all over the globe right up to the final second. The new wave suffered another major blow when China fell. In that, everyone could see a first-hand example of what might happen to the revolution if it went the way of dictatorship and totalitarianism. It didn't take long for the leaders to respond. Several dictator-led countries immediately tried to turn on the thumbscrews, trying to head off a rebellion before it began, which caused a huge backlash in the larger democratic nations, particularly Cuba, Brazil and Argentina. Suddenly, the last remaining kings of South-America were left with no friends at all. One by one, they caved to public and political pressure and were replaced by elected houses. The revolution picked up speed instead of losing it; they encouraged greater trade, closer integration, and eventually followed Europe's example of open borders. A new network of highways all over the continent strengthened economies and allowed far more efficient use of arable land. South-America's natural riches were tapped like never before, and they demanded fair prices for every bit of it. Today, the member nations have merged so closely that they are better known as a single body: the Revolutionary Countries. One joint government represents the entire continent, and they manage an economical juggernaut surpassed only by the Greater European Union. Their military is small but has state-of-the-art equipment. Their training is not exceptional. United America: As the US economy started to break down in the late 2020s, more and more people abandoned the country for the greener pastures of Canada and, ironically, Mexico. The value of the dollar plummeted to unprecedented depths, impoverishing millions until its price was fixed by the IMF and the international banking community. The country was then saddled with a brutal reform plan, requiring it to sell off or mothball over half of its military arsenal. To cope with the repayment on sixteen trillion dollars of debt, its interest rate was frozen and its exports shifted to technology and luxury goods. Successful restructuring of NASA, combined with a functional spaceplane prototype, also turned outer space into a money-maker for the post-collapse US. Cape Canaveral began offering the cheapest space launches anywhere on the planet, first with their prototype, later with fully-functional advanced spaceplane designs. This significantly helped the beleaguered country claw its way back towards the black. The cooperation between North-American nations began with financial aid from Canada and Mexico, which saw their exports to the US dipping dangerously and wanted to help fix their most important trading partner. The growing number of expatriates also served to create closer ties. Then, in the most unexpected political turnaround in 2042, Mexico elected the US expatriate Esteban Villa-Lobos Garcia to the office of president. The election was hotly contested. However, the decision held through two recounts, and the new president was inaugurated in July of 2042. Eventually, a combination of sound policies and personal charisma brought most of the country around on Garcia; and then he proposed the Tomorrow Plan. Under the plan, Mexico, Canada and the USA would unite into one country to reawaken the North American superpower. In a number of controversial public votes, the general population in all three countries gave majority support for the Tomorrow Plan; 52% in the United States, 64% in Canada, and 71% in Mexico. The merger was eventually finalised in 2050, creating a United America out of the dominant powers of the New World. The booming space industry quickly spread throughout the new country, and despite a few stumbles along the way, North America steamed headlong towards recovery. Today, UA's debt has decreased from sixteen trillion to two, and standards of living have nearly recovered to what they were before the crash. UA has the most advanced space industry on the planet; NASA performs almost 70% of commercial space launches around the globe. It exports vast quantities of goods to every other nation and is projected to return to solvency in less than three years. Militarily, the UA is the weakest of all the meganations. It has only a small volunteer army and a tiny defence budget as mandated by the IMF. However, what forces the UA does have are highly-trained and can turn on a dime, able to reach any place in the country within two hours. The Greater European Union: Slowly but surely, the European Union has expanded borders further and further with every passing decade. It first moved into the Middle-East when it accepted Israel as an associate member in 2011, and then upgraded both Israel and Turkey to full membership in 2017. Several Atlantic islands were also accepted in the same resolution, making it the single greatest EU expansion of the 21st century. Following Israel's controversial entrance as an associate member, the EU passed stricter laws on human rights, freedom of religion and separation of church and state. It was also the first Western superpower to officially recognise the Middle-Eastern Alliance, and fostered close relations with the Alliance -- despite United States protests -- in the hope of reducing culture clash and the ongoing threat of terrorism. For the most part, they were successful. In 2028, Greenland -- having grown strong due to immigration from the United States -- formally declared its independence from Denmark. No battles were fought; the Danish government grudgingly recognised the independence due to political pressure from other European countries. In the following months, Greenland briefly considered joining the US as a protectorate, but reconsidered when the EU offered a full membership. This, along with the defection of several US island protectorates in the Atlantic, impelled the EU to rename itself the 'Greater European Union'. In the aftermath of the Second Cold War, the GEU has always been on the forefront of political development. It was the only Western nation to second the Middle-Eastern Alliance's vote of no confidence on the old United Nations, after the UN's complete failure to act during the Chinese expansion and eventual civil war. The GEU also strongly supported the Alliance's efforts to create a new UN, providing fair representation to all the world's nations, and with enough teeth to live up to the principles under which it was first created. Today, the GEU is the strongest economical and political force in the world. However, its vast bureaucracy and large number of members -- members who don't always see eye-to-eye -- make it slow to manoeuvre in every way. Its military is large and powerful but poorly-integrated, with each individual army sticking to the language and traditions of their country. Military cooperation is difficult to achieve and requires going through huge amounts of red tape. The GEU contributes a majority of UN troops, but they are only ever used as peacekepeers. Whether or not the GEU militaries have lost their 'edge' has been a subject of hot debate in Brussels for many years, and there appears to be no decision in sight. The Middle-Eastern Alliance: The rise of the Middle-Eastern Alliance was a surprise to everyone, including the people involved. It was designed solely to weaken Western influence in the Middle-East. The principal designers and first members -- Iran, Syria, Jordan and Afghanistan -- never meant the Alliance to last more than a decade, by which time they expected it to fragment and disband under the weight of its own differences. The Second Cold War changed everything. The People's Republic of China was no longer a nearby ally against the West; it became an expanding threat with an appetite, casting hungry eyes on Nepal, chunks of India, and possibly even the sovereign states on China's western border. Pakistan, Tajikistan and Kyrgyzstan rushed into the arms of the Alliance in order to guard themselves against invasion. The Arabian subcontinent joined the Alliance not a year later, seeking to expand their political pull with the West. Without even realising it, they had formed a power block covering nearly the entire Middle-East. Their position was simply too good to allow it to crumble. The expanded Alliance, now recognised by the European Union, stepped onto the international stage with knife in hand. They had a stranglehold on most of the world's remaining oil supplies and the will to exploit it. The Alliance's economic power grew as outside oil reserves dwindled. Pharmaceutical manufacturers packed up in droves and moved to the Middle-East, the only place left in the world where oil was cheap and plentiful. This, along with the many other applications of crude oil, allowed the Middle-East to survive the Russian 'nuclear revolution' and the subsequent worldwide migration to nuclear power. It continued its expansion with Egypt, Uzbekistan, Turkmenistan, and disputed chunks of Africa around the Red Sea. The entire Red Sea region was quickly pacified when the Alliance moved in its military to assist the new African members. Today, the spread of prosperity has turned the Middle-East away from dogma and towards secular law and gender equality. It is still ruled by individuals -- Sultans, Emirs, Maliks, Presidents and Generals -- but their personal power is kept in check by the rest of the Alliance, rulers who do not want their colleagues stepping out of line. Political dissent is tolerated due to pressure from the EU and other nations, but even in 2084 few of the Alliance's member nations have a functioning democratic process. The Alliance military is large, fast and mean. It is one of the most elite and well-equipped forces in the world, and it uses more permissive rules of engagement than either United America or the Asian Republic. Their clause for 'acceptable civilian casualties' has been the source of huge amounts of criticism from across the world, but the Alliance has stubbornly maintained this clause throughout the four decades it has been in effect. New Africa: Born out of violence and strife, New Africa found its unification in separation. It languished onwards for three decades into the 21st century, as it had done for far too long, with its civil wars and ethnic purges and atrocities beyond measure. That is, until several central-African nations undertook a massive project in 2039 to break the notorious diamond cartels and seize their revenue for long-term national improvement. It resulted in a military and economic bloodbath. The UN attempted various measures to stop the fighting but, even more toothless than ever before, it accomplished nothing. However, the league of nations was eventually joined by several others, tired of being pushed around by Western conglomerates, and after several years of bitter fighting they were successful in taking down the cartels one by one. This left them with some of the largest, most advanced diamond and gold mines in the world; it made their combined territory the largest single supplier of natural diamonds in the world. It also gave them a new sense of what they could accomplish together. The core of New Africa was born. All the African nations involved in the anti-cartel war, with the exception of territories loyal to the Commonwealth of Oceania and the Middle-Eastern Alliance, began to work much more closely together, taking cues from South-America in building a dependable road network to fuel trade and communication. It also allowed a much better distribution of food. Over the next thirty years, New Africa completely eliminated famine within its borders, which it changed completely to accomodate ethnicity and a desire for independence within its territories, and brought socialised public health-care to its people at near-ruinous cost. However, it also found new exports in the commercialised, sustainable growth of tropical hardwood and exotic fruit. The new cooperation made price agreements across the continent possible for the first time; like the Revolutionary Countries, New Africa forced the rest of the world to pay fairly for all goods and services. Today, New Africa is still the weakest of the great powers economically, but it is growing fast. It has a large, motivated standing army, but the troops are not well-equipped, armed mostly with former US antiques and even century-old Soviet equipment. They also have trouble getting to remote locations due to frequent equipment failures and the continent's difficult geography. Most of the time, the best the New Africans can do is spot UFOs as they land with one of thousands of scouts and small patrols out in the country to combat poaching and smuggling. Russia: Russia took decades to recover from the fall of the Soviet Union and the ravages of the Soviet system on the country's economy. It festered like an open wound for the first half of the 21st century, still trying to quash the constant rebellions in Chechnya, still trying to reform after 70 years of state domination, still trying to get back its lost position as a world superpower. Things finally started getting better for Russia when then-prime minister Yevgeny Karamazov granted complete independence to Chechnya in 2047. While the newly official Chechen Republic imploded in a storm of violence about who exactly should rule, Russia turned away and set itself to fixing its own problems, leaving Chechnya to itself -- and to the new and improved UN, which immediately took an interest in trying to stop the bloodshed. Unfortunately that wouldn't happen for a long time, and even then Chechnya could only return to Russia's sphere of influence, but for the first time it did so as a fully-recognised independent voice. Economic salvation for Russia -- especially with oil supplies from the Middle-East dwindling -- began with drilling the country's own oil in Siberia, with new techniques and equipment able to survive the harsh winter conditions, and later with the construction of a series of new nuclear power plants. Russia invested heavily in research to make the new plants smaller, safer and -- more importantly -- sustainable. This involved a switch from enriched uranium to thorium as the main nuclear fuel for all the new Russian plants, and advanced new designs based upon the 'energy amplifier', a new type of fission reactor first test-built near Rome from 2004 to 2011. Two of the new reactors even consumed plutonium from dismantled nuclear weapons and from the stored waste of older power plants. Then, eight years after the Chechen independence, Russia's 'nuclear revolution' really came into its own with the invention of the depleted element postprocessor, which could convert 90% of an energy amplifier's waste into radiation-free elements in weeks instead of centuries. The Russians ended the age-old energy crisis almost overnight; nuclear fission became safe, relatively clean, and global thorium supplies would see the world clear into the year 3000. Today, many of the ex-Soviet republics have rejoined Russia, following the example of the other great nations, eager to take advantage of the power generation and nuclear technology that are now Russia's main exports. The nuclear revolution continues even today with the gradual development and commercialisation of fusion power. Though its economy is still troubled, the country is now in better shape than it has been for centuries -- whether under the khans, the czars or the Soviets. Its military is somewhat antiquated but highly-trained, well-disciplined and professional, and it does not lack for manpower. The Commonwealth of Oceania: The Commonwealth of Nations, a political organisation made up of most of the countries of the old British Empire, lost a great deal of power going into the Second Cold War. First, Pakistan cut its ties to the Commonwealth when joining the Middle-Eastern Alliance. Then, as the United States crashed and burned, Britain and Canada became more and more concerned with their own parts of the world and let their participation dwindle to nothing. By 2030, they were members in name only. The growing power of China throughout the war caused a huge expansion in military budgets for India and Australia, budgets which their economies had trouble supporting. Then, in 2035, India became one more battlefield in the Chinese civil war. Veteran government troops easily defeated the Indian military in several short but bloody engagements and seized most of the country while the rebels pursued. Australia pledged a full-scale military intervention along with several South-African Commonwealth members. After weeks of brutal fighting, the Australian divisions managed to link up with Chinese rebel forces and the surviving regiments of the Indian army, and together they nearly annihilated the governmental army before the surrender in 2036. The cost was high. The conquered parts of India were a wasteland, the country had no government left after the nuking of New Delhi, and famines were already starting to grip the population. It began ceding worthless parts of land to other nations and gave independence to several small regions along its border. The remaining Commonwealth nations undertook the vast task of reconstructing India, though many abandoned the project and the Commonwealth in favour of the other growing superpowers. The reconstruction of India eventually united the Commonwealth into one great nation, taking advantage of their geographic location around the Indian Ocean and the South Pacific to charge strategic tariffs for ships passing through their waters. Commonwealth shipping, on the other hand, was free from tariffs and quickly rose to dominance in the competitive market. Later, with the breaking of the diamond cartels in Africa, the Commonwealth seized several leaderless mines inside its borders and used them to their full potential. Today, the Commonwealth of Nations is better known as the 'Commonwealth of Oceania' or just 'Oceania'. Since its inception it has accepted several non-Commonwealth countries into its midst, notably Madagascar, Zimbabwe and Indonesia, extending its control over the Oceanian waters. While it still can't compete economically with the richer nations, it has carved out its own niche, and is quite happy to go on prospering in it. Oceania's military consists mainly of a powerful navy. Its land army is minuscule compared to that of any nation except United America, and serves only in a defensive capacity, with average training and equipment. However, it can respond fairly quickly in emergency situations.
th: สาธารณรัฐเอเชีย: ในปีต่อๆ มา สาธารณรัฐจีนใหม่ -- ซึ่งได้ใช้ชื่อประเทศก่อนที่เปลี่ยนแปลงเป็นคอมมิวนิสต์ -- ได้ยอมให้อิสรภาพกับประเทศที่ยึดมา รวมทั้งประเทศที่ถูกยึดมาในศตวรรษก่อน โดยให้ทางเลือกระหว่างการเป็นประเทศอิสระกับที่นั่งในสภารัฐ ในฐานะส่วนหนึ่งที่มีสิทธิเท่าเทียมของสาธารณรัฐ ไต้หวันได้เป็นกลุ่มแรกที่เข้าร่วมกับสภารัฐใหม่ภายหลังที่ได้สู้รบร่วมกับฝ่ายต่อต้าน และได้ลืมความขัดแย้งกับแผ่นดินใหญ่หลังจากที่รัฐบาลคอมมิวนิสต์ล่มสลาย และได้กลายเป็นส่วนสำคัญของสภารัฐใหม่ รวมทั้งเป็นกำลังสำคัญในการส่งตัวผู้นำรัฐบาลที่ถูกคุมตัวไปยังกรุงฮาคเพื่อขึ้นศาลอาชญากรสงคราม เกาหลีเหนือซึ่งเป็นอีกหนึ่งกลุ่มต่อต้านก็เลือกจะอยู่กับสาธารณรัฐ เนื่องจากเห็นโอกาสในการเติบโตทางเศรษฐกิจ และเสรีภาพไม่ใช่ระบบเผด็จการ ซึ่งก็ไม่ผิดหวัง การฟื้นตัวของเศรษฐกิจจีนนั้นถูกเรียกว่าเป็นปาฏิหารย์โดยนักประวัติศาสตร์ร่วมสมัย ปัจจัยแรกคือนวัตกรรมนาโนของนักวิจัยจีน ที่ทำให้มีการสั่งซื้อจากภาคการแพทย์และภาคอุตสาหกรรมจากทั่วโลก แม้ว่าจะมีความไม่พอใจและไม่วางใจ ประเทศในกลุ่มเอเชียตะวันออกก็ได้ตัดสินใจเข้าร่วมสาธารณรัฐ ซึ่งได้เปลี่ยนชื่อเป็นสาธารณรัฐเอเชีย เพื่อให้เกียรติกับสมาชิกใหม่ แม้แต่ญี่ปุ่นในที่สุดก็เข้าร่วมเพื่อฟื้นฟูเศรษฐกิจที่ซบเซา และจำนวนประชากรที่ลดลงในช่วงสงคราม สาธารณรัฐนี้ได้ดำรงอยู่ในหลักการ ด้วยสงครามกลางเมืองยังติดตา ในช่วงหลายปีนั้น สาธารณรัฐได้สร้างชื่อเสียงในฐานะที่ทำงานกับสมาชิกด้วยความจริงใจ และสร้างความเชื่อมั่นและความเป็นอันหนึ่งอันเดียวกัน ขนาดที่ว่าสาธารณรัฐได้กลายเป็นตัวแทนของประชากรนับพันล้านในเอเชียตะวันออกเฉียงใต้ ปัจจุบัน เศรษฐกิจของสาธารณรัฐเอเชียได้ฟื้นตัวเนื่องจากการใช้วิทยการนาโนและโฮโลกราฟฟิค และยังมีกองทัพที่เข้มแข็งและทันสมัย มีมาตรฐานกว่าประเทศอื่น กลุ่มประเทศปฏิวัติก้าวหน้า: จากการล่มสลายของสหรัฐและจีน ระบอบสังคมนิยมในอเมริกาใต้ก็มีการขึ้นๆ ลงๆ ในช่วงหลังสงคราม การล้มของเศรษฐกิจสหรัฐทำให้กลุ่มปฏิวัติเพิ่มกำลัง ทำให้หลายประเทศได้ปลีกตัวออกห่างจากระบอบทุนนิยม อย่างไรก็ตามเมื่อระบอบประชาธิปไตยได้เกิดขึ้นในประเทศส่วนใหญ่ แนวคิดของการปกครองของประชาชนนั้นสามารถเกิดได้โดยไม่มีการทุจริต แนวคิดใหม่นี้จึงได้พยายามรวมปรัชญาประชาธิปไตยกับแนวคิดด้านสังคมนิยม ทั้งทวีปได้เห็นความน่ากลัวของการถล่มเซี่ยงไฮ้ด้วยนิวเคลียร์ในช่วงสงครามเย็นครั้งที่สอง ซึ่งได้ถ่ายทอดโทรทัศน์ไปทั่วโลกจนวินาทีสุดท้าย กลุ่มแนวคิดใหม่นี้ต้องเจอปัญหาเมื่อจีนล่มสลาย เพราะทุกคนได้เห็นตัวอย่างว่า อะไรจะเกิดกับการปฏิวัติหากมันได้กลายเป็นเผด็จการและการรวบอำนาจ และผู้นำเองก็ได้แสดงปฏิกริยาตอบสนองภายในเวลาไม่นาน หลายประเทศที่มีการปกครองแบบเผด็จการได้มีความเข้มงวดขึ้น โดยพยายามทำลายการต่อต้านก่อนที่จะเกิด ซึ่งทำให้เกิดแรงต่อต้านจากประเทศประชาธิปไตย โดยเฉพาะคิวบา บราซิล และอาร์เจนตินา ทำให้กลุ่มเผด็จการเหล่านี้ขาดพันธมิตร กลุ่มเผด็จการได้ยอมแพ้ต่อแรงกดดันจากสาธารณชนและการเมือง และเปลี่ยนแปลงประเทศไปในทางการเลือกตั้ง กลุ่มปฏิวัติก้าวหน้าได้ร้ับแรงสนับสนุนเพิ่ม พวกเขาสนับสนุนการค้า การร่วมมือกันอย่างใกล้ชิด และได้เลียนแบบการเปิดพรมแดนจากยุโรป ทางด่วนระบบใหม่ที่ครอบคลุมทั้งทวีป ทำให้เศรษฐกิจเ้ข้มแข็งและใช้ที่ดินในการเพาะปลูกอย่างมีประสิทธิภาพ ทรัพยากรอันอุดมสมบูรณ์ถูกนำมาใช้อย่างเต็มที่ และได้รับราคาอันเป็นธรรม ปัจจุบัน กลุ่มสมาชิกมีความใกล้ชิดขนาดที่เรียกได้ว่าเป็นองค์กรเดียว คือกลุ่มประเทศปฏิวัติก้าวหน้า รัฐบาลร่วมเป็นตัวแทนของทั้งทวีป และได้กลายเป็นมหาอำนาจทางเศรษฐกิจที่เป็นรองเพียงสหภาพยุโรปใหญ่ กองทัพมีขนาดเล็ก แต่มีอาวุธชั้นเลิศ การฝึกฝนไม่ถึงกับยอดเยี่ยม สหภาพอเมริกา: เมื่อเศรษฐกิจสหรัฐเข้าสู่ภาวะล่มสลายในช่วงปลายทศวรรษที่ 2020 ประชาชนจำนวนมากต่างเลือกจะอพยพสู่ประเทศแคนาดา และเม็กซิโก มูลค่าดอลลาร์ได้ตกลงอย่างที่ไม่เคยเห็น ทำให้คนหลายล้านคนยากจนลง และในที่สุดต้องให้ IMF และสถาบันการเงินระหว่างประเทศเข้ากำหนดแทรกแซง ประเทศนั้นต้องถูกเข้าแผนฟื้นฟูที่เข้มงวด ทำให้ประเทศต้องขายหรือทิ้งอาวุธทางการทหารกว่าครึ่ง เพื่อจ่ายหนี้สินกว่าหนึ่งล้านหกแสนล้านดอลลาร์ จึงไม่ได้มีการเก็บดอกเบี้ยและการส่งออกได้เน้นไปที่วิทยาการและสินค้าหรูหรา การปรับโครงสร้างของนาซ่า และเครื่องบินท่องอวกาศที่ใช้งานได้จริง ทำให้การท่องอวกาศเป็นสินค้าทำเงินของสหรัฐ แหลมคานาวาลได้เริ่มโครงการการส่งยานอวกาศที่ถูกที่สุดในโลก โดยเริ่มจากยานต้นแบบ และได้เปลี่ยนเป็นยานท่องอวกาศแบบล้ำหน้าที่ทำงานได้จริง ซึ่งได้ช่วยในประเทศที่ล่มสลายได้กลับสู่ภาวะเศรษฐกิจที่เป็นบวกอีกครั้ง การร่วมมือระหว่างอเมริกาเหนือได้เริ่มต้นจากเงินช่วยเหลือของแคนาดาและเม็กซิโก ซึ่งได้รับผลกระทบจากการที่คู่ค้าสำคัญที่สุดประสบปัญหา โดยการส่งออกไปยังสหรัฐได้ลดลงอย่างมหาศาล และต้องการแก้ไขปัญหา กลุ่มชาวสหรัฐที่ย้ายไปตั้งรกรากก็ช่วยให้ความสัมพันธ์ใกล้ชิดมากขึ้น และในการเปลี่ยนแปลงทางการเมืองที่สำคัญที่สุดในปี 2042 เม็กซิโกได้เลือกเอสตาบาน วิลญา-โลโบ การ์เซีย ซึ่งเป็นผู้อพยพเป็นประธานาธิบดี การเลือกตั้งนี้ถูกโต้แย้งอย่างมาก อย่างไรก็ตามผลก็ยังคงเดิมภายหลังการนับคะแนนใหม่อีกสองครั้ง และมีการแต่งตั้งประธานาธิบดีใหม่ในเดือนกรกฎาคม 2042 ในที่สุดแล้วนโยบายที่มีเหตุผล และบุคลิกส่วนตัวทำให้ประชาชนส่วนใหญ่สนับสนุนการ์เซีย และเขาก็ได้เสนอโครงการเพื่ออนาคต ภายใต้โครงการนี้ เม็กซิโก แคนาดา และสหรัฐจะรวมประเทศกันเพื่อให้เป็นมหาอำนาจแห่งอเมริกาเหนือ ในการลงประชามติที่โด่งดัง ประชากรส่วนใหญ่ของทั้งสามประเทศต่างเห็นชอบกับแผนนี้ 52% ในสหรัฐ 64% ในแคนาดา 71% ในเม็กซิโก การรวมประเทศเสร็จสิ้นในปี 2050 สร้างสหภาพอเมริกาเป็นมหาอำนาจใหม่ อุตสาหกรรมอวกาศที่กำลังเติบโตได้แผ่ขยายไปทั่วประเทศใหม่ และแม้ว่าจะประสบอุปสรรคอยู่บ้าง อเมริกาเหนือก็กำลังมุ่งหน้าสู่การฟื้นตัว ปัจจุบัน หนี้สินของสหภาพอเมริกาลดลงจากหนึ่งล้านหกแสนล้านหรือสองแสนล้าน และมาตรฐานการครองชีพได้กลับไปสู่ระดับก่อนการล่มสลาย สหภาพอเมริกามีวิทยาการด้านอวกาศที่ทันสมัยที่สุด นาซ่าทำการสงยานอวกาศเชิงพาณิชย์กว่า 70% ของจำนวนทั้งโลก มีการส่งออกจำนวนมากไปยังหลายประเทศ และกำลังจะกลับมามีสภาพคล่องอีกครั้งในสามปี ด้านการทหารสหภาพอเมริกานั้นเป็นกองกำลังที่อ่อนแอที่สุดในกลุ่มประเทศยักษ์ใหญ่ มีทหารอาสาจำนวนน้อยและมีงบประมาณด้านการป้องกันประเทศเพียงเล็กน้อยตามที่่ IMF กำหนด อย่างไรก็ตามกำลังของสหภาพอเมริกามีการฝึกฝนอย่างดี และมีความว่องไว สามารถเดินทางไปในทุกสถานที่ในประเทศภายในเวลาสองชั่วโมง สหภาพยุโรปใหญ่: สหภาพยุโรปได้ขยายตัวทีละน้อยในแต่ละทศวรรษ มันได้เข้าสู่ภูมิภาคตะวันออกกลางเมื่อได้รับอิสราเอลเป็นสมาชิกเสริมในปี 2011 และได้แต่งตั้งอิสราเอลและตุรกีเป็นสมาชิกเต็มตัวในปี 2017 เกาะในมหาสมุทรแอตแลนติคจำนวนมากก็ได้เป็นสมาชิกด้วยมติเดียวกัน ทำให้กลายเป็นการขยายตัวของสหภาพยุโรปที่ใหญ่ที่สุดในทศวรรษที่ 21 จากการที่อิสราเอลได้เป็นสมาชิก สหภาพยุโรปได้วางกฎเกณฑ์ที่เข้มงวดขึ้นด้านสิทธิมนุษยชน เสรีภาพด้านการนับถือศาสนา และการแยกศาสนากับการเมือง และยังเป็นมหาอำนาจตะวันตกกลุ่มแรกที่ยอมรับพันธมิตรตะัวันออกกลาง และสร้างความสัมพันธ์ใกล้ชิด -- แม้ว่าจะได้รับการประท้วงจากสหรัฐ -- เพื่อให้ลดการปะทะทางวัฒนธรรมและภัยจากการก่อการร้าย ซึ่งโดยส่วนใหญ่ถือว่าประสบความสำเร็จ ในปี 2028 กรีนแลนด์ -- ซึ่งเติบโตจากการอพยพจากสหรัฐ -- ได้ประกาศอิสรภาพจากเดนมาร์ก ไม่มีสงครามเกิดขึ้นเนื่องจากรัฐบาลเดนมาร์กจำต้องรับการประกาศอิสรภาพ เนื่องจากแรงกดดันจากประเทศยุโรปอื่น ในเดือนถัดมา กรีนแลนด์ได้พิจารณาความเป็นไปได้ในการเข้าร่วมกับสหรัฐ แต่เปลี่ยนใจเมื่อสหภาพยุโรปได้ให้สิทธิในฐานะสมาชิกเต็มตัว เหตุการณ์นี้ รวมถึงการที่หมู่เกาะของสหรัฐในแอตแลนติคได้ย้ายมาร่วมสหภาพ ทำให้สหภาพยุโรปได้เปลี่ยนชื่อเป็น "สหภาพยุโรปใหญ่" ภายหลังสงครามเย็นครั้งที่สอง สหภาพยุโรปใหญ่ได้เป็นผู้นำด้านการพัฒนาทางการเมือง สหภาพเป็นมหาอำนาจตะวันตกรายเดียวที่รับมติไม่ไว้วางใจสหประชาชาติของพันธมิตรตะวันออกกลาง ภายหลังความล้มเหลวในการเข้าแทรกแซงการยึดประเทศและสงครามกลางเมืองของจีน สหภาพยุโรปใหญ่ยังสนับสนุนความพยายามของพันธมิตรในการจัดตั้งสหประชาชาติใหม่ โดยให้ทุกประเทศมีสิทธิเท่าเทียมกัน และมีอำนาจในการจะปฏิบัติตามหลักการที่ถูกจัดตั้ง ปัจจุบัน สหภาพยุโรปใหญ่เป็นผู้นำด้านเศรษฐกิจและการเมือง อย่างไรก็ตาม ระบอบราชการที่ใหญ่และจำนวนสมาชิกที่มาก -- สมาชิกที่ไม่จำเป็นจะต้องเห็นพ้องต้องกัน -- ทำให้การทำงานเป็นไปอย่างเชื่องช้า กองทัพมีขนาดใหญ่และมีอำนาจ แต่ไม่ได้รวมกันเป็นปึกแผ่น โดยแต่ละกองทัพนั้นใช้ภาษาและวัฒนธรรมของตนเอง การร่วมมือทางการทหารนั้นเป็นไปได้ยาก และต้องผ่านระบบราชการจำนวนมาก สหภาพยุโรปใหญ่เป็นทหารส่วนใหญ่ของสหประชาชาติ แต่ก็ใช้เป็นกองกำลังรักษาสันติภาพเท่านั้น กองทัพของสหภาพยุโรปนั้นยังคงมีประสิทธิภาพหรือไม่ก็ยังเป็นปัญหาถกเถียงในบรัสเซลล์มาหลายปี และดูเหมือนว่ายังไม่มีคำตอบทีี่แน่ชัด พันธมิตรตะวันออกกลาง: การขึ้นสู่อำนาจของพันธมิตรตะวันออกกลางนั้นเป็นน่าที่น่าประหลาดใจ แม้แต่ผู้ที่มีส่วนเกี่ยวข้อง ในตอนแรกมันถูกจัดตั้งขึ้นเพียงเพื่อลดอิทธิพลของชาติตะวันตกในตะวันออกกลาง ผู้วางรากฐานและสมาชิกเบื้องต้น -- อิหร่าน ซีเรีย จอร์แดน และอัฟกานิสถาน -- ไม่ได้หวังว่าพันธมิตรนี้จะอยู่ได้นานเกินหนึ่งทศวรรษ และคาดว่ามันจะแตกแยกและล้มเลิกไปเนื่องจากความแตกต่างภายใน สงครามเย็นครั้งที่สองได้เปลี่ยนแปลงทุกอย่าง สาธารณรัฐประชาชนจีนไม่ใช่พันธมิตรในการต่อต้านชาติตะวันกตกอีกต่อไป แต่มันได้กลายเป็นศัตรูที่มีความทะยานอยาก ได้คอยจับจ้องเนปาล ส่วนหนึ่งของอินเดีย และแม้แต่รัฐประเทศราชในเขตแดนด้านตะวันตก ปากีสถาน ทาจีกิสถาน และคีร์กีซสถาน ได้เข้าร่วมพันธมิตรเพื่อปกป้องตนเองจากการรุกราน ทวีปย่อยอารเบียได้เข้าร่วมพันธมิตรในเวลาไม่ถึงปีต่อมา เพื่อจะสร้างอำนาจทางการเมืองกับชาิติตะวันตก พวกเขาได้สร้างมหาอำนาจที่ครอบคลุมเกอืบทั้งตะวันออกกลางขึ้นมาโดยไม่รู้ตัว สถานะนี้ดีเกินกว่าที่จะปล่อยให้มันล่มสลาย กลุ่มพันธมิตรที่ขยายตัวขึ้น และได้รับการยอมรับจากสหภาพยุโรป ได้ก้าวเข้าสู่เวทีโลกด้วยอาวุธสำคัญในมือ พวกเขาถือครองน้ำมันที่เหลืออยู่ในโลก และพร้อมจะใช้มันให้เป็นประโยชน์ อำนาจเศรษฐกิจของกลุ่มพันธมิตรได้ขยายตัวเมื่อปริมาณน้ำมันนอกกลุ่มได้ลดลง กลุ่มผู้ผลิตเวชภัณฑ์ได้ย้ายฐานการผลิตมาที่ตะวันออกกลาง ซึ่งเป็นที่เดียวที่น้ำมันมีราคาถูกและมีปริมาณมาก ด้วยเหตุนี้และการใช้น้ำมันดิบในรูปแบบต่างๆ ทำให้ตะวันออกกลางรอดพ้นจาก "การปฏิวัตินิวเคลียร์" ของรัสเซีย รวมทั้งการเปลี่ยนไปใช้พลังงานนิวเคลียร์ของทั้งโลก พันธมิตรยังเพิ่มสมาชิกจากอียิปต์ อุซเบกิสถาน เติร์กมินิสถาน และส่วนหนึ่งของอาฟริการอบทะเลแดง บริเวณทะเลแดงทั้งหมดกลับสู่ความสงบอย่างรวดเร็วเมื่อพันธมิตรได้ยกกำลังทหารมาช่วยสมาชิกใหม่ ปัจจุบัน การกระจายตัวของความมั่งคั่งทำให้ตะวันออกกลางเลิกใช้กฎศาสนามาใช้กฎหมายและความเท่าเทียมกันของชายหญิง ประเทศยังถูกปกครองด้วยผู้นำอย่างสุลต่าน อีเมียร์ มาลิค ประธานาธิบดี และนายพล -- แต่อำนาจส่วนตัวนั้นก็ถูกควบคุมโดยพันธมิตร พวกผู้นำที่ไม่ต้องการให้คนใดคนหนึ่งล้ำเส้น การประท้วงการการเมืองได้รับการยอมรับเพราะแรงกดดันจากสหภาพยุโรปและประเทศอื่นๆ แต่แม้แต่ในปี 2084 ก็มีบางประเทศในกลุ่มพันธมิตรเท่านั้นที่มีระบอบประชาธิปไตยที่ใช้งานจริง กองทัพของพันธมิตรนั้นมีจำนวนมาก คล่องตัว และดุร้าย เป็นกองทัพชั้นนำและมีอาวุธล้ำสมัยที่สุดแห่งหนึ่งในโลก และใช้กฎเกณฑ์การทำสงครามที่ผ่อนปรนมากกว่าสหภาพอเมริกาและสาธารณรัฐเอเชีย เงื่อนไข "การยอมรับการสูญเสียพลเรือน" เป็นสาเหตุที่กองทัพได้รับการวิพากษ์วิจารณ์ แต่พันธมิตรก็ยังคงเงื่อนไขนี้ตลอดสี่ทศวรรษที่ได้ตั้งกฎมา อาฟริกาใหม่: อาฟริกาใหม่เกิดขึ้นจากความรุนแรงและการดิ้นรน และเอกภาพก็เกิดขึ้นจากการแยกตัว กลุ่มประเทศนี้หยุดอยู่กับที่กว่าสามทศวรรษในช่วงศตวรรษที่ 21 เหมือนกับที่เป็นมา ด้วยสงครามการเมืองและการล้างเผ่าพันธุ์และความเหี้ยมโหด จนกระทั่งหลายประเทศในอาฟริกากลางได้ตั้งโครงการในปี 2039 ที่หยุดยั้งกลุ่มค้าเพชรและยึดรายได้มาใช้ในการพัฒนาประเทศระยะยาว ผลก็คือสงครามทางการทหารและเศรษฐกิจ สหประชาชาตพยายามหาหลายวิธีในการหยุดยั้งการต่อสู้ แต่ก็ไม่ได้ผลอะไรเพราะสหประชาชาตไม่มีอำนาจเลย อย่างไรก็ตามกลุ่มประเทศได้รวมตัวกัน เนื่องจากเบื่อหน่ายที่จะถูกบริษัทตะวันตกบีบ และหลังจากการต่อสู้หลายปี ในที่สุดประเทศเหล่านี้ก็สามารถทำลายกลุ่มธุรกิจได้ทีละกลุ่ม ทำให้พวกเขามีเหมืองทองและเหมืองเพชรที่ใหญ่และทันสมัยที่สุดในโลก ทำให้กลุ่มประเทศนี้เป็นผู้ส่งออกเพชรรายใหญ่ที่สุดในโลก และทำให้พวกเขาเข้าใจว่าการรวมตัวกันสามารถสร้างสรรค์อะไรได้ และแกนของอาฟริกาใหม่ได้เกิดขึ้น ประเทศในอาฟริกาที่เข้าร่วมสงครามต่อต้านบริษัทข้ามชาติ ยกเว้นดินแดนที่ขึ้นกับเครือจักรภาพโอชิเนียและพันธมิตรตะวันออกกลาง ได้เริ่มทำงานใกล้ชิกัน โดยเลียนแบบอเมริกาใต้ในการสร้างเครือข่ายถนนเพื่อกระุตุ้นการค้าและการสื่อสาร และยังช่วยกระจายอาหารได้ดีขึ้น ในสามสิบปีต่อมา อาฟริกาใหม่สามารถกำจัดความอดอยากในพื้นที่ของกลุ่มทั้งหมด และได้สร้างระบบโรงพยาบาลแบบสังคมนิยมให้กับประชาชน ด้วยค่าใช้่จ่ายที่แทบทำให้ล้มละลาย อย่างไรก็ตามกลุ่มประเทศนี้ได้มีสินค้าส่งออกใหม่ จากการเพาะปลูกไม้เนื้อแข็งและผลไม้อย่างยั่งยืน การร่วมมือครั้งใหม่ทำให้มีการตกลงราคาได้ทั่วทวีป และเหมือนกับกลุ่มประเทศปฏิวัติก้าวหน้า อาฟริกาใหม่สามารถบังคับให้โลกจ่ายราคาสินค้าและบริการอย่างเป็นธรรม ปัจจุบัน อาฟริกาใหม่ยังเป็นมหาอำนาจที่อ่อนแอที่สุดในทางเศรษฐกิจ แต่ก็มีการเติบโตอย่างรวดเร็ว กองทัพมีขนาดใหญ่และมีกำลังใจดี แต่ทหารไม่มีอาวุธที่ดี ส่วนใหญ่จะใช้อาวุธเก่าของสหรัฐ หรือแม้แต่อาวุธเก่ากว่าศตวรรษจากโซเวียต กลุ่มนี้ยังมีปัญหาในการเข้าถึงเขตห่างไกล เนื่องจากอุปกรณ์ทำงานผิดพลาด และลักษณะทางภูมิศาสตร์ ส่วนใหญ่ สิ่งที่ดีทีสุดที่อาฟริกาใหม่ทำได้คือการตรวจจับจานบิน ด้วยยานตรวจจับหลายพันที่คอยตรวจสอบการล่าสัตว์และลักลอบขนของเถื่อน รัสเซีย: รัสเซียใช้เวลาหลายทศวรรษในการฟื้นตัวจากการล่มสลายของสหภาพโซเวียต และผลจากระบบโซเวียตที่มีต่อเศรษฐกิจของประเทศ ซึ่งเป็นแผลเปิดกว้างในช่วงครึ่งแรกของศตวรรษที่ 21 ทั้งการพยายามต่อสู้กับกลุ่มกบฏในเชชเนีย การปฏิรูปภายหลังระบบเศรษฐกิจของรัฐกว่า 70 ปี การพยายามกลับเป็นมหาอำนาจของโลก ในที่สุดรัสเซียก็เริ่มมีสภาพที่ดีขึ้นเมื่อนายกรัฐมนตรีในขณะนั้นคือ เยฟจีนี่ คารามาซอฟ ได้ยอมให้เชชเนียเป็นอิสระในปี 2047 ขณะที่สาธารณรัฐเชชเนียกำลังเกิดความรุนแรงเนื่องจากการสรรหาผู้นำ รัสเซียได้จัดการแก้ไขปัญหาของตนเอง และปล่อยเชชเนียให้จัดการกันเอง -- และให้กับสหประชาชาติที่พยายามจะหยุดยั้งการนองเลือด โชคไม่ดีที่การหยุดยั้งไม่สำเร็จเป็นเวลานาน และท้ายสุดเชชเนียเองก็ต้องกลับสู่อิทธิพลของรัสเซีย แม้ว่าจะอยู่ในฐานะของรัฐอิสระก็ตาม การแก้ไขปัญหาทางเศรษฐกิจของรัสเซีย -- โดยเฉพาะเมื่อน้ำมันจากตะวันออกกลางเริ่มลดลง -- เริ่มที่การขุดน้ำมันของตนเองในไซบีเรีย ด้วยเทคนิคและอุปกรณ์ใหม่ที่สามารถทนทานต่อสภาพอากาศหนาวจัดได้ และต่อมาก็ได้สร้างโรงไฟฟ้านิวเคลียร์ใหม่จำนวนมาก รัสเซียได้ลงทุนในการวิจัยให้โรงงานใหม่มีขนาดเล็กลง ปลอดภัยขึ้น และที่สำคัญคือ มีความยั่งยืน ซึ่งเกิดจากการเปลี่ยนแปลงจากการใช้ยูเรเนี่ยมเป็นโธเรี่ยม เป็นเชื้อเพลิงสำหรับโรงงานรัสเซีย และการออกแบบใหม่ที่ใช้ "ตัวขยายพลังงาน" ซึ่งเป็นเตาปฏิกรณ์ฟิชชั่นที่เริ่มสร้างใกล้โรมตั้งแต่ปี 2004 ถึง 2011 เตาปฏิกรณ์ใหม่สองตัวยังสามารถใช้พลูโตเนี่ยมจากหัวรบนิวเคลียร์ และจากของเสียที่มาจากโรงไฟฟ้าเก่าได้ แปดปีหลังการประกาศอิสรภาพของเชชเนีย "การปฏิวัิตินิวเคลียร์" ของรัสเซียก็ปรากฏผลชัดเจน ด้วยการประดิษฐ์เครื่องจัดการทรัพยากรส่วนเหลือ ซึ่งจะจัดการ 90% ของของเสียจากตัวขยายพลังงาน ให้เป็นวัตถุปลอดรังสีได้ในไม่กี่อาทิตย์ แทนที่จะใช้เวลาหลายศตวรรษ รัสเซียสามารถแก้ไขปัญหาการขาดแคลนพลังงานที่มีมาอย่างยาวนาน ได้ด้วยเวลาลัดนิ้วมือเดียว พลังงานนิวเคลียร์ฟิชชั่นกลายเป็นพลังงานที่ปลอดภัย ค่อนข้างสะอาด และปริมาณโธเรี่ยมในโลก ก็จะเพียงพอใช้ไปถึงปี 3000 ปัจจุบัน รัฐของอดีตสหภาพโซเวียตได้เข้าร่วมกับรัสเซียอีกครั้ง ตามตัวอย่างของประเทศอื่นๆ โดยหวังจะได้รับผลประโยชน์จากการผลิตไฟฟ้าและวิทยาการนิวเคลียร์ที่เป็นสินค้าส่งออกหลักของรัสเซีย การปฎิวัตนิวเคลียร์ยังดำเนินต่อไปในปัจจุบัน ด้วยการพัฒนาพลังงานฟิวชั่นและการนำมาใช้เชิงพาณิชย์ แม้ว่าเศรษฐกิจยังคงมีปัญหา รัสเซียนั้นยังอยู่ในสภาพที่ดีกว่าที่เคยเป็นมากว่าศตวรรษ -- ไม่ว่าจะภายใต้ข่าน ซาร์ หรือโซเวียต กองทัพนั้นค่อนข้างล้าสมัยแต่ก็ได้รับการฝึกฝนอย่างดี มีวินัย และเป็นมีออาชีพ และมีปริมาณมาก เครือจักรภพโอชิเนีย: เครือจักรภพ เป็นองค์กรการเมืองที่มีสมาชิกส่วนใหญ่จากอาณาจักรอังกฤษเดิม ได้เสียอำนาจมากระหว่างสงครามเย็นครั้งที่สอง ข้อแรกปากีสถานตัดความสัมพันธ์กับเครือจักรภพเมื่อเลือกจะเ้ข้่า่ร่วมพันธมิตรตะวันออกกลางแทน แล้วเมื่อสหรัฐล่มสลาย อังกฤษและแคนาดานั้นต่างก็ต้องพยายามประคองตัว และแทบจะไม่ได้เข้าร่วมกิจกรรมใดๆ เลย เมื่อถึงปี 2030 พวกเขาก็เป็นแค่สมาชิกในนามเท่านั้น อำนาจของจีนที่ขยายขึ้น ทำให้อินเดียและออสเตรเลียต้องเพิ่มงบประมาณทางการทหารอย่างมหาศาล จนถึงในระดับที่เศรษฐกิจไม่สามารถแบกรับได้ แล้วในปี 2035 อินเดียได้กลายเป็นสนามรบของสงครามกลางเมืองของจีน พวกทหารรัฐบาลจีนสามารถเอาชนะกองทัพอินเดียอย่างง่ายดาย ในสงครามช่วงสั้นๆ อันนองเลือด และยึดประเทศได้เกือบทั้งหมด ขณะที่กองกำลังต่อต้านกำลังไล่ตามมา ออสเตรเลียได้ส่งกองทัพเข้าช่วยเหลือเต็มกำลัง พร้อมกับสมาชิกจากอาฟริกาใต้หลายประเทศ หลังสงครามหลายสัปดาห์ กองพันของออสเตรเลียสามารถรวมกลุ่มกับกองทัพต่อต้านของจีนและกองทัพที่เหลือรอดของอินเดีย และได้ร่วมกันทำลายกองทัพรัฐบาลจีนก่อนการยอมจำนนในปี 2036 ผลเสียหายนั้นสูง แผ่นดินของอินเดียที่ถูกยึดได้กลายเป็นทุ่งร้าง อินเดียไม่มีรัฐบาลหลังนิวเดลีถูกนิวเคลียร์ถล่ม และความอดอยากก็แพร่กระจายไปทั่วทุกกลุ่มประชากร อินเดียได้เริ่มยกพื้นที่ไร้ประโยชน์ให้กับชาติอื่น และยอมให้อิสรภาพกับภูมิภาคย่อยในแนวชายแดน สมาชิกของเครือจักรภพได้พยายามฟื้นฟูอินเดีย แม้ว่าสมาชิกหลายรายจะละทิ้งโครงการ รวมไปถึงการเป็นสมาชิกเครือจักรภพ เพื่อเข้าร่วมกับมหาอำนาจอื่น การฟื้นฟูอินเดียได้ทำให้เครือจักรภพกลายเป็นประเทศเดียวกัน และได้ใช้ข้อได้เีปรียบทางภูมิศาสตร์รอบมหาสมุทรอินเดีย และแปซิฟิคใต้ เพื่อเก็บค่าผ่านทางของเืรือเดินสมุทร ส่วนสินค้าจากเครือจักรภพไม่ถูกเก็บค่าผ่านทาง ทำให้สามารถเป็นผู้นำตลาด หลังการล่มสลายของกลุ่มค้าเพชรในอาฟริกา เครือจักรภพได้เข้ายึดเหมืองที่ไม่มีเจ้าของในเขตแดนตนเอง และได้ใช้ให้เป็นประโยชน์อย่างเต็มที่ ทุกวันนี้ เครือจักรภพได้รู้จักกันในนาม "เครือจักรภพโอชิเนีย" หรือ "โอชิเนีย" หลังการจัดตั้งเครือจักรภพยังได้รับสมาชิกใหม่ ที่สำคัญได้แก่มาสดาร์กัสการ์ ซิมบับเว และอินโดนิเซีย และขยายการควบคุมเหนือมหาสมุทรต่างๆ แม้ว่ายังไม่สามารถแข่งขันกับประเทศที่ร่ำรวยกว่าได้ ก็ยังมีจุดยืนของตนเอง และค่อนข้างจะมีความสุขในการใช้จุดยืนดังกล่าว กองทัพโอชิเนียส่วนใหญ่จะเป็นกองเรือ กองทัพบกนั้นมีจำนวนเล็กน้อยเมื่อเทียบกับประเทศอื่ืน ยกเว้นสหภาพอเมริกา และทำหน้าที่ด้านการป้องกันตัวเท่านั้น โดยมีอาวุธและการฝึกแบบกลางๆ อย่างไรก็ตามก็สามารถรับมือเหตุการณ์ฉุกเฉินได้ค่อนข้างรวดเร็ว
