Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: pbeampistol_txt
de: Herr Kommandant, ich habe die Daten der neuen Pistole für sie, und sie sind nicht gut. Wir haben immer gemutmaßt, dass eine wirkliche Armee der Außerirdischen mehr als nur Plasmawaffen und Kerrklinken ins Feld führen würde. Nun haben sie gezeigt, dass wir recht hatten. Diese Partikelstrahlpistole ist sehr fortschrittlich, einen Quantensprung über den Plasmawaffen, und so sehr miniaturisiert, dass wir keinerlei Möglichkeit haben, sie zu vervielfältigen. Partikelstrahlwaffen sind dazu entwickelt, ein Zielobjekt mit einem Strahl von fast bis zu Lichtgeschwindigkeit beschleunigten Partikeln zu treffen, wodurch eine enorme kinetische Energie entsteht. Bis jetzt haben wir diese Technologie nur in den Waffen der großen UFOs gesehen. Nun aber nutzen sie sie auf dem Boden, und das in der schlimmsten Art und Weise. Die Pistole selber hat eine einfache Bauweise, eine Hülle, die eine Reihe Magneten und elektrostatische Linsen zum Bündeln und Einengen des Partikelstrahls umgibt. Das ist alles Material, dass wir mit genug Geld und Einsatz leicht reproduzieren können. Wir haben aber bis jetzt noch nicht herausgefunden, wie die Waffe mit Munition versorgt wird. Die Energiewerte, die wir von den Magazinen abgelesen haben, sind unglaublich und trotz aller Vorsicht, konnten wir bisher keines entschärfen oder abschalten, um es sicher zu öffnen. Selbst das Leerschießen schaltet ein Magazin nicht ab. Es wird mehr Forschung benötigt, bevor wir sie verstehen können und vielleicht können wir sie dann sogar reproduzieren. Diese Pistole ist mit Abstand die schlimmste Waffe, die ich in meiner Karriere gesehen haben, mit einer beeindrucken panzerbrechenden Wirkung und extremen Schadenspotential. Der Partikelstrahl kann einen leichtgerüsteten Menschen aus Entfernungen bis zu 40 Meter mit einem Schuss umbringen. Nur ein Schuss! In Sachen Tödlichkeit bei höheren Reichweiten ist er besser als unsere Laserpistole. Die einzige gute Nachricht ist, dass die PS Pistole um einiges weniger genau als unsere Laser ist und viel zu viel Rückstoß erzeugt, um schnelle, zielgenaue Schüsse abzufeuern. Alleine das Abfeuern der Pistole dürfte für einen Soldaten ohne die erforderliche Stärke erhebliche Probleme bereiten. Die Partikel verlassen den Lauf beinahe mit Lichtgeschwindigkeit, daher erzeugen sie einen unglaublichen Rückstoß. Es dürfte für schwächere Soldaten schon schwer sein, die Waffe auf das Ziel gerichtet zu halten. Wenn wir diese Waffen einsetzen, empfehlen wir, sie nur an körperlich starke Soldaten zu verteilen. Ich halte sie über unsere Fortschritte mit den Magazinen auf dem Laufenden, Herr Kommandant. --Cdr. Navarre
fr: Commandant, j'ai déterminé les spécifications de la nouvelle arme alienne, et il y a de quoi être inquiet. Nous avons toujours soupçonné qu'une vraie armée alienne pouvait faire mieux que juste des armes plasma et des épées Kerr. Maintenant ils l'ont fait et nous ont donnés raison. Cet armement à faisceau de particules est extrêmement avancé, et réprésente un saut significatif par rapport aux armes plasma, il est bien plus miniaturisé que tout ce que nous savons faire. L'armement à faisceau de particules est conçu pour frapper une cible avec un flux de particules accélérées à des vitesses quasi-luminiques, ainsi porteur d'une énergie cinétique fantastique. Jusqu'à présent, nous avions vu l'utilisation de cette technologie seulement dans les armes embarquées des grands OVNI. Maintenant, cependant, ils l'utilisent au sol de la pire façon. Le pistolet lui-même est tout à fait simple dans sa construction, simplement une coquille couvrant une série d'aimants et de lentilles électrostatiques pour concentrer et contraindre le faisceau de particules. Nous pouvons le dupliquer facilement avec de l'argent et du travail. Cependant, nous n'avons pas encore compris le fonctionnement des munitions de l'arme. Les niveaux d'énergie mesurés à partir des chargeurs sont extrêmes, et malgré nos efforts, nous n'avons pas réussi à désactiver ou désarmer l'un de ces chargeurs pour le démonter sans risques. Même en le vidant par des tirs, un chargeur reste actif. Plus de recherches seront nécessaires avant que nous puissions essayer et comprendre leur fonctionnement, sans même parler de les reproduire. De toute évidence, ce pistolet est la pire arme de poing que j'ai jamais vu dans ma carrière, avec des capacités de perçage d'armure impressionnantes et un potentiel de dégats extrême. Le faisceau de particules ultra-véloces peut tuer un humain légèrement-blindé en un seul tir juqu'à 40 mètres. Un seul tir. En ce qui concerne la létalité à longue portée, il est même plus performant que notre pistolet laser. La seule bonne nouvelle, c'est que le pistolet PB est nettement moins précis que nos lasers et produit trop de recul pour tirer plusieurs fois d'affilée de manière précise. En fait, utiliser ce pistolet peut être difficile pour les soldats n'ayant pas la force physique requise. Les particules quittent le canon à une fraction de la vitesse de la lumière, donc elles génèrent un recul colossal pour le tireur. Ce serait un défi extrême pour les soldats les plus faibles de garder la cible dans son viseur. Si ces pistolets sont déployés, nous recommandons qu'ils soient seulement attribués aux soldats les plus forts de notre escouade. Je vous tiendrai informé de nos progrès sur les chargeurs, Commandant. --Cdt Navarre
ru: Commander, I've got the specs of the new alien pistol for you, and they're not good. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. The pistol itself is quite simple in build, just a shell covering a set of magnets and electrostatic lenses for focusing and constricting the particle beam. This is all stuff we can duplicate easily with enough money and effort. However, we've yet to figure out the weapon's ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. Certainly this pistol is the nastiest handgun I've ever seen in my career, with impressive armour-piercing capabilities and extreme damage potential. The high-speed particle beam can kill a lightly-armoured human in one shot at ranges of up to 40 metres. Just one shot. With regards to lethality at range, it outperforms even our laser pistol. The only good news is that the PB pistol is significantly less accurate than our lasers and produce too much of a kick to make repeated accurate shots. In fact, firing the pistol may be difficult for troops with less than the required physical strength. The particles leaving the barrel move at a fraction of the speed of light, so they generate an unholy amount of recoil against the shooter. It would be an extreme challenge for weaker troops to keep the weapon on-target. If these pistols are deployed, we recommend they only be issued to the stronger troops on our squad. I'll keep you posted on our progress with the magazines, Commander. --Cdr. Navarre
th: Commander, I've got the specs of the new alien pistol for you, and they're not good. We've always suspected that a real alien army would field more than just plasma weapons and Kerrblades. Now they've gone and proved us right. This particle beam weaponry is extremely advanced, a quantum leap above the plasma weapons, miniaturised far beyond our ability to duplicate. Particle-beam weaponry is designed to hit a target object with a stream of accelerated particles moving at near-light velocities, therefore carrying tremendous kinetic energy. Until now we've only seen the aliens use this technology in large UFO weapons. Now, however, they're using it on the ground in the worst way. The pistol itself is quite simple in build, just a shell covering a set of magnets and electrostatic lenses for focusing and constricting the particle beam. This is all stuff we can duplicate easily with enough money and effort. However, we've yet to figure out the weapon's ammo supply. The energy readings we've taken from the magazines are extreme, and despite our efforts, we haven't managed to disable or disarm one in order to safely open it up. Even shooting it dry doesn't completely deactivate one of these magazines. More research will be required before we can try and understand them, much less reproduce them. Certainly this pistol is the nastiest handgun I've ever seen in my career, with impressive armour-piercing capabilities and extreme damage potential. The high-speed particle beam can kill a lightly-armoured human in one shot at ranges of up to 40 metres. Just one shot. With regards to lethality at range, it outperforms even our laser pistol. The only good news is that the PB pistol is significantly less accurate than our lasers and produce too much of a kick to make repeated accurate shots. In fact, firing the pistol may be difficult for troops with less than the required physical strength. The particles leaving the barrel move at a fraction of the speed of light, so they generate an unholy amount of recoil against the shooter. It would be an extreme challenge for weaker troops to keep the weapon on-target. If these pistols are deployed, we recommend they only be issued to the stronger troops on our squad. I'll keep you posted on our progress with the magazines, Commander. --Cdr. Navarre

source: pbeampistol_pre_txt
de: Herr Kommandant, wir haben eine gefährliche, neue Pistole geborgen, die einen hochenergetischen Partikelstrahl abfeuert -- tödlicher als Laser, zielgenauer als Plasmawaffen und eine äußerst gemeine Bedrohung für unsere Soldaten auf dem Schlachtfeld. Vorläufige Tests gegen unsere Rüstungen haben schlechte Ergebnisse geliefert. Wir müssen diese Waffen sofort erforschen. Bitte autorisieren sie dieses Programm so bald wie möglich. --Cdr. Navarre
fr: Commandant, nous avons récupéré une nouvelle arme alienne dangereuse qui semble tirer des rayons de particules de haute énergie -- plus mortelle que les lasers, plus précise que les armes plasma, et une menace extrêmement sérieuse pour nos troupes sur le champ de bataille. Les premiers tests contre notre armure ont produit des résultats très inquiétants. Nous avons besoin d'effectuer plus de recherches sur ces armes tout de suite. Merci d'envoyer votre approbation pour ce programme dans les plus brefs délais. --Cdt Navarre
ru: Commander, we've recovered a dangerous new alien pistol that seems to fire high-energy particle beams -- more deadly than lasers, more accurate than plasma weapons, and an extremely nasty new threat to our troops on the battlefield. Preliminary tests against our armour have produced distressing results. We need to perform more research on these weapons immediately. Please authorise this program at your earliest convenience. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Alien Artifact - Particle Beam Pistol
de: Außerirdische Artefakt - Partikelstrahlpistole
fr: Découverte alienne -- Pistolet à faisceau de particules
ru: Артефакт пришельцев - Лучевой пистолет
