Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: ufo_scout_txt
de: Herr Kommandant, mein Team und ich haben unsere Analyse des kleinen geborgenen UFOs abgeschlossen. Es ist ein Wunder der Technik und wir können es kaum erwarten, unsere Klauen in diese Technologie zu senken. Die seltsame Konstruktion des Fahrzeuges hat eine Menge Fragen aufgeworfen. Eine Menge des Designs macht wenig Sinn, wenn man es am Boden sieht. Da wir aber jetzt mal 'unter die Haube' schauen und das Hüllenmaterial unter Laborbedingungen testen konnten, haben wir nun ein genaueres Bild der Fähigkeiten des UFOs. Ich habe eine Liste der wichtigsten Entdeckungen gemacht. - Das außerirdische Antriebssystem ist eine Art Raketenantrieb, anders als alle, die je auf der Erde gebaut wurden. Es benutzt direkte Materie-Antimaterie Zerstörung, um Schub durch das Einspritzen von Protonen und Antiprotonen in eine Reaktionskammer zu erzeugen, und dann diese explosive Kraft hinten aus der Maschine herauszublasen. Das gibt dem UFO unglaubliche Leistung und benötigt dazu noch nicht mal Luft oder andere Gase, um die Reaktion zu erzeugen. Das erlaubt es sogar, dieses Triebwerk im Vakuum des Alls zu verwenden. Ein höchst fortgeschrittenes Kühlsystem pumpt pausenlos flüssigen Stickstoff durch die Triebwerkseinheit, um es zu kühlen und die Infrarotsignatur zu verringern. Antriebswärme wird auch zur Stromversorgung genutzt. - Wir haben keine Spuren irgendeiner Landevorrichtung oder Schwebefähigkeit gefunden, was bedeutet, dass es nicht zur Landung vorgesehen ist. Wenn es beide Antriebe verliert, stürzt es ab. - Der Treibstofftank ist sehr, sehr klein, nur in Bruchteilen von Gramm gemessen, aber selbst so hatte ich fast einen Herzinfarkt, als ich herausfand, was da drin ist. Die Höchstmenge -- zwei Zehntel eines Gramms -- können eine Explosion mit 8 Kilotonnen Stärke erzeugen. Als Vergleich: die Hiroshima Bombe hatte 13 Kilotonnen. Natürlichweise ist der Tank gepanzert und so tief wie möglich im Rumpf und es gibt mechanische Systeme, um den Tank im Notfall abzuwerfen, aber die sind nicht perfekt. Ein direkter Treffer auf den Tank oder die Eindämmung kann immer noch eine Explosion erzeugen. Eine Menge der Energie würde von der starken UFO Hülle absorbiert werden, aber jede Explosion kann extreme Gefahr für unsere Abfangjäger bedeuten. Der einzige Vorteil ist die fast nicht vorhandene Radioaktivität, die bei einer Explosion freigesetzt wird. - Das UFO ist mit unseren Mitteln schwer zu orten. Das liegt größtenteils an den Hüllenmaterialien, welche alle Arten von Strahlung sehr effektiv absorbiert. Das meiste Glück haben wir mit Infrarot und Gammastrahlen, da die Antimaterietriebwerke beides im Überfluss produziert. - Das schlanke Design (produziert wenig Auftrieb und ist schwer zu fliegen) wird teilweise durch das schwere Material der Hülle erzeugt. Jedes überflüssige Gramm wurde rausgeholt und das UFO fliegt schnell genug, um wenig Flügelspannweite zu brauchen. Das Material selber ist erstaunlich, teilweise Metall, teilweise plastisches Polymer. Es funktioniert als Erinnerungslegierung, es 'erinnert' sich an mindestens zwei zugewiesene Formen. Bei Kälte schrumpft sie in eine kompakte Form, um sich dann in eine komfortablere Flugform zu dehnen, wenn es wärmer wird. Sie ist stärker und haltbarer als alles, was wir kennen. Mehr Forschung ist definitiv nötig. - Wir haben herausgefunden, dass das UFO unbewaffnet ist, aber es ist mit etwas ausgerüstet, was scheinbar eine große Zahl Sensoren in vier verschiedenen Vorsprüngen um das Cockpit herum ist. Seltsamerweise scheint es keinerlei Kommunikationsausrüstung zu haben, aber das würde die scheinbare Rolle als Scout vereiteln. Ihre Einschätzung ist genauso wie unsere, Sir. Wir haben diese UFO Klasse als 'Scout' gekennzeichnet, da es scheinbar diese Rolle auf der Erde hat. Es wird primär aus Aufklärungseinheit und Vorhut benutzt, um den Weg für schwerere UFOs aufzuklären. Obwohl unbewaffnet sollten wir diese UFOs so schnell wie möglich abschießen, wenn wir nicht gerade anderweitig beschäftigt sind, denn alles, was die Außerirdischen vorhaben, ist sicherlich schlecht für uns. --Cdr. Navarre Geschätzte Scout Statistiken: Größe: Klein (6m x 14m x 3m) Reisegeschwindigkeit: +/- 1600 km/h Höchstgeschwindigkeit: +/- 3000km/h Besatzung: max. 3 Waffenkapazität: Keine
fr: Commandant, mon équipe et moi-même avons fini notre analyse du petit OVNI capturé. C'est une merveille d'ingénierie, nous aimerions tous avoir une autre chance de nous plonger une fois de plus dans cette admirable technologie. L'étrange construction du vaisseau a soulevée plein de questions auxquelles nous devons répondre. La plupart de sa conception ne semble pas avoir de sens vu depuis le sol. Cependant, maintenant que nous avons pu regardé "sous le capot" et testé le matériau dont est faite la coque en laboratoire, nous avons acquis une idée beaucoup plus claire des capacités de l'engin. J'ai fait une liste de nos plus importantes découvertes : - Le système de propulsion alien est une sorte de moteur-fusée différente de toutes celles construites sur terre. Il utilise la réaction d'annihilation matière-antimatière pour générer une poussée en injectant des protons et antiprotons dans la chambre de réaction, et il canalise cette force explosive pour la faire sortir à l'arrière du moteur. Cela donne à l'OVNI une grande puissance sans avoir besoin d'air ou de matériaux de combustion pour alimenter la réaction, lui permettant de fonctionner dans le vide complet. Il y a un système très avancé de refroidissement qui pompe continuellement de l'hydrogène liquide à travers le logement moteur pour le garder froid et réduire la signature infrarouge. La chaleur du moteur est aussi utilisée pour produire l'électricité nécessaire au vaisseau. - Nous n'avons trouvé aucun train d'atterrissage ou de fonction pour planer sur ce vaisseau, on en déduit qu'il n'est pas supposé atterrir. S'il perd ces deux moteurs, il s'écrase. - Le réservoir de carburant est petit, très petit, équivalant à quelques fractions de grammes, mais j'ai presque eut une attaque cardiaque quand j'ai trouvé ce qu'il y avait dedans. La charge maximale -- deux dixièmes de gramme -- qui peuvent créer une explosion de plus de 8 kilotonnes. Pour comparaison, la bombe d'Hiroshima faisait 13 kilotonnes. Naturellement le réservoir est blindé et caché autant que possible dans le fuselage, et il y a des mécanismes pour larguer le réservoir en cas d'urgences, mais ils ne sont pas parfaits. Un coup direct sur le réservoir ou le système de sécurité peut toujours causer une explosion. La plupart de l'explosion devrait être contenue par la solide structure de l'appareil, mais toute détonation représente un certain risque pour nos intercepteurs. Le seul bon côté est que l'explosion d'antimatière ne créée pas ou très peu de retombées radioactives. - Le vaisseau est extrêmement dur à détecter avec nos équipements. Cela est principalement due aux matériaux de la coque qui sont très efficaces pour absorber toutes sortes de radiations. Nous aurons le plus de chance avec les détections infrarouges et aux rayons gammas, que les moteurs à antimatière produisent en grande quantité. - Le design affiné (génère peu de poussée mais difficile à maintenir en l'air) est dû au poids très élevé des matériaux de la coque. Chaque gramme de matière en trop a été éliminé, et le vaisseau vole assez vite pour n'avoir besoin que d'une très petite surface de portance. Le matériau en lui même est assez surprenant, composé de métal et de polymère plastique. Il fonctionne comme un alliage à mémoire de forme, "se rappelant" au moins de deux états différents, diminuant en une forme plus compacte quand il est froid, mais s'étendant et prenant une forme plus adaptée et plus confortable pour le vol quand la chaleur augmente. Il est largement plus solide et dur que tout ce que nous connaissons. Plus de recherche est sans aucun doute requis. - Nous avons déterminé que l'appareil n'est pas armé, mais il est équipé avec ce qui semble être un large panel de senseurs, ces derniers sont installés dans quatre saillies autour du cockpit. Curieusement, il semble n'avoir aucun équipement de communication nulle part, mais cela entraverait son rôle apparent d'éclaireur. Votre supposition semble rejoindre la notre. Nous avons surnommé cette classe d'OVNI "Éclaireur", comme cela semblé être sont but sur Terre. Il est principalement utilisé comme unité de reconnaissance et d'avant-garde pour reconnaître le terrain pour un vaisseau plus gros. Bien que sans armes, nous devrions abattre ces vaisseaux si nous ne sommes pas engagés par ailleurs, parce que tout ce que les aliens peuvent récupérer de ces missions est mauvais pour nous. -- Cdt Navarre Statistiques estimées de l'appareil : Dimensions : Petit (6 m x 14 m x 3 m) Vitesse de croisière : +/- 1 600 km/h Vitesse maximale : +/- 3 000 km/h Nombre de passagers : 3 max. Capacité d'armement : Aucune
ru: Командующий, моя команда и я закончили анализ захваченного нами малого НЛО. Это настоящее чудо инженерии, и мы с нетерпением ждем, когда представится шанс поковыряться во всей этой замечательной технологии. Странная конструкция аппарата поставила перед нами множество вопросов, требовавших ответов. Большая часть дизайна, как кажется, имеет мало смысла, когда рассматривается снаружи. Однако теперь, когда мы получили возможность заглянуть ему 'под капюшон', и проверить внеземные материалы корпуса в лабораторных условиях, мы получили намного более ясную картину потенциальных возможностей НЛО. Я составил список наших наиболее важных открытий. - Двигательная система пришельцев представляет сбой разновидность реактивного двигателя, непохожего ни на что из того, что создавалось на Земле. Чтобы генерировать реактивную силу тяги, она использует прямую аннигиляцию антиматерии, путём выброса протонов и антипротонов в реакционную камеру, с последующим перенаправлением этой взрывной силы за пределы двигателя. Это даёт НЛО исключительную мощь и не требует воздуха или других газов в качестве топлива для реакции, позволяя ему работать даже в глубоком вакууме. Так же, в двигательную систему входит продвинутая схема охлаждения, постоянно прокачивающая жидкий азот сквозь кожух двигателя с целью обеспечения его низкой температуры и снижения инфракрасной сигнатуры. Нагрев двигателя так же используется для обеспечения летательного аппарата электроэнергией. - Мы не обнаружили у данного аппарата явного посадочного механизма или возможности парения, что означает, что он не предназначен для приземления. Аппарат упадёт, если потеряет оба своих двигателя. - Топливный резервуар – очень и очень маленький, измеряющийся в долях грамма, но у меня чуть не случился сердечный приступ, когда я узнал что было в нём. Максимальная загрузка -- две десятых грамма -- может создать взрыв мощностью более 8 килотонн тротилового эквивалента. Для сравнения, бомба в Хиросиме было мощностью 13 килотонн. Естественно, резервуар бронирован и скрыт внутри корпуса так глубоко, как это только возможно. К тому же, существует механическая система аварийного сброса резервуара при аварийных ситуациях, но она не совершенна. Прямое попадание в резервуар или систему герметизации может вызвать взрыв. Большая часть взрыва будет поглощена прочной структурой НЛО, но любой взрыв представляет чрезвычайную опасность для наших перехватчиков. Единственно благая новость, что взрывной распад антиматерии не создаёт ни малейшего радиоактивного заражения. - Летательный аппарат крайне тяжело увидеть с нашим оборудованием обнаружения. Это в значительной степени связано с материалами корпуса, которые очень эффективно поглощают все виды излучений. Мы имели наиболее успешные результаты с обнаружением инфракрасного и гамма-излучения, так как двигатели, основанные на распаде антиматерии, производят довольно много излучений обоих типов. - Тонкая конструкция (являющаяся причиной плохого вертикального подъёма и сложности управления в воздушной среде) частично связана с большим весом материалов корпуса. Каждый лишний грамм был убран, и аппарат движется достаточно быстро, чтобы обходиться очень малой плоскостью крыла. Материал сам по себе довольно изумительный, состоящий частично из металла, частично - из полимерного пластика. Он обладает свойствами сплавов с эффектом памяти, 'помня', по крайней мере, две определённых формы, сжимаясь в более компактную форму на холоде, но автоматически растягиваясь обратно и принимая более аэродинамически удобную форму при нагревании. Он намного более прочный и упругий, чем что либо из того, что мы встречали. Определённо потребуется больше исследований в этой области. - Мы обнаружили, что корабль не вооружён, но его оборудование, как кажется, является большим набором сенсоров, заключённых в четырёх выступах вокруг кабины. Любопытно, но складывается впечатление, что вообще не установлено какого-либо оборудования связи, что видимо связанно с его ролью как разведчика. Ваше предположение столь же верно, как и наше, сэр. Мы определили этот тип НЛО как 'Разведчик', - как кажется, это его назначение тут, на Земле. Он используется в основном как разведывательная единица и авангард, разведывающий путь для более тяжёлых кораблей. Несмотря на отсутствие у него вооружения, мы должны сбивать этот НЛО, если мы не заняты чем-то ещё, потому что для чего бы пришельцы не являлись, это будет злом для нас. --коммандер Наварре Предполагаемые характеристики Разведчика: Размер: малый (6м x 14м x 3м) Крейсерская скорость: +/- 1,600 км/ч Предельная скорость: +/- 3,000 км/ч Экипаж: до 3 особей Вооружение: нет
th: ท่านผู้บัญชาการ, ทีมของผมทำการวิเคราะห์จานบินเล็กที่เราจับได้เสร็จสิ้น มันเป็นสิ่งมหัศจรรย์ทางวิศวกรรม และเรากำลังตั้งตารอที่จะมีโอกาสในการนำวิทยาการที่ดีนี้มาลองใช้ โครงสร้างแปลกประหลาดของยานนั้นสร้างปัญหาที่เราต้องค้นหาคำตอบ การออกแบบดูไม่สมเหตุผลหากมองจากพื้นดิน แต่เมื่อเราได้มอง "ใต้กระโปรง" และทดสอบวัสดุห้องเครื่องในสภาพห้องวิจัย เราไ้ด้เข้าใจความสามารถของจานบินมากขึ้น ผมได้ทำรายการของการค้นพบที่สำคัญดังนี้ - ระบบขับเคลื่อนเป็นเครื่องยนต์จรวดที่ไม่เหมือนกับของโลก มันใช้การทำลายตัวระหว่าง สสาร-แอนทายแมทเทอร์ เพื่อสร้างแรงส่ง โดยการใส่โปรตอนและแอนทายโปรตอนเข้าในห้องสันดาป แล้วดันพลังระเบิดออกไปหลังเครื่อง ทำให้จานบินมีพลังมากและไม่ต้องใช้อากาศหรือก๊าซอื่นๆ ในการทำสันดาป ทำให้มันสามารถจุดระเบิดได้ในสูญญากาศ มีระบบหล่อเย็นแบบทันสมัยที่จะฉีดไนโตรเจนเหลวผ่านเครื่องยนต์ภายนอกเพื่อให้เครื่องเย็นและลดอินฟาเรด ความร้อนสะสมของเครื่องยนต์ยังนำไปใช้ในการผลิตไฟฟ้าในยานด้วย - เราไม่พบเครื่องมือการลงจอด หรือเครื่องมือการลอยตัวเหนือพื้นดินในยานบินนี้ ซึ่งหมายความว่ามันไม่ได้ถูกออกแบบให้ลงจอด หากมันสูญเสียเครื่องทั้งสองข้าง มันจะตก - ถังเชื้อเพลิงมีขนาดเล็กมาก, วัดกันได้ไม่ถึงหนึ่งกรัม แต่ผมแทบจะหัวใจวายเมื่อพบว่ามีอะไรอยู่ในนั้้นบ้าง การบรรจุเต็มถังที่ 2/10 กรัม ซึ่งสามารถสร้างแรงระเบิดได้มากกว่า 8 กิโลตัน โดยเปรียบเทียบแล้วระเบิดที่ฮิโรชิมานั้นมีขนาด 13 กิโลตัน แน่นอนว่าถังนี้ถูกเสริมเกราะและติดตั้งอยู่ลึกที่สุดที่เป็นไปได้ และมีกลไกที่จะดีดถังทิ้งในกรณีฉุกเฉิน แต่ก็ไม่สมบูรณ์แบบ การโจมตีโดนถังโดยตรงหรือระบบกักกันจะทำให้เกิดการระเบิด แรงระเบิดส่วนใหญ่จะถูกกักอยู่ในโครงสร้างจานบิน แต่การระเบิดนี้ก็เป็นภัยกับยานขับไล่ของเรา ข้อดีเพียงอย่างเดียวก็คือการระเบิดของแอนทายแมทเทอร์นั้นสร้างกัมมันตภาพรังสีเพียงเล็กน้อยหรือไ่ม่มีเลย - ยานนี้ตรวจจับด้วยอุปกรณ์ของเราได้ยาก เนื่องจากโครงสร้างตัวถังที่ดูดซับรังสี แต่เราก็ได้ผลดีกว่าด้วยการตรวจรังสีอินฟาเรดและรังสีแกมม่า เพราะเครื่องยนต์แอนทายแมทเทอร์นั้นสร้างรังสีดังกล่าวออกมามาก - การออกแบบให้บาง (ทำให้มีการยกตัวไม่ดีและทำให้บังคับกลางอากาศได้ยาก) ส่วนหนึ่งมาจากน้ำหนักมหาศาลของวัสดุตัวถัง น้ำหนักส่วนเกินถูกเอาออกหมด และยานก็บินเร็วพอที่จะไม่ต้องพึ่งปีกมาก วัสดุนี้น่าทึ่งเพราะเป็นวัสดุผสมของโลหะกับพลาสติกโพลีเมอร์ มันยังเป็นโลหะผสมแบบมีความจำ ที่จะ "จดจำ" รูปร่างได้อย่างน้อยสองแบบ จะหดมาเป็นรูปร่างขนาดย่อมเมื่อเย็นตัว แต่จะขยายตัวและกลายสภาพพร้อมบินเมื่อมีความร้อน วัสดุนี้แข็งแกร่งกว่าทุกสิ่งที่เรารู้จัก เราต้องวิจัยสิ่งนี้เพิ่มเติม - เราประเมินว่ายานนี้ไม่มีอาวุธ แต่มันติดสิ่งที่เป็นระบบเซนเซอร์ขนาดใหญ่สี่ทิศทางรอบห้องบังคับ ที่น่าสนใจคือมันไม่ได้ติดอุปกรณ์สื่อสารอะไรเลย ซึ่งนั่นก็ดูจะขัดกับบทบาทที่แน่ชัดในฐานะยานสอดแนม ตอนนี้เราทั้งหมดก็คงได้แต่เดากัน เราเรียกยานประเภทนี้ว่า "ยานสอดแนม" เพราะมันดูจะเข้ากับัตถุประสงค์ของยาน โดยส่วนใหญ่มันถูกใช้เป็นยานเก็บข้อมูล และยานแนวหน้าในการสอดแนมก่อนการบุกของยานขนาดใหญ่ แม้ว่าจะไม่มีอาวุธ เราก็ยังควรจะทำลายยานเหล่านี้หากเราิติดภาระอื่น เพราะอะไรก็ตามที่พวกต่างดาวทำก็เป็นสิ่งไม่ดีของเราทั้งนั้น --ผบ. นาวาเร ข้อมูลประเมินของยานสอดแนม: ขนาด: เล็ก (6 ม. x 14 ม. x 3 ม.) ความเร็วปกติ: +/- 1,600 กม./ชม. ความเร็วสูงสุด: +/- 3,000 กม./ชม. อัตราบรรทุกลูกเรือ: สูงสุด 3 อาวุธ: ไม่มี

source: ufo_scout_pre_txt
de: Herr Kommandant, wir haben einen neuen UFO Typ geborgen, welcher sich in unserem Hangar befindet und auf Zerlegung wartet. Wir sind bereit, ihn zu studieren und auseinanderzunehmen, aber wir brauchen etwas Laborplatz und Geld, um eine genaue Einschätzung seiner Funktionen und Fähigkeiten zu machen. --Cdr. Navarre
fr: Commandant, nous avons récupéré un nouveau type d'OVNI, il est actuellement dans notre hangar en attente d'un démantèlement. Nous attendons votre accord pour commencer à l'étudier. Cependant nous aurons besoin de temps de laboratoires et de fonds pour faire une évaluation appropriée de ses fonctions et de ses capacités. -- Cdt Navarre
ru: Командующий, мы завладели НЛО нового типа, который в настоящее время ожидает демонтажа в ангаре. Мы готовы начать разборку и изучение аппарата, как только вы отдадите приказ, но нам будет необходимо некоторое количество рабочего времени лабораторий и финансирования, чтобы сделать надлежащую оценку его функционирования и технических возможностей. --коммандер Наварре
th: ท่านผู้บัญชาการ เราเก็บกู้จานบินแบบใหม่ ซึ่งตอนนี้จอดอยู่ในโรงเก็บ และรอการแยกส่วนตรวจสอบ เราพร้อมจะเริ่มศึกษาและแยกส่วนยานบินเมื่อท่านอนุมัติ แต่เราต้องใช้ห้องวิจัยและเงินทุนในการประเมินคุณสมบัติและความสามารถของมัน --ผบ. นาวาเร
