Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: kerrblade_txt
de: Unsere Analyse der Kerrklinge ist fertig, Herr Kommandant. Hier ist eine Zusammenfassung. Die Kerrklinge scheint auf den ersten Blick das außerirdische Equivalent unseres Kampfmessers zu sein. Die Realität wäre ein besserer Ort, wenn das war wäre. Wir haben herausgefunden, dass die Klinge viel mehr als das ist und die Wahrheit ist nicht gerade beruhigend. Hergestellt mit Kohlenstoffverbindungen und außerirdischen Plastiken ist sie überraschend leicht und beinhaltet keinerlei Metall. Das Material selber ist sehr interessant für unsere Waffenproduktion. Weder splitterte die Klinge, noch bog sie sich oder bekam Scharten, egal wie sehr wir sie während der Tests missbrauchten. Wir glauben, dass wir dieses Material mit etwas mehr Forschung kopieren können. Ihre Form ähnelt den gekrümmten Schwertern der menschlichen Geschichte, obwohl es mehr Ähnlichkeit mit etwas aus Fantasiegeschichten hat. Sie ist zu groß, unhandlich und schlecht ausgewogen für Menschen. Die Klinge selbst ist unglaublich; wir haben gemessen, dass sie nur ein Molekül breit ist. Das gibt der Kerrklinge eine fantastische Schneidefähigkeit. In unseren Schlachtfeldaufzeichnungen haben wir gesehen, dass die Kerrklinge mit einem seltsamen, langgefingerten Griff -- der von menschlichen Händen nicht kopiert werden kann -- was zeigt, dass die Kerrklinge für etwas anderes als den gedachten Zweck genutzt wird. Die besten Ähnlichkeiten, die wir auf der Erde gefunden haben, sind die von Chirurgenskalpellen und besonderen uralten ausweidenden Werkzeugen. Dieser Vergleich war einer unserer ersten Hinweise zum wirklichen Gebrauch der Kerrklinge. Wir haben das mit den grauenhaften Aufzeichnungen aus Mumbai verbunden, die bis jetzt zu schlecht war, um herauszufinden, was die Außerirdischen gemacht haben. Die Kerrklinge ist vielmehr ein Autopsiewerkzeug. Sie wird von den Außerirdischen benutzt, um lebende oder tote Menschen aufzuschneiden und jede Art Gewebe und Organe zu entnehmen, die die Außerirdischen wollen. Die große, scharfe Spitze an der Unterseite der Klinge wird in die Magengrube gestoßen und wie eine Schere oder ein Büchsenöffner nach oben bewegt. Es geht mit beängstigender Leichtigkeit durch das Brustbein. Dann öffnet der Außerirdische den Brustkorb und schneidet oder reißt das raus, was er will. Ich wünschte, wir könnten diese Dinger einfach nur verbrennen, aber leider sind sie viel zu kostbar. Obwohl sie primär nicht als Waffen konzipiert sind, sind die Kerrklingen weit effektiver als jedes menschliche Kampfmesser. Sie schneiden Außerirdische genauso gut auf wie Menschen. Der Griff ist höchst unhandlich für menschliche Hände aber wir können den Griff leicht genug anpassen. Jedoch sind die Klingen zu groß, um je in ein PHALANX Standardholster zu passen. Sie können von Soldaten nur im Rucksack getragen werden. Das kontrahiert irgendwie den Sinn eines Messers -- aber wir haben leider keine andere Nahkampfwaffe, die der Kraft der Kerrklinge auch nur nahe kommt. --Cdr. Navarre
fr: Notre analyse de l'Épée Kerr est maintenant terminée. Voici mon résumé. L'Épée Kerr semble être au premier abord l'équivalent alien de notre poignard de combat. La réalité serait moins dure si cela était vrai. Nous avons conclu qu'il s'agit en réalité de bien plus que cela, et la vérité est loin d'être rassurante. Constituée de fibres de carbone et de plastiques aliens, elle est incroyablement légère et ne contient aucun matériau métallique. Sa composition est extrêmement intéressante pour la production de nos armes. Quelques soient nos efforts pour l'endommager, nous ne sommes pas parvenu à ébrécher, rayer ou tordre la lame. Nous pensons être capable de reproduire cette matière en procédant à une recherche plus approfondie. Sa forme ressemble vaguement aux anciennes épées courbes de l'histoire, bien qu'elle semble en fait peut-être plus sortir d'un roman de science fiction. Elle est trop large, peu maniable, et mal équilibrée pour une main humaine. Le fil de la lame est cependant incroyablement mince : nous l'avons mesuré de l'épaisseur d'une seule molécule. C'est ce qui donne à l'Épée Kerr sont formidable pouvoir tranchant. Sur les enregistrements pris lors des combats, nous avons vu que l'Épée Kerr se tient par un curieux manche très long (qu'une main humaine ne peut pas tenir), qui semble indiquer que cette arme a également une autre utilité en dehors du combat. L'analogie la plus proche que nous ayons trouvée sur Terre est le scalpel des chirurgiens ou certains anciens instruments d'éviscération. Cette comparaison a été l'un de nos premiers indices pour trouver la réelle utilité des Épée Kerr. Les horribles enregistrements pris à Mumbai sont venus conforter cette idée, même si leur qualité était si mauvaise que nous ne pouvions que supposer ce que les aliens faisaient jusque là. L'Épée Kerr est en réalité un instrument d'autopsie. Les aliens l'utilisent pour découper les humains vivants ou morts, et prélever les organes qui les intéressent. La pointe large et effilée de la partie inférieure de la lame est insérée dans le plexus solaire, puis basculée comme une paire de ciseaux ou un décapsuleur. Elle traverse le sternum avec une facilité déconcertante. L'alien peut alors ouvrir la cage thoracique en deux et prélever ou détruire ce qu'il souhaite. J'aimerais pouvoir détruire cette horreur, mais elle est trop précieuse pour cela. Bien qu'elles ne soient pas initialement conçues pour servir d'armes, ces Épées Kerr sont beaucoup plus efficaces que nos poignards de combat. Elles découpent les aliens presque aussi bien que les humains. Le manche est très inconfortable pour nous, mais nous pouvons les adapter à notre utilisation. Cependant, ces armes sont beaucoup trop encombrantes pour pouvoir être rangées à la ceinture. Elles ne peuvent trouver place que dans les mains du soldat ou dans son sac à dos. Elles perdent ainsi une part de l'intérêt d'un poignard, mais nous n'avons pas d'autres armes qui puissent rivaliser avec leur puissance dans notre arsenal d'armes de mêlée. --Cdt Navarre
ru: Our analysis of the Kerrblade is complete, Commander. Here is my summary for your review. The Kerrblade seems at first glance like the alien equivalent of our combat knife. Reality would be a better place if that were true. We've concluded it is much more than that, and the truth is far from comforting. Crafted from carbon alloy and alien plastics, it is surprisingly light and contains no metal whatsoever. The material itself is highly interesting for our weapons production. No matter how much we abuse it during testing, the blade will not chip, nick or bend. We think we might be able to duplicate the stuff with some more research. Its shape vaguely resembles the old curved swords from human history, though perhaps it has more relation to something out of fantasy fiction. It's too large, unwieldy and poorly balanced for the human hand. The blade, however, tapers to an incredible edge; we have measured it to be only one molecule wide. This gives the Kerrblade its fantastic cutting power. In our battlefield footage, we've seen the Kerrblade used with a curious, long-fingered grip -- one which the human hand is unable to duplicate -- that seems to indicate the Kerrblade is used as something other than a purpose-designed weapon. The closest analogies we've been able to find on Earth are those of a surgeon's scalpel and certain ancient disemboweling tools. This comparison was one of our first clues as to the true purpose of the Kerrblade. We put this together with some gruesome camera footage from Mumbai, which was so grainy that we could only guess what the aliens were doing, until now. The Kerrblade is, in fact, an autopsy tool. It's used by the aliens to cut up live or dead humans and extract whatever tissue or organ they like. The large, sharp spike at the bottom of the blade is inserted into the solar plexus, then moved upwards like a pair of scissors, or a can opener. It goes through the sternum with disturbing ease. At this point the alien will fold open the ribcage and rip or cut out whatever he needs. I wish we could just burn the things, but unfortunately they're too damned valuable. Though not primarily designed as weapons these Kerrblades are far more effective than any human combat knife. They cut up aliens almost as well as humans. The grip is highly uncomfortable for human hands, but we can adapt human grips easily enough. However, the blades are too big to ever fit into the standard-issue PHALANX holster. They can only be kept in a soldier's hands or in the backpack. This somewhat defeats the purpose of a knife -- but obviously we have no other melee weapon that even comes close in terms of power. --Cdr. Navarre
th: Our analysis of the Kerrblade is complete, Commander. Here is my summary for your review. The Kerrblade seems at first glance like the alien equivalent of our combat knife. Reality would be a better place if that were true. We've concluded it is much more than that, and the truth is far from comforting. Crafted from carbon alloy and alien plastics, it is surprisingly light and contains no metal whatsoever. The material itself is highly interesting for our weapons production. No matter how much we abuse it during testing, the blade will not chip, nick or bend. We think we might be able to duplicate the stuff with some more research. Its shape vaguely resembles the old curved swords from human history, though perhaps it has more relation to something out of fantasy fiction. It's too large, unwieldy and poorly balanced for the human hand. The blade, however, tapers to an incredible edge; we have measured it to be only one molecule wide. This gives the Kerrblade its fantastic cutting power. In our battlefield footage, we've seen the Kerrblade used with a curious, long-fingered grip -- one which the human hand is unable to duplicate -- that seems to indicate the Kerrblade is used as something other than a purpose-designed weapon. The closest analogies we've been able to find on Earth are those of a surgeon's scalpel and certain ancient disemboweling tools. This comparison was one of our first clues as to the true purpose of the Kerrblade. We put this together with some gruesome camera footage from Mumbai, which was so grainy that we could only guess what the aliens were doing, until now. The Kerrblade is, in fact, an autopsy tool. It's used by the aliens to cut up live or dead humans and extract whatever tissue or organ they like. The large, sharp spike at the bottom of the blade is inserted into the solar plexus, then moved upwards like a pair of scissors, or a can opener. It goes through the sternum with disturbing ease. At this point the alien will fold open the ribcage and rip or cut out whatever he needs. I wish we could just burn the things, but unfortunately they're too damned valuable. Though not primarily designed as weapons these Kerrblades are far more effective than any human combat knife. They cut up aliens almost as well as humans. The grip is highly uncomfortable for human hands, but we can adapt human grips easily enough. However, the blades are too big to ever fit into the standard-issue PHALANX holster. They can only be kept in a soldier's hands or in the backpack. This somewhat defeats the purpose of a knife -- but obviously we have no other melee weapon that even comes close in terms of power. --Cdr. Navarre

source: kerrblade_pre_txt
de: Herr Kommandant, wir haben eine interessante außerirdische Waffe vom Schlachtfeld geborgen. Es scheint eine Art Messer oder Schwert zu sein, mit einer schärferen Klinge als alles, was wir auf der Erde kennen. Sie kann Stahl wie Papier schneiden und geht durch die Rüstungen unserer Soldaten, als wäre sie nicht da. Die Soldaten haben sie 'Kerrklinge' getauft, nach dem charakteristischen Ton, den sie macht, wenn sie durch unsere Rüstungen schneidet. Wir sollten diese Klinge untersuchen, um ihre Funktionen zu ergründen und zu sehen, wie sie hergestellt wurde. Es könnte einen Weg geben, diese Technologie zu duplizieren, so dass unsere Truppen sie nutzen können. Dadurch sollten Nahkämpfe mit den Außerirdischen für unsere Soldaten besser überlebbar sein, als mit dem Kampfmesser. Natürlich wird diese Forschung ihre Zustimmung für Laborzeit und Finanzierung brauchen. --Cdr. Navarre
fr: Commandant, nous avons découvert et ramené une arme alienne intéressante du champ de bataille. Elle ressemble à une sorte de couteau ou d'épée et possède une lame plus tranchante que tout ce que nous savons faire sur Terre. Elle peut découper l'acier aussi facilement que du papier, et traverse les armures de combat de nos soldats comme s'ils n'en portaient pas. Les troupes l'ont nommée 'Épée Kerr' en référence au son qu'elle produit en traversant nos armures. Nous devrions étudier cette lame pour découvrir sa fonction et la façon dont elle a été fabriquée. Il existe peut-être un moyen de recopier cette technologie sous une forme utilisable par un être humain, ce qui augmenterait considérablement la probabilité de survie de nos hommes en combat rapproché, comparée l'actuelle avec les poignards de combat. Ce programme nécessite évidemment votre approbation pour obtenir les financements et les plages horaires nécessaires du laboratoire. --Cdt Navarre
ru: Commander, we've recovered an interesting alien weapon from the battlefield. It looks to be some kind of knife or sword with an edge sharper than anything on Earth. It can slice steel like tissue paper and goes through our soldiers' body armour as if it wasn't even there. The troops have named it the 'Kerrblade' after the distinctive sound it makes when shredding our armour. We should examine the blade to determine its function and see how it was made. There may be a way to duplicate this technology in a form that's compatible for human use, which would make melee engagements with alien combatants far more survivable than going at them with a combat knife. Of course, this program will need your approval for lab time and funding. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Alien Artifact - Kerrblade
de: Außerirdisches Artefakt - Kerrklinge
fr: Découverte Alienne - Épée Kerr
ru: Артефакт пришельцев - Керр-клинок
