Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: bolterrifle_txt
de: Das EM Gewehr war ein durchschlagender Erfolg! Zum ersten Mal in der Geschichte der Menschheit haben wir eine brauchbare, tragbare, elektromagnetische Waffe erschaffen. Wir haben das Gewehr 'Bolter' genannt, um Unklarheiten mit existierenden MBKs (Magentische Beschleunigungskanonen) zu vermeiden. Ich versuche mein Bestes, ihnen die Operationsweise in dieser kurzen Zusammenfassung zu erläutern. Der Bolter ist, im Gegensatz zu einer Coilgun/Gausskanone aufgrund ihrer hohen Ineffektivität und allgemein armseligen Handhabung, mit einer Railgunkonfiguration ausgerüstet. Railguns arbeiten, indem sie durch elektromagnetische Kräfte ein elektrisch leitfähiges Projektil an zwei leitfähigen Schienen antreiben. Der elektrische Fluss, der durch die Schienen geht, erzeugt ein Magnetfeld zwischen ihnen und durch das Projektil. Die Richtung des Magnetfeldes ist senkrecht zum Fluss, der durch die Schienen und die Patrone geht; das führt dazu, dass sich die Schienen und das Projektil gegenseitig abstoßen und dadurch das Projektil entlang der Schienen beschleunigt wird. Die erste große Railgun, gebaut in den 1970er Jahren, nutzte 500 Megajoule gespeicherter Energie, die vom größten je gebauten gleichpoligen Generator erzeugt wurden. Die elektrische Ausrüstung, die für den Betrieb dieser Waffen gebraucht wurde, ist im letzten Jahrhundert sehr viel kompakter geworden, aber immer noch nicht klein oder leicht genug, um tragbare Waffen zuzulassen, die chemisch angetriebene Waffen ersetzen könnten. Ein anderer Grund des Scheiterns der Railgun war ihre extreme Anfälligkeit gegenüber Schienenabnutzung. Die Schienen erleiden bei jedem abgefeuerten Schuss schweren Schaden; wenn die Kontaktpunkte zu sehr beschädigt sind, kann der elektrische Fluss nicht richtig durch das Projektil dringen. Das verursacht mehr und mehr Kraftverlust bei jedem folgendem Schuss. Jede Patrone braucht mindestens eine kurze Bahn unbeschädigter Schienen, damit sie genug Geschwindigkeit aufbauen kann. Glücklicherweise haben wir einen Weg gefunden, um diese Problem zu umgehen -- nach einer Reihe Schüsse laden wir einfach neue Schienen in die Waffe. Das Konzept des Ladens des gesamten Magazins in den Lauf ist schon seit einiger Zeit vorhanden. Bis jetzt wurde es nur bei konventionellen Feuerwaffen angewendet, aber wir haben ein neues Konzept entwickelt; kleine, individuell geladene und isolierte Schienen, die bereits mit allen Patronen geladen sind. Das gibt jedem Geschoss einen verlässlichen Kontaktpunkt und erlaubt es der Waffe, die Kraft für jeden Schuss aufrechtzuerhalten. Wenn der Lauf leergeschossen ist -- und die Schienen dadurch völlig zerstört sind -- kann der Soldat einfach den alten Lauf abnehmen, auf den Boden fallen lassen und einen neuen in den Schacht schieben. Dann kann er die Batterie für eine neue Salve austauschen. Die Projektile sind speziell entwickelte 3.2x40mm gerippte, aus großen Lagen Wolfram gepresste Nadelgeschosse. Sie sind rasiermesserscharf, mit exzellenten panzerbrechenden Qualitäten und sie bewegen sich wie Dämonen, nachdem sie im Ziel eingeschlagen sind. Die verursachten Löcher sind weit größer als die Geschosse selbst. Diese Konstruktion macht das Nachladen langsam und schwerfällig, mit teuren, übergroßen Magazinen (ein neuer Lauf und neue Batterie für jedes Nachladen) und eine kleine Munitionskapazität von 4 Schuss pro Lauf. Andererseits ist die Stoppwirkung des Bolters größer als bei jeder chemisch angetriebenen Waffe in unserem Arsenal. Es kann sowohl als Scharfschützengewehr, als auch als Sturmgewehr benutzt werden, je nachdem, ob es als Halbautomatik oder im Feuerstoßmodus benutzt wird. Der Bolter ist sehr verlässlich und hat viele Anwendungsmöglichkeiten; sein taktischer Wert wird sicherlich ersichtlich werden, sobald wir richtige Kampferfahrung damit gesammelt haben. --Cdr. Navarre
fr: Le projet du fusil EM est un succès retentissant ! Pour la première fois dans l'histoire de l'humanité, nous avons créé une arme électromagnétique portable qui fonctionne. Nous avons baptisé notre invention le Fusil Bolter pour éviter toute ambiguïté avec les autres développements AAM existants (Arme à Accélération Magnétique). Je vais faire de mon mieux pour vous présenter sommairement son mode de fonctionnement. Le Fusil Bolter est conçu dans une configuration de canon électrique, par opposition aux canons magnétiques / de Gauss qui sont très inefficaces et généralement difficiles à manipuler. Les canons électriques fonctionnent en utilisant une force électromagnétique pour propulser un projectile conducteur le long de deux rails. Le courant électrique qui passe à travers les rails créé un champ magnétique entre eux, et à travers le projectile. La direction du champ magnétique est perpendiculaire au sens du courant traversant les rails et le projectile : il en résulte une force de répulsion entre les rails et le projectile, qui accélère le projectile le long des rails. Le premier canon électrique mondial à grande échelle, construit dans les années 1970, utilisait 500 MJ d'énergie fournis par le plus grand générateur unipolaire jamais construit. L'équipement électrique nécessaire pour alimenter ces canons est devenu beaucoup plus compact au cours du dernier siècle, mais n'est toujours pas suffisamment petit pour permettre de fabriquer des armes portable par des humains, et qui puisse rivaliser avec les armes à feu à propulsion chimique. Un autre inconvénient majeur des canons électriques est leur sensibilité particulière à l'usure des rails. Les rails s'usent énormément à chaque utilisation de l'arme, et lorsque les points de contact sont trop endommagés, le courant ne peut plus passer de façon satisfaisante des rails au projectile. Plus l'arme tire, plus elle perd de puissance. Chaque munition a besoin d'une portion minimum de rail en bon état pour acquérir suffisamment de vitesse. Heureusement, nous sommes parvenus à trouver un moyen de contourner ce problème, en changeant les rails pour de nouvelles après chaque série de tir. L'idée de pré-charger toutes les munitions d'une arme dans le canon existe depuis longtemps. Jusqu'à maintenant, elle n'a été mise en pratique que sur les armes à feu, mais nous avons mis au point un nouveau concept : seule une petite portion de rail isolée, alimentée individuellement, est chargée pour un tir. Au tir suivant, la portion suivante est utilisée. Cela permet à chaque munition de disposer d'un point de contact en bon état et à l'arme de garder sa puissance de feu à chaque tir. Lorsque toutes les munitions du canon ont été utilisées, et avant que les rails ne soient complètement détruits, le soldat peut simplement démonter l'ancien canon, le jeter au sol, et le remplacer par un nouveau. Il peut ensuite changer le bloc énergétique pour une nouvelle série de tir. Les projectiles sont des fléchettes spécialement développées de 3,2x40mm, fabriquées dans de larges feuilles d'un alliage de tungstène. Elles coupent comme des rasoirs, traversent facilement les armures, et se dispersent sauvagement dans la cible. Les trous que provoquent ces fléchettes sont beaucoup plus gros que la taille même des fléchettes. Ce choix de système de chargement rend le Bolter lent et peu pratique à recharger. Les recharges sont très onéreuses et très volumineuses (un nouveau canon et une nouvelle batterie pour chaque recharge), et n'ont qu'une capacité de 4 tirs par canon. Cependant, la puissance d'arrêt du Bolter est bien supérieure à celle de n'importe quelle arme à feu chimique de notre arsenal. Il peut être aussi bien utilisé en fusil de précision qu'en arme d'assaut, selon que le tir soit effectué en mode semi-automatique ou en rafale de 4 balles. C'est une arme très versatile présentant de nombreuses possibilités d'application. Sa valeur stratégique deviendra certainement évidente une fois que nous aurons un peu d'expérience sur le terrain avec. --Cdt Navarre
ru: Проект «Игломёт» достиг потрясающего успеха! Впервые в истории человечества мы создали приемлемое переносное электромагнитное оружие. Мы назвали его «Игломёт», чтобы избежать схожести названия с другими существующими реализациями МУС пушек (Пушек с Магнитным Ускорением Снаряда). Я постараюсь объяснить принцип его действия в этой короткой аннотации. Игломёт основан на схеме рейлгана, в отличие от схемы Гаусса, ввиду высокой неэффективности и общей низкой работоспособности последней. Рейлган использует электромагнитную силу (силу Лоренца), чтобы разогнать электропроводящий снаряд, который замыкает направляющие рельсы накоротко. Ток идущий через рельсы, возбуждает магнитное поле между ними, перпендикулярно току, проходящему через снаряд. Разгоняющая сила, направленная вдоль рельс, является результатом взаимодействия магнитного поля и тока через снаряд. Первый в мире крупномаштабный рейлган, построенный в 1970-ых, использовал 500 МДж накопленной энергии от наибольшего униполярного генератора, который когда-либо был построен. Электрическое оборудование, необходимое для питания этих пушек, стало намного более компактным за прошедшее столетие или около того, но оно все еще недостаточно компактное или легкое для создание переносного вооружения, способного заменить химическое огнестрельное оружие. Другой главный недостаток рейлгана состоит в чрезмерной чувствительности к износу рельс. Они получают тяжелые повреждения от каждого выстрела. А когда контакты сильно повреждены, электрический ток плохо проходит в снаряд. Это приводит к снижению мощности последующих выстрелов. Каждый раз нужен хотя бы небольшой кусочек рельс, чтобы снаряд набрал скорость. К счастью, нам удалось найти способ обойти эту проблемы — с помощью загрузки новых рельсов в пушку после каждой серии выстрелов. Концепция презагрузки всего патрона в ствол долгое время витала в воздухе. До сих пор она применялась только в обычном огнестрельном оружии, но мы разработали новую концепцию. Маленький, независимо-питаемый и изолированый отрезок рельсы загружается каждый выстрел. В результате это обеспечивает работоспособные контакты и позволяет оружию сохранять свою мощь все время. Когда все патроны в текущем стволе исчерпаны -- а рельсы совершенно разрушены — солдат может просто разблокировать старый ствол, дать ему выпасть на грунт, и вставить новый. Затем он может заменить аккумуляторныую батарею для новой серии выстрелов. Снаряды - специально разработанные 3.2х40мм оперенные стрелки игольчатой формы, проштампованые с больших листов вольфрамового сплава. Они остры как бритва, имеют отличные проникающие качества и вращаются внутри цели. Отверстия, оставленные ими значительно превосходят сами снаряды по размеру. Выбранная нами система делает перезарядку Игломёта медленной и громоздкой, с дорогим, чрезмерно большим магазином (новый ствол плюс аккумуляторная батарея) и низким боезапасом в 4 выстрела на ствол. С другой стороны, убойная сила намного больше, чем у любого химического огрестрельного оружия в нашем арсенале. Он может использоваться как снайперская винтовка, так и как штармовое оружие, в зависимости от режима огня: полуавтоматический или 4-зарядная очередь. Игломёт — многоцелевое оружие с множеством возможных применений. Его тактическое значение станет определенно ясным как только у нас будет реальный опыт его боевого использования. --коммандер Наварре
th: The EM rifle project has been a resounding success! For the first time in human history, we've created a viable man-portable electromagnetic weapon. We have named our weapon the Bolter Rifle to avoid ambiguity with other existing MAG (Magnetic Accelerator Gun) implementations. I'll do my best to explain its operation in this short summary. The Bolter Rifle is equipped with a railgun configuration, as opposed to a coilgun/Gauss gun configuration, due to the high inefficiency and generally poor operation of coilguns. Railguns work by utilising electromagnetic force to propel an electrically conductive projectile along two conducting rails. The electric current flowing through the rails sets up a magnetic field between them and through the projectile. The direction of the magnetic field is perpendicular to the current flowing through the rails and the projectile; this results in the rails and projectile pushing each other, thereby accelerating the projectile along the rails. The world's first large-scale railgun, built in the 1970s, used 500 MJ of stored energy from the largest homopolar generator ever built. The electrical equipment needed to power these guns has become much more compact in the past century or so, but it is still not small or light enough to create man-portable weapons capable of replacing chemical-propellant firearms. Another major failing of railguns is their extreme susceptibility to rail erosion. The rails suffer heavy damage from every shot fired along them, and when the contact points are badly damaged, the electric current cannot properly pass from the rails through the projectile. This causes successive shots to lose more and more of their power. Each round needs at least a short length of undamaged rail in order to build up velocity. Fortunately, we've managed to find a way around this problem -- by loading new rails into the gun after every series of shots. The concept of pre-loading all of a weapon's ammunition into the barrel has been around for a long time. Until now it has only been applied to conventional firearms, but we have come up with a new concept; a small, individually-powered and insulated length of rail loaded with every round. This gives each round a viable contact point and will allow the weapon to sustain power through all its shots. When all rounds in the current barrel have been depleted -- and therefore the rails thoroughly destroyed -- the soldier can simply unlock the old barrel, let it drop to the ground, and slot in a fresh spare. Then he can replace the battery pack for a new series of shots. The projectiles are specially-developed 3.2x40mm finned flechettes, stamped from large sheets of tungsten alloy. They are razor-sharp, with excellent armour-piercing qualities, and they tumble like demons inside the target. The holes that these flechettes cause are many times larger than their actual size. This choice of loading system makes the Bolter slow and clumsy to reload, with expensive, oversized magazines (a new barrel and battery pack for each reload) and a small ammo capacity of 4 shots per barrel. On the other hand, the Bolter's stopping power is far greater than any chemical firearm in our arsenal. It can be used both as a sniper rifle and a powerful assault weapon, depending on whether it is fired on semi-automatic or 4-round burst mode. It is a highly versatile weapon with many possible applications; its tactical value will certainly become apparent once we get some real combat experience with it. --Cdr. Navarre

source: bolterrifle_pre_txt
de: Herr Kommandant, wir haben eine Reihe von Forschungsdateien mehrerer UN Nationen bekommen, die sich mit der Forschung und Entwicklung für tragbare elektromagnetische Waffen befassen; mehrere Entwürfe für Railguns, Coilguns oder Kältekanonen wurden vorgeschlagen oder sogar gebaut. Natürlich sind diese Experimente alle fehlgeschlagen, da elektromagnetische Waffen sehr viel Energie benötigen -- und daher ganze Reihen von Kondensatoren, die kein menschlicher Soldat je tragen könnte. Sogar Atombatterien haben uns nicht die Energie gegeben, die wir bräuchten, um tragbare elektromagnetische Gewehre zu realisieren. Es ist unmöglich. Jedenfalls dachten wir das, bis die Außerirdischen auftauchten. Nachdem wir UFOs durch unseren Himmel fliegen, fortgeschrittene Roboter auf unseren Straßen laufen und Intensivenergiewaffen unsere Leute zerreißen gesehen haben, haben unsere Ingenieure eine Menge neuer Ideen gesammelt. Es hat uns außerdem dazu veranlasst, einen genauen Blick auf die gesammelten UN Forschungsdaten zu werfen. Diese haben sich als eine wahre Goldmine erwiesen. Indem wir die besten Einzelteile zusammengesetzt haben, glauben wir, eine neue Waffe für unsere taktischen Teams entwickeln zu können, die sowohl tragbar als auch effektiv im Kampf ist. Diese Waffen würden eine extreme Reichweite und genug Kraft haben, um uns in nächster Zeit wohl zu dienen. Von dieser Idee versprechen wir uns viel, Herr Kommandant. Wir hätten gerne ihre Erlaubnis für Laborzeit und Mittel, damit wir elektromagnetische Waffen endlich wahr machen können. --Cdr. Navarre
fr: Commandant, nous avons reçu de nombreux dossiers de recherche de plusieurs pays des Nations Unies concernant la recherche et le développement d'armement électromagnétique portatif. De nombreux schémas ont été proposés, et certains prototypes ont même été réalisés pour des canons électriques, magnétiques, ou à supraconducteurs. Ces expériences ont évidemment toutes échouées, étant donné que les armes électromagnétiques consomment d'énormes quantités d'énergie, et nécessitent donc un nombre prodigieux de condensateurs si lourds qu'ils sont impossibles à transporter. Même les sources atomiques ne suffisent pas à fournir suffisamment d'énergie pour rendre possibles de telles armes. Elles sont tout simplement impossibles à fabriquer. C'est tout du moins ce que nous avons cru avant que les aliens n'arrivent. Voir des vaisseaux aliens fendre nos cieux, des robots évolués sillonner nos rues, et des armes à très haute énergie tuer nos hommes nous ont donné de nombreuses nouvelles idées. Cela nous a également poussé à lire très attentivement toutes les données de recherche collectées par les Nations Unies. Mêmes si elles sont dissimulées sous la quantité d'informations, certaines informations sont très intéressantes. En combinant le meilleur de tout ce que nous avons trouvé, nous pensons être capables de dessiner une nouvelle arme qui serait à la fois portable et efficace en combat. Cette arme aurait une très longue portée, une grande puissance, et pourrait nous être très utile dans les jours à venir. Cette idée est pleine de promesses, Commandant. Nous aimerions avoir votre autorisation pour les financements et les plages horaires du laboratoire pour faire de l'armement électromagnétique une réalité. --Cdt Navarre
ru: Командующий, от нескольких наций ОН мы получили множество материалов об исследованиях и разработке переносного электромагнитного вооружения. Среди них множество различных эскизов и даже прототипов рейлганов, coilguns и quench guns. Конечно, все эти эксперименты провалились, т.к. электромагнитное оружие требует огромного количества электроэнергии, и поэтому, настолько тяжелых батарей конденсаторов, что ни один человеческий солдат не сможет их носить. Даже атомные батареи не обеспечили бы нам необходимую выходную мощность, чтобы сделать переносную электромагнитную пушку реальностью. Это невозможно. По крайней мере, мы так думали, пока не появились инопланетяне. Наблюдение за тем, как инопланетные корабли мчатся по наших небесам, развитые роботы суетятся на наших улицах, и высокомощное энергетическое оружие взрывает наших людей, дало нам целую армию новых идей. Это также заставило нас очень внимательно пересмотреть нашу коллекцию исследовательских данных ОН. Они оказались скрытой золотоносной шахтой. Мы верим, что комбинируя лучшие из неявных разрозненных беспорядочных результатов мы сможем изобрести новое оружие для наших тактических комманд, которое будет электромагнитным и боеспособным одновременно. Оно будет иметь экстремальную дальность и мощь, и, возможно, хорошо послужит нам в будущем. Эта идея довольно многообещающа, Командующий. Нам хотелось бы получить Вашу санкцию на использование лабораторного времени и финансов для того, чтобы в результате сделать электромагнитное оружие реальностью. --коммандер Наварре
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Electromagnetic Rifle
de: Elektromagentisches Gewehr
fr: Fusil électromagnétique
ru: Электромагнитная винтовка
