Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: ufo_fighter_txt
de: Herr Kommandant, mein Team und ich haben einen weiteren UFO Bericht für sie. Folgend ist meine Zusammenfassung. Der Jäger scheint die Rolle der Eskorte bei Ernteexpeditionen und ähnlichen Operationen der Außerirdischen zu haben. Es wird öfters als Begleitjäger der Ernter oder als Ablenkung für andere Missionen eingesetzt. Obwohl er nicht so manövrierfähig ist wie ein Scout ist er spürbar schneller, mit einem härteren Rumpf und großen krallenförmigen Wärmetauscher an den Seiten, welche die erhöhte Kraft der Antimaterietriebwerke ausgleichen. Es gibt nur ein Waffensystem unter der Nase. Diese Waffe, scheinbar irgendeine Art Hochenergie Partikelstrahlenwaffe, hier wird mehr Forschung erforderlich sein, bevor wir irgendeine Aussage darüber machen können. Dennoch geht aus unseren Aufzeichnungen klar hervor, dass sie extrem gefährlich ist. Sie feuert einen Partikelstrahl mit annähernd Lichtgeschwindigkeit, welches ihr eine große Reichweite gibt, da die Atmosphäre sehr lange braucht um die Partikel derart zu verlangsamen und zu verstreuen dass sie harmlos werden. Die Pilotenkanzel hat drei Plätze. Wir haben diese intensiv studiert und, soweit wir das sagen können, gehören sie einem Piloten, einem Schützen und einem Elektronikoffizier. Wie der Scout hat der Jäger keine erkennbaren Kommunikationsgeräte, noch hat es irgendwelche Fahrwerke. Was es aber hat, ist ein großer Zielcomputer und ein holographisches HUD (Head-Up Display), um das UFO noch effektiver zu machen. Diese Systeme sind sehr interessant. Mehr Forschung könnte uns zu großen Fortschritten in unserer eigenen Luftfahrtelektronik führen. Unsere Analysen haben uns zu neuen Erkenntnissen über die kleineren UFO Klassen geführt. Während es schneller ist als der Scout, ist der Jäger immer noch nicht wirklich schnell für ein Flugzeug mit Antimaterietriebwerken. Nach dem was wir so an der außerirdischen Hüllenmaterialien gesehen haben, ist es klar, dass die der Außerirdischen mit ihrer Technologie definitiv kräftigere Triebwerke bauen könnten. Es scheint, dass der beschränkende Faktor die Unbeständigkeit des Treibstoffes ist. Die Antimaterietanks des Jägers sind nur geringfügig größer als die des Scouts und die sind sehr schwer gepanzert; es ist klar, dass die der Außerirdischen keine unnötigen Risiken eingehen. Die wenigen Zehntel Gramm, die ein kleines UFO mit sich führen kann, scheinen genug für eine planetare Mission und die Rückkehr zur Basis zu sein. Wenn das UFO explodiert, ist die Menge an Antimaterie klein genug, um nicht die anderen Jäger der Formation in Gefahr zu bringen. Taktisch ist der Jäger eine wahre Bedrohung für PHALANX Flugzeuge. Sie operieren meistens in Paaren, ein Führungsjäger und ein Flügelmann. Dennoch sind ihre Möglichkeiten begrenzt, da sie nicht besser ausgerüstet sind, um mehr als bewaffnete Aufklärer zu sein. Die wahre Bedrohung ist immer, was die Jäger beschützen. Jäger sollten nie das Hauptziel sein, es sei denn, es gibt nichts anderes zum Abschießen. --Cdr. Navarre Geschätzte Jäger Statistiken: Größe: Klein (9m x 16m x 4m) Reisegeschwindigkeit: +/- 1900 km/h Höchstgeschwindigkeit: +/- 3600km/h Besatzung: max. 5 Waffenkapazität: 1 Particle Beam hardpoint
fr: Commandant, mon équipe et moi avons juste fini un autre rapport d'OVNI pour vous. Voici mon résumé pour votre revue. Le Chasseur semble tenir le rôle de l'escorte dans les expéditions des Moissonneuses aliennes et dans les opérations semblables. Il est fréquemment déployé en tant qu'ailler d'une Moissonneuse, ou même comme diversion pour cacher une autre mission quelque part ailleurs. Bien que moins manoeuvrable que l'Éclaireur, il est sensiblement plus rapide, avec un fuselage plus résistant et des échangeurs de chaleur en forme de grandes griffes sur les côtés pour compenser la plus grande puissance des moteurs à antimatière. Il possède un système d'armement simple sous le nez du vaisseau. Cette arme, un genre de faisceau de particules de hautes énergies, exigera une recherche complète avant que nous puissions émettre toutes les conclusions à son sujet. Cependant, d'après nos enregistrements durant les combats il est évident que cette arme est extrêmement dangereuse. Elle tire un faisceau de particules à une bonne fraction de la vitesse de la lumière, lui donnant une portée significative avant que l'atmosphère puisse ralentir et/ou disperser suffisamment les particules pour les rendre inoffensives. L'appareil est équipé de 3 postes d'équipages. Nous avons étudié ces derniers attentivement et, autant qu'on puisse en juger, ils sont composés d'un poste de pilote, de canonnier et d'officier d'électronique. Comme l'Éclaireur, le Chasseur ne comporte aucun matériel de transmissions perceptible, ni train d'atterrissage. Il a par contre un puissant ordinateur de visée et des HUD holographiques pour rendre l'appareil bien plus efficace. Ces systèmes sont très intéressants. Plus de recherche pourrait nous mener à de grandes améliorations pour notre propre avionique. Notre analyse nous a menés à quelques nouvelles prises de conscience au sujet de ces plus petites classes d'OVNI. Bien que plus rapide que l'Éclaireur, le Chasseur n'est toujours pas très prompt pour un vaisseau propulsé par des fusées à antimatière. D'après ce que nous avons vu des matériaux des coque aliennes, ces derniers pourraient certainement construire des moteurs bien plus puissants avec leur technologie actuelle. Il semble que le facteur limitant soit la volatilité du carburant. Les réservoirs d'antimatière dans le Chasseur sont seulement légèrement plus grands que ceux dans l'Éclaireur, et ils sont très fortement blindés ; évidemment les aliens ne prennent aucun risque inutile. Les quelques dixièmes de gramme d'antimatière qu'un petit OVNI peut sans risque transporter semblent être juste assez pour accomplir une mission planétaire et retourner à leur base. Si l'OVNI venait à exploser, la quantité d'antimatière dans ses réservoirs ne sera pas suffisante pour nuire à un autre vaisseau de la formation. Tactiquement, le Chasseur est une vraie menace aux appareils PHALANX. Ils opèrent le plus souvent par paires, un appareil de tête et un ailler, dans une formation serrée et efficace pour protéger un vaisseau plus grand et plus vulnérable. Cependant, leur fonction est strictement limitée, car ils ne sont équipés pour faire rien d'autre qu'une reconnaissance armée. La vraie menace sera toujours ce que les Chasseurs protègent. Les Chasseurs ne devraient jamais être une cible principale à moins qu'il ne reste rien d'autre à abattre. --Cdt Navarre Statistiques estimées de l'appareil : Dimensions : Petit (9 m x 16 m x 4 m) Vitesse de croisière : +/- 1 900 km/h Vitesse maximale : +/- 3 600 km/h Nombre de passagers : 5 max. Capacité d'armement : 1 point de montage pour un Faisceau de Particules
ru: Командующий, моя группа и я только что закончили для Вас отчёт по другому типу НЛО. Это мой конспект для Вашего ознакомления. НЛО класса Истребитель, как кажется, служит в роли эскорта для заготовительных экспедиций пришельцев и других подобных операций. Он часто используется как истребительное звено при НЛО класса Охотник, или даже как диверсионный корабль для скрытия других операций где-то ещё. Хотя и менее маневренный, чем Разведчик, он значительно быстрее, с прочной конструкцией внешнего корпуса и большими когтеподобными теплообменниками по бокам, чтобы компенсировать увеличенную мощность двигателей, работающих на антиматерии. На нём монтируется единственная орудийная система, расположенная под новым выступом корабля. Это оружие представляет собой некую разновидность высокоэнергетического лучевого оружия, которое потребует всестороннего исследования прежде, чем мы будем способны сделать какие-либо выводы относительно него. Однако, как очевидно следует из наших записей боевых столкновений, это в высшей степени опасное оружие. Оно стреляет потоком частиц со скоростью, близкой к скорости света, дающей им значительную дальность, прежде чем атмосфера сможет замедлить и/или рассеять частицы достаточно, чтобы сделать их безвредными. Отсек экипажа оборудован 3 боевыми постами. Мы внимательно их изучили, и, как мы можем определить, они разработаны для пилота, стрелка, офицера радиоэлектронной аппаратуры. Подобно Разведчику, Истребитель не имеет никакого явного оборудования связи, и при этом не оборудован механизмом приземления. Вот, что он действительно имеет, - так это большой комплекс целенаведения и целеуказания с голографической панелью индикации, делающий Истребитель ещё более эффективным. Эти системы представляют большой интерес. Более доскональное изучение могло бы привести нас к значительным усовершенствованиям нашей собственной авиационной радиоэлектроники. Наше исследование привело нас к некоторым новым познаниям об этих наименьших типах НЛО. Хотя и более быстрый, чем Разведчик, Истребитель всё же не слишком быстр для корабля, движущегося на реактивных двигателях, работающих на антиматерии. Как мы видели на примере инопланетных материалов внешнего корпуса кораблей, пришельцы с их текущим уровнем технологий определённо способны построить более мощные двигатели. Кажется, ограничивающим фактором является нестабильность топлива. Резервуары антиматерии в Истребителе лишь чуть больше, чем в Разведчике, и они крайне интенсивно бронированы; очевидно, пришельцы не оставляют места для ненужных рисков. Нескольких десятых долей грамма антиматерии, которые малый НЛО может безопасно нести в себе, похоже, вполне достаточно для выполнения его миссий на планете и возвращения на базу. Если этот НЛО и взорвётся, то объёма антивещества в его резервуарах будет не достаточно, чтобы повредить любому другому кораблю в формировании. Тактически, Истребитель представляет реальную угрозу самолётам ФАЛАНКС. Они очень часто действуют парами ведущий-ведомый, образуя надёжную, эффективную формацию для защиты больших и более уязвимых кораблей. Однако, их функции строго ограничены, так как они не имеют оборудования, чтобы осуществлять что-либо кроме вооружённой разведки. Угроза с их стороны Истребителей будет всегда реальной, чтобы они ни защищали. Истребители никогда не должны быть главной целью, если только не осталось больше ничего, что нужно сбить. --коммандер Наварре Предполагаемые характеристики Истребителя: Размер: малый (9м x 16м x 4м) Крейсерская скорость: +/- 1,900 км/ч Предельная скорость: +/- 3,600 км/ч Экипаж: до 5 особей Вооружение: 1 узел подвески лучевого оружия
th: Commander, my team and I have just finished another UFO report for you. Here is my summary for your review. The Fighter craft seems to serve the role of escort to alien harvesting expeditions and similar operations. It is frequently deployed as a Harvester UFO's fighter wing, or even as a diversion to mask some other mission somewhere else. Though less manoeuvrable than the Scout craft, it is significantly faster, with a tougher airframe and large claw-like heat exchangers on the side to compensate for the increased power of the antimatter engines. It mounts a single weapons system under the nose of the craft. This weapon, some type of high-energy particle beam, will require thorough research before we will be able to make any conclusions about it. However, it's obvious just from our combat recordings that this weapon is extremely dangerous. It fires a beam of particles at a good fraction of the speed of light, giving it significant range before the atmosphere can slow and/or disperse the particles enough to render them harmless. The crew compartment is equipped with 3 duty stations. We have studied these intently and, as near as we can determine, they are designed a pilot, a gunner and an electronics officer. Like the Scout, the Fighter features no discernible communications equipment, nor does it mount landing gear. What it does have is a large targeting computer and holographic HUD to make the craft even more effective. These systems are very interesting. More research might lead us to great improvements in our own avionics. Our analysis has led us to some new realisations about these smaller classes of UFO. While faster than the Scout, the Fighter is still not very speedy for a craft driven by antimatter rockets. From what we've seen of the alien hull materials, the aliens could definitely build far more powerful engines with their current technology. It seems the limiting factor is fuel volatility. The antimatter tanks in the Fighter are only slightly larger than those in the Scout, and they are very heavily armoured; obviously the aliens aren't taking any unnecessary risks. The few tenths of a gramme of antimatter that a small UFO can safely carry seem to be just enough to complete a planet mission and return to base. If the UFO does manage to get blown up, the amount of antimatter in its tanks will not be enough to harm any other craft in the formation. Tactically, the Fighter is a real threat to PHALANX craft. They most often operate in pairs, a lead craft and a wingman, forming a tight, effective formation to protect larger and more vulnerable craft. However, their function is strictly limited, as they aren't equipped to do anything more than armed reconnaissance. The real threat will always be whatever the Fighters are protecting. Fighters should never be a main target unless there is nothing else left to shoot down. --Cdr. Navarre Estimated Fighter statistics: Size: Small (9m x 16m x 4m) Cruising speed: +/- 1,900 km/h Top speed: +/- 3,600km/h Crew capacity: 5 max. Weapon capacity: 1 Particle Beam hardpoint

source: ufo_fighter_pre_txt
de: Herr Kommandant, wir haben einen neuen UFO Typ geborgen, welcher sich in unserem Hangar befindet und auf Zerlegung wartet. Das Bergen eines Jäger-Klasse UFOs war eines der Dinge, für das wir bei DivEngine gebetet haben. Das ist das erste bewaffnete UFO, das PHALANX beobachtet hat; es ist sehr wichtig, dass wir diese UFO-Klasse und seine Waffen untersuchen, um die Schwächen herauszufinden. Falls sie überhaupt welche haben. Wir sind bereit, ihn zu studieren und auseinanderzunehmen, aber wir brauchen etwas Laborplatz und Geld, um eine genaue Einschätzung seiner Funktionen und Fähigkeiten zu machen. --Cdr. Navarre
fr: Commandant, nous avons récupéré un nouveau type d'OVNI qui attend maintenant dans notre hangar son démontage. La récupération d'un OVNI de classe Chasseur a été l'une des choses pour laquelle nous avions priées. C'est le premier OVNI de combat armé que PHALANX a observé ; il est essentiel que nous étudiions ces vaisseaux et ces armes aliens et que apprenions leurs faiblesses, s'ils en ont. Nous sommes prêts à commencer à étudier et à démanteler cet appareil à vos ordres, mais nous aurons besoin de temps de laboratoire et de fonds pour faire une évaluation appropriée de sa fonction et de ses capacités. --Cdt Navarre
ru: Командующий, мы завладели НЛО нового типа, который в настоящее время ожидает демонтажа в ангаре. Получение НЛО класса Истребитель было одной из тех вещей, о которых мы в нашем отделе молились. Это - первый вооружённый боевой НЛО, который наблюдали в ФАЛАНКС; жизненно важно, чтобы мы изучили этот летательный аппарат пришельцев и его вооружение, и поняли их слабые стороны, если они есть. Мы готовы начать разборку и изучение аппарата, как только вы отдадите приказ, но нам будет необходимо некоторое количество рабочего времени лабораторий и финансирования, чтобы сделать надлежащую оценку его функционирования и технических возможностей. --коммандер Наварре
th: ท่านผู้บัญชาการ, ผมและทีมงานทำรายงานจานบินเสร็จสิ้น และขอสรุปดังนี้ ยานต่อสู้มีหน้าที่ในการคุ้มกันยานเก็บเกี่ยวและภารกิจอื่นๆ ยานนี้มักมาเป็นปีกของยานเก็บเกี่ยว หรืออาจเป็นตัวเีบี่ยงเบนความสนใจจากภารกิจอื่น แม้ว่ายานจะมีความคล่องตัวต่ำกว่ายานสอดแนม มันก็เร็วกว่า และมีโครงสร้างแข็งแกร่งกว่า และตัวแลกเปลี่ยนความร้อนรูปเล็บด้านข้าง ที่จะช่วยชดเชยพลังที่เพิ่มขึ้นของเครื่องยนต์แอนทายแมทเทอร์ มีจุดติดอาวุธเดียวตรงปลายเครื่อง อาวุธนี้เป็นลำแสงอนุภาคพลังงานสูง ต้องวิจัยก่อนที่เราจะสรุปอะไรได้ อย่างไรก็ตาม เป็นที่ัชัดเจนจากข้อมูลการต่อสู้ว่าอาวุธนี้มีอันตรายสูง ปืนนี้สามารถยิงลำแสงอนุภาคด้วยความเร็วสูง, มีระยะไกลกว่าที่ชั้นบรรยากาศจะลดความเร็ว และ/หรือ สลายอนุภาคไ้ด้มากพอจะทำให้มันไม่มีอันตราย ห้องนักบินมีฐานประจำการ 3 ที่ เราได้ศึกษาอย่างตั้งใจและ เท่าที่เราทราบ มีนักบิน พลปืน และพลควบคุมอิเลคทรอนิคส์ ยานต่อสู้ก็เหมือนยานสอดแนมที่ไม่มีเครื่องมือสื่อสาร และไม่มีเครื่องมือลงจอด แต่มันมีคอมพิวเตอร์เล็งเป้าขนาดใหญ่ และมีระบบ HUD แบบภาพโฮโลกราฟฟิค ที่ทำให้เครื่องบินมีประสิทธิภาพยิ่งขึ้นไปอีก ระบบนี้น่าสนใจ การวิจัยอาจทำให้เราสามารถพัฒนายานของเราเองได้ การวิเคราะห์ของเราทำให้เราพบสิ่งใหม่เกี่ยวกับจานบินขนาดเล็ก แม้ว่ามันจะเร็วกว่ายานสอดแนม ยานต่อสู้ก็ไม่เร็วนักเมื่อเทียบกับการใช้แอนทายแมทเทอร์เป็นเชื้อเพลิง จากที่เราพบในวัสดุตัวถัง พวกต่างดาวสามารถสร้างเครื่องยนต์ที่มีกำลังมากกว่านี้ได้ด้วยวิทยาการปัจจุบัน แต่ข้อจำกัดน่าจะเป็นความไม่เสถียรของตัวเชื้อเพลิง ถังแอนทายแมทเทอร์ของยานต่อสู้นั้นใหญ่กว่ายานสอดแนมเล็กน้อย และเสริมเกราะหนา เห็นได้ว่าพวกต่างดาวไม่อยากเสี่ยงโดยไม่จำเป็น แอนทายแมทเทอร์ไม่ถึงครึ่งกรัมในจานบินขนาดเล็กดูจะพอกับการทำภารกิจและกลับฐาน หากจานบินเสียหายและระเบิด ปริมาณแอนทายแมทเทอร์ในถังจะไม่ถึงกับสร้างความเสียหายกัยยานอื่นในกลุ่มได้ ทางการรบยานต่อสู้นี้เป็นตัวอันตรายสำหรับยานของ PHALANX พวกนี้มักทำงานเป็นคู่ คือยานนำและปีกข้าง ซึ่งเป็นรูปแบบที่มีประสิทธิภาพในการปกป้องยานบินขนาดใหญ่และมีจุดอ่อน อย่างไรก็ตามการทำงานนี้จะจำกัดเพราะมันไม่ได้ติดตั้งอุปกรณ์มากไปกว่าการเป็นแนวหน้าติดอาวุธ ตัวอันตรายที่แท้จริงมักจะเป็นยานที่ยานต่อสู้พยายามปกป้องอยู่ ยานต่อสู้นี้ไม่ควรจะเป็นเป้าหมายหลักยกเว้นแต่ว่าจะไม่เหลือเป้าหมายอื่น --ผบ. นาวาเร ข้อมูลประเมินของยานต่อสู้: ขนาด: เล็ก (9 ม. x 16 ม. x 4 ม.) ความเร็วปกติ: +/- 1,900 กม./ชม. ความเร็วสูงสุด: +/- 3,600 กม./ชม. อัตราบรรทุกลูกเรือ: สูงสุด 5 อาวุธ: จุดต่อลำแสงอนุภาค 1 จุด
