Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: alien_odd_behaviour_txt
de: Herr Kommandant, Wir haben die letzten Wochen damit zugebracht, die seltsames Vorkommnisse in unserer Quarantäneeinrichtung zu untersuchen und wir glauben, eine Theorie aufgestellt zu haben, die die neu gefundene Intelligenz der Außerirdischen erklärt. Es scheint, dass wir mit unserer ersten Einschätzung des außerirdischen Intellekts völlig daneben lagen. Wir glaubten erst, dass sie autonom handelnde Individuen wären, so wie Menschen, mit hoch entwickelten Kommunikationsmitteln und Gruppentaktiken. Jedoch haben unsere Experimente und eine genaue Bewertung der Schlachtfeldaufzeichnungen diese Hypothese widerlegt. In unseren Aufzeichnungen sehen wir oft, wie die Außerirdischen Deckung suchen, ihr Feuer koordinieren und als Team arbeiten, obwohl sie keine sichtbaren Kommunikationsgeräte tragen. Als wir aber einige lebende Spezies in unserer Quarantäneeinrichtung gefangen hielten, zeigten sie nie etwas höheres als tierischen Instinkt. Das scheint mit den Beweisen, die wir haben, unvereinbar zu sein; große, gut entwickelte Gehirnstrukturen und ein bewiesenes Wissen über Gruppentaktiken. Wir versuchten, diese Ideen in einer neuen Theorie zu vereinen und unsere Experimente begannen endlich, Ergebnisse zu liefern. Die neuen Subjekte sind sicher für das seltsame Verhalten verantwortlich, aber wir glaubten vorher, dass es Offiziere wären. Wir glauben jetzt, dass diese Theorie ebenfalls falsch ist. Unser Experiment zeigte, dass die Außerirdischen, wenn sie sich versammeln dürfen, aktiver und raffinierter werden, ob nun mit oder ohne 'Offiziere'. Wenn sie in einer größeren Entfernung voneinander getrennt sind, fallen sie in ihr ursprüngliches Verhalten zurück. Die Erklärung ist offensichtlich. Es gibt eine Art kommunale Kraft, die diese Kreaturen miteinander verbindet. Eine ganze Reihe neuer Theorien kamen auf. Die offensichtlichste Erklärung ist das außerirdische Gehirn. Es gibt mehrere außerirdische Spezies, die alle die körperlichen Voraussetzungen für eine empfindungsfähige Spezies haben, aber allein zeigen sie wenig bis keine Gehirnaktivität. Das deutet das Vorhandensein von ge- oder verteilten Gedanken zwischen ihnen an, eine Art Schwarmbewusstsein, dass intelligenter wird, je mehr Außerirdische beteiligt sind. Wir sind nicht sicher, wie es für ein Schwarmbewusstsein möglich ist, über verschiedene Spezies zu funktionieren; es ist offensichtlich, dass die verschiedenen Spezies von unterschiedlichen Planeten mit unterschiedlichen Evolutionen kommen und einige Spezies existieren schon länger als andere. Betrachtet man jedoch die außerirdische Technologie, ist das 'Wie' ein kleineres Mysterium als das 'Warum'. Diese neuen Funde zeigen auch, dass Spezies auf der Erde von der Quelle ihrer Intelligenz abgeschnitten sind. Während das ein wichtiger Vorteil für PHALANX Soldaten sein kann, ergibt es auch Bedrohungen, die wir bis jetzt noch nicht beachtet haben. Unsere Forschung der außerirdischen Physiologie hat gezeigt, dass isolierte Subjekte für längere Zeit auf der Erde überleben können und wenig Intelligenz zeigen, wenn sie auf der Oberfläche sind; aber wenn sich eine Gruppe versammeln kann, die groß genug ist und sich untereinander koordinieren kann – oder mit menschlichen Sympathisanten – könnten wir uns einem ernsthaften Infiltrationsrisiko gegenüber sehen. Mit mehreren verfügbaren Spezies scheint ihre Intelligenz der menschlichen Stufe zu entsprechen. Wenn wir einen funktionierenden Übersetzer oder eine gemeinsame Sprache entwickeln könnten, hätten wir endlich Gelegenheit, mit unseren Gefangenen zu kommunizieren. Vielleicht können einige unserer Linguisten oder Psychologen eine Form von Dialog entwickeln. Das ist ein Zugang zu Verhörmethoden, die wir nicht ignorieren dürfen. Natürlich würde mein Team, wenn das Programm bewilligt wird, jede erdenkliche Vorsichtsmaßnahme treffen. Nichts ist wichtiger als das Leben unserer Leute und die Sicherheit unserer Einrichtung. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Nous avons passé les dernières semaines à étudier ces étranges évènements dans notre unité de détention, et nous croyons que nous avons formulé une théorie qui peut commencer à expliquer l'intelligence nouvelle des aliens. Il semble que nous étions loin dans notre évaluation préliminaire de la façon dont l'intellect alien fonctionne. Nous les avons d'abord considérés individus autonomes, comme les humains, mais avec des communications et une cohésion de groupe supérieures. Cependant, nos expériences de laboratoire et un examen intensif des vidéo du champ de bataille semblent maintenant contredire cette hypothèse. Dans nos enregistrements vidéos, nous avons souvent vu les aliens rechercher une couverture, coordonner leur feu, fonctionner en équipe alors qu'ils ne portent aucun équipement de communication apparent. Cependant, quand nous avons capturé quelques spécimens vivants dans notre unité de détention, ils n'ont jamais rien montré de supérieur à l'instinct animal. Ceci semble incompatible avec les preuves que nous avons : structures de cerveau grandes et bien développées et une connaissance prouvée de tactique de combat. Nous avons cherché à réconcilier ces idées dans une nouvelle hypothèse, et nos expériences ont commencé à produire des résultats tangibles. Les nouveaux spécimens sont certainement responsables du comportement étrange que nous avons observé, mais à l'origine nous avons supposé qu'ils étaient des sortes officiers représentant l'autorité. Nous pensons maintenant que cette théorie était fausse. Nos expériences montrent que quand les aliens ont la possibilité de se rassembler, avec ou sans les « officiers » suspectés, ils deviennent nettement plus actifs et de intelligents. Quand ils sont séparés par une assez grande distance, ils retournent de nouveau à leur état basique. La conclusion est évidente. Il y a une sorte de force communautaire liant ces créatures ensemble. Un début de nouvelles théories a émergé. L'explication le plus vraisemblable est dans le cerveau alien. Il y a plusieurs espèces d'aliens, qui répondent toutes aux exigences physiologiques des espèces intelligentes, mais elles ne montrent peu voire aucune activité cérébrales. Ceci implique la présence d'un certain genre de pensée partagée ou distribuée entre elles, un esprit de ruche qui devient de plus en plus intelligent au fur et à mesure qu'il grandit en nombre. Nous ne sommes pas sûrs de savoir comment il est possible à cet esprit de ruche de traverser les frontières entre les espèces ; il est évident que les différentes espèces aliennes sont originaires de différents mondes, avec des chemins évolutionnaires très divergents, et quelques espèces semblent avoir été là depuis bien plus longtemps que d'autres. Cependant, étant donné la technologie de pointe des étrangers, le « comment » est moins énigmatique que le « pourquoi ». Ces nouveaux résultats semblent également suggérer que des spécimens sur Terre soient coupés de la source de leur intelligence. Tandis que ceci peut être un avantage important pour les forces PHALANX, cela évoque également des menaces que nous n'avions pas encore considérées. Notre recherche sur la physiologie alienne a établi que les spécimens isolés ne peuvent pas survivre très longtemps dans notre environnement, et se comporte avec assez peu d'intelligence tant qu'ils sont sur la surface ; mais si on permet à un assez grand nombre de s'échapper et de se coordonner les uns les autres -- ou avec des sympathisants aliens sur Terre -- nous pourrions avoir un risque sérieux d'infiltration. Avec plusieurs spécimens à disposition, leur intelligence semble maintenant approcher le niveau humain. Si nous pouvons créer un dispositif approprié de traduction ou un langage commun, nous croyons que nous pouvons finalement pouvoir établir des communications avec des aliens en captivité. Peut-être que certains de nos experts linguistes ou psychologues pourraient créer un dialogue. C'est une voie d'étude que nous ne pouvons pas nous permettre d'ignorer. Naturellement, si de telles expériences devaient être approuvées par le Commandant de la Base, je vous assure que mon équipe prendrait toutes les précautions. Rien n'est plus important pour nous que les vies de nos hommes et la sécurité de nos équipements. Sincèrement, Dr Connor
ru: Командующий, В течении последних недель мы неустанно искали источник проблем с группой подопытных пришельцев, содержащейся в изоляторе. Смею надеяться, нам удалось найти объяснение новоприобретенной разумности наших пленников. Увы, но я должен признаться - мы и понятия не имели, как на самом деле функционирует разум инопланетян. С самого начала мы придерживались тезиса о том, что они подобны людям, с их независимым и индивидуальным мышлением. Однако... Однако, проведенные нами эксперименты и тщательный анализ оперативных съемок показали, насколько далеки мы были от истины. При просмотре записей, сделанных нашими оперативниками в условиях боя, мы смогли обнаружить, что пришельцы действуют очень слаженно - они уходят с линии огня, прикрывают своих сородичей, производят перегруппировку - и это притом, что в их снаряжении отсутствуют какие-либо устройства связи. В то же время, помещенные в изолятор особи вели почти животный образ жизни, руководствуясь только инстинктами. Это полностью противоречило имеющимся у нас доказательствам их разумности, в том числе, степени развития их нервной системы и тому, что они неоднократно доказывали на деле свои тактические способности. Мы приняли обнаруженную нами закономерность за основу и наши эксперименты сразу же стали приносить несоизмеримо более реальные результаты, нежели ранее. Безусловно, новоприбывшие особи ответственны за изменения в поведении всей группы, однако, изначально мы считали, что они входят в командный состав, занимая более высокие чины среди других инопланетян. Теперь мы понимаем, что и это гипотеза была ложной. Экспериментальным путем мы выяснили, что при помещении одного их таких 'командиров' в группу других пришельцев, поведение последних становится более осмысленным. Если же их вновь разделить, увеличив дистанцию между блоками, то группа постепенно возвращается в свое прежнее 'животное' состояние. Таким образом, становится очевидным - эти существа связаны в единую ментальную сеть. Новые данные породили среди нас целый ряд теорий, однако, мы все больше и больше склоняемся к мысли, что все дело в одной очень важной особенности мозга наших врагов. Несколько видов пришельцев, известных нам на сегодняшний день, являются по всем физиологическим параметрам разумными, в то время как активность у их мозга практически отсутствует. Это может говорить о том, что они являются носителями некоего коллективного разума, при этом степень разумности каждого индивида определяет количество других носителей в определенном радиусе взаимодействия. Для нас остается непонятным, как были преодолены видовые барьеры, ведь очевидно, что все виды зародились на разных планетах, эволюционировали своим независимым путем, и эволюционный возраст некоторых из них намного превосходит таковой у остальных. Впрочем, в нашей ситуации вопрос 'как' является гораздо менее актуальным, нежели вопрос 'почему'. Судя по всему, особи, находящиеся на Земле, слишком малочисленны и достаточно сильно удалены от 'источника' своей разумности. Это может оказаться как большим преимуществом для сил ФАЛАНКС, так и не менее большой угрозой. Наши исследования показали, что находящиеся в 'разумной' изоляции инопланетяне неспособны долго выживать в условиях нашей планеты, поскольку в этом случае они отличаются почти полным отсутствием интеллекта. И, тем не менее, есть серьезная вероятность того, что в больших группах они могут сохранять свои интеллектуальные способности на достойном уровне и это может создать нам определенные проблемы. В частности, существует реальная угроза того, что они могут использовать своих сторонников среди землян для проникновения в нашу организацию. Похоже, что некоторые из содержащихся в нашем изоляторе пришельцев уже практически достигли в своей разумности человеческого уровня. В том случае, если нам удастся получить достаточное количество лингвистического материала и создать на его основе систему автоматического перевода, то у нас есть реальный шанс наконец наладить контакт с нашими пленниками. Искренне надеюсь, что наши эксперты в области лингвистики и психологии смогут справиться с этой задачей. Мы не имеем права упустить такую возможность. Разумеется, если дальнейшие исследования в этом направлении будут одобрены, я гарантирую то, что моя команда отнесется к выполнению поставленной задачи с максимальной ответственностью. Для нас нет ничего более важного, чем жизни наших людей и безопасность нашей организации. Искренне ваш, Зав. НИОКР ОКБ Коннор
th: เรียนท่านผู้บัญชาการ, เราได้ใช้เวลาสองสามสัปดาห์ที่ผ่านมาในการตรวจสอบสิ่งประหลาดที่เกิดขึ้นในเขตกักกัน และเราได้ตั้งทฤษฎีที่อาจอธิบายความเฉลียวฉลาดที่เพิ่งเกิดขึ้นของพวกต่างดาวได้ดังนี้ ดูเหมือนว่าการประเมินความเฉลียวฉลาดของพวกต่างดาวในตอนแรกจะผิดไป ตอนแรกเราเชื่อว่าพวกนี้เป็นปัจเจกที่ปฏิบัติงานโดยอัตโนมัติ เหมือนมนุษย์เรา ผ่านการสื่อสารขั้นสูงและการทำงานเป็นทีม แต่จากการทดสอบของห้องวิจัยเรา และการตรวจภาพระหว่างการรบอย่างละเอียดดูจะแย้งกับแนวคิดข้างต้น ตามบันทึกวิดีโอ เรามักพบว่ามนุษย์ต่างดาวพยายามหาที่ซ่อน ยิงปืนอย่างช่วยเหลือกัน ทำงานเป็นทีม แม้ว่าเราจะไม่เห็นเครื่องมือสื่อสาร อย่างไรก็ตาม เมื่อเราจับมนุษย์ต่างดาวตัวเป็นในเขตกักกัน พวกนั้นก็ไม่เคยแสดงอะไรเหนือจากสัญชาติญาณสัตว์ป่าเลย สิ่งนี้ดูจะขัดกับหลักฐานที่เรามีคือ โครงสร้างสมองที่พัฒนาและความรู้ด้านการวางแผนการรบ เราพยายามใช้แนวคิดเหล่านี้ตั้งทฤษฎีขึ้น และการทดลองของเราเริ่มแสดงผล พวกต่างดาวกลุ่มใหม่เป็นต้นเหตุของพฤติกรรมประหลาดที่เราเห็น แต่ตอนแรกเราคาดว่าพวกนี้เป็นหัวหน้าที่มีอำนาจสั่งการ ตอนนี้เราคิดว่าทฤษฎีนี้ผิด การทดลองพิสูจน์ว่าเมื่อเราให้มนุษย์ต่างดาวรวมกลุ่มกัน ไม่ว่าจะมีพวก "หัวหน้า" หรือไม่ก็ตาม พวกมันจะเริ่มมีการเคลื่อนไหวมากขึ้นและแสดงภูมิปัญญาสูงขึ้น แต่เมื่อแยกพวกต่างดาวจากกันในระยะห่างระดับหนึ่ง พวกนี้ก็จะกลายเป็นเหมือนเดิม ข้อสรุปจึงชัดเจนว่ามีพลังบางอย่างที่เชื่อมโยงพวกนี้เ่ข้าด้วยกัน มีทฤษฎีใหม่เกิดขึ้น และ่คำอธิบายที่เป็นไปได้อยู่ที่สมองของมนุษย์ต่างดาว มีพวกต่างดาวหลายเผ่าพันธุ์ ซึ่งทุกเผ่ามีลักษณะทางกายภาพที่พัฒนา แต่แทบไม่มีการเคลื่อนไหวของคลื่นสมองในตัวเอง ซึ่งหมายความว่ามีความคิดร่วมกันอยู่ในพวกนี้ ความคิดแบบรังแมลงที่จะเพิ่มความฉลาดเมื่อจำนวนของพวกนั้นเพิ่ม เราไม่แน่ใจว่าความคิดรังแมลงนี้กระจายในมนุษย์ต่างดาวพันธุ์ต่างกันได้อย่าง เพราะแน่นอนว่าพวกต่างเผ่าพันธุ์มาจากดาวคนละดวง ที่มีวิวัฒนาการที่ต่างกันไป และบางเผ่าพันธุ์ดูจะอยู่มานานกว่ากลุ่มอื่น แต่หากเราคิดถึงความก้าวหน้าทางวิทยาการของพวกต่างดาวแล้ว คำถามว่า "ทำอย่างไร" ดูจะน่าสงสยน้อยกว่าคำถามที่ว่า "ทำไม" การค้นพบนี้ดูจะแสดงว่าพวกต่างดาวบนโลก ฃถูกตัดขาดจากแหล่งปัญญา แม้ว่นี่จะเป็นข้อได้เปรียบของ PHALANX แต่มันก็เป็นปัญหาที่เราไม่ได้คาดมาก่อนเช่นกัน การวิจัยจิตวิทยามนุษย์ต่างดาวได้แสดงว่า มนุษย์ต่างดาวที่อยู่อย่างโดดเดี่ยวจะมีชีวิตในสภาพแวดล้อมของเราได้ไม่นาน และจะแสดงพฤติกรรมฉลาดเพียงเล็กน้อย แต่หากมีกลุ่มขนาดพอสมควรหลบหนีไปได้ และร่วมมือกัน -- หรือร่วมมือกับพวกท่สนับสนุนมนุษย์ต่างดาว -- เราจะต้องเผชิญปัญหาการถูกล้วงความลับขนาดใหญ่ทีเดียว เมื่อมีพวกต่างดาวหลายตัว ความเฉลียวฉลาดของพวกนี้ดูจะใกล้เคียงกับมนุษย์ หากเราสามารถสร้างเครื่องมือการแปล หรือภาษากลางได้ เราก็น่าจะสื่อสารกับมนุษย์ต่างดาวที่ถูกจัยกุมอยู่ได้ นักภาษาศาสตร์หรือนักจิตวิทยาอาจสร้างบทสนทนานี้ได้ นี่เป็นทางเลือกหนึ่งที่เราเพิกเฉยไม่ได้ แน่นอนว่า หากท่านผู้บัญชาการอนุม้ติโครงการดังกล่าว ผมขอรับรองว่าทีมงานของผมจะมีการป้องกันอย่างเต็มที่ สิ่งสำคัญที่สุดสำหรับเราคือชีวิตของบุคลากร และความปลอดภัยขอฐาน ขอแสดงความนับถือ, ดร. คอนเนอร์

source: alien_odd_behaviour_pre_txt
de: Herr Kommandant, Die lebenden Außerirdischen in unserer Quarantäneeinrichtung haben seit der letzten taktischen Mission ein seltsames Verhalten gezeigt. Vorher schienen die Subjekte kaum intelligent und handelten trotz ihrer deutlich entwickelten Gehirnstrukturen nur nach Instinkt. Nun scheinen sie aber eine Art intelligente Kontrolle zu zeigen, kommunizieren durch schalldichte Zellen, handeln als Gruppe und gehen sogar so weit, koordinierte Fluchtversuche zu starten. Wir brauchten Betäubungspfeile, um die aktiveren Subjekte ruhig zu stellen. Wir glauben, dass die neuen Subjekte, die wir kürzlich in unsere Quarantäneeinrichtung gebracht haben, eine Art Effekt auf die Gruppe haben. Sie könnten höherrangige Mitglieder der außerirdischen Hierarchie sein. Ob wir nun einen außerirdischen Offizier gefangen genommen haben oder ob es einen anderen Grund gibt, wir sollten das Wie und Warum sofort erforschen. Im Namen meiner Abteilung hätte ich gerne Ihre Zustimmung, ein neues Projekt zu starten, das sich damit beschäftigt. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Les aliens vivant dans notre unité de confinement ont commencé à montrer un comportement erratique depuis la dernière mission tactique. Avant, les spécimens étaient à peine intelligents, fonctionnant seulement sur l'instinct en dépit des structures significativement développées de leurs cerveaux. Pourtant ils semblent maintenant exercer une sorte de contrôle intelligent, communiquant visiblement au travers des murs insonorisés de leurs cellules et opérant en équipe, allant même jusqu'à coordonner des tentatives ingénieuses d'évasion. Des flèches sédatives ont été nécessaires pour soumettre les spécimens plus actifs. Nous croyons que les nouveaux spécimens récemment ajoutés à l'unité de confinement ont un certain effet sur le groupe. Ils peuvent être des membres de haut-rang de la hiérarchie alienne. Si nous avons capturé un officier alien, ou s'il y a une autre cause toute différente à ce nouveau comportement, nous devons étudier le comment et le pourquoi de ceci tout de suite. Au nom de la Division Bio, je voudrais votre permission de lancer un nouveau projet de recherche pour examiner la question. Sincèrement, Dr Connor
ru: Командующий, Спешу сообщить Вам, что с момента завершения последней операции ситуация в изоляторе резко изменилась. Пленные инопланетяне стали проявлять несвойственную им доселе активность. Я уже упоминал в своих отчетах о том, что не смотря на хорошо развитый головной мозг, все особи вели практически животный образ жизни, реагируя лишь на простейшие раздражители. В настоящий момент они не только исключительно активны, но и, могу сказать с полной уверенностью, вполне разумны. Вы знаете, что все камеры в нашем изоляторе отличаются полной звукоизоляцией. Тем не менее, она не является для них помехой в общении, поскольку все инопланетяне действуют слаженно и явно пытаются выработать единый план побега. В ряде случаев мои сотрудники были вынуждены применить седативные дротики для того, чтобы обездвижить наиболее активных из них. Мы почти уверены, что особи, доставленные в последней партии, оказывают своим присутствием некое воздействие на всю группу. Являются ли наши новые пленники представителями более высокой иерархической ступени или же это вызвано совершенно иными причинами? Этого мы не можем сказать, потому что не знаем. В этой связи, от имени всего отдела прошу Вас одобрить этот проект, поскольку нам необходимо четко понимать суть происходящего. Искренне ваш, Зав. НИОКР ОКБ Коннор
th: เรียนท่านผู้บัญชาการ, มนุษย์ต่างดาวที่มีชีวิตอยู่ในเขตกักกันของเรา เริ่มแสดงพฤติกรรมผิดปกติ นับจากภารกิจครั้งก่อน ก่อนหน้านี้ มุนษย์ต่างดาวมักไม่มีความเฉลียวฉลาด และปฏิบัติการบนพื้นฐานของสัญชาติญาณ แม้ว่าโครงสร้างสมองของพวกนั้นจะพัฒนาไปมาก แต่ตอนนี้พวกนั้นเริ่มแสดงความฉลาด มีการสื่อสารระหว่างห้องที่กักเสียง และทำงานร่วมกันเป็นทีม แม้กระทั่งมีการพยายามจะร่วมกันหลบหนี เราต้องใช้ลูกดอกอาบยากล่อมประสาทเพื่อจะกล่อมพวกต่างดาวที่มีความเคลื่อนไหวตลอด เราเชื่อว่ามนุษย์ต่างดาวใหม่ที่ได้เพิ่มเข้าไปในเขตกักกัน ได้สร้างผลกระทบต่อทั้งกลุ่ม พวกนี้อาจเป็นมนุษย์ต่างดาวที่มียศสูงกว่า หากเราจับมนุษย์ต่างดาวระดับหัวหน้า หรือหากมีเหตุผลอื่นใดๆ ก็ตามสำหรับพฤติกรรมนี้ เราก็ต้องศึกษาว่าทำไมจึงเป็นเช่นนั้นและเกิดได้อย่างไร ในฐานตัวแทนแนผกชีววิทยา ผมใคร่ขอให้ท่านอนุมัติโครงการวิจัยเพื่อสำรวจเรื่องนี้ ขอแสดงความนับถือ, ดร. คอนเนอร์

source: Alien Communication
de: Außerirdische Kommunikation
fr: Communication Alienne
