Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: combat_armour_txt
de: Technische Spezifikationen: Gefechtsrüstung KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone bei dem Versuch, den Vormarsch der Außerirdischen zu einem Stillstand zu bringen, haben ihnen aber dabei keine signifikante Verluste beibringen können. PHALANX muss diese Ungleichheit überwinden und um das zu erreichen, brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde gestartet, um nicht nur die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die beste Rüstung und die nutzvollsten Ausrüstungsgegenstände für Gefechte, und damit unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität und Überlebensfähigkeit der Soldaten zu steigern. Die Benutzung von Rüstungen auf dem Schlachtfeld hatte nie richtig aufgehört, obwohl sie zwischen dem frühen 18. Jahrhundert und dem späten 20. Jahrhundert mehr oder weniger nutzlos wurde. Zurück in die Armee fand sie ihren Weg im ersten Weltkrieg in Form von Stahlhelmen. Dessen Verwendung setzte sich im zweiten Weltkrieg fort und er wurde später, mit dessen Entwicklung, durch Kevlar ersetzt. Heute jedoch ist Kevlar in nahezu all seinen Formen durch und durch überholt; es wird nur noch von Zivilisten und mit begrenztem Budget ausgestatteten Polizeieinheiten benutzt. Sogar die fortgeschritteneren Rüstungen erweisen sich aufgrund besserer Waffen als nutzlos. Neue Materialien wurden gebraucht. Materialien, die Rüstungen stärker und ihre Träger unempfindlicher als je zuvor machen. Überraschenderweise beweisen mehrere alte Dateien, die wir entdeckt haben, dass PHALANX verantwortlich für einige der erstaunlichsten technologischen Durchbrüche der Vergangenheit ist. Technologien, welche später in der ganzen Welt übernommen wurden. Jeder Versuch künstliche Spinnenseide zu produzieren schlug fehl; aber Forscher im PHALANX Pacific Operations Command schafften es 2017 endlich doch. Ihre Technik ist heute immer noch in Benutzung, zentriert um ein Gerät namens 'organischer Webstuhl'; eine große Zuführungsmaschine, die hunderte einzelne Seidendrüsen und Spinndüsen besitzt, nur für die Massenproduktion von Spinnenseide entwickelt. Zur ersten ausgedehnten Nutzung militärischer Gefechtsrüstungen aus Spinnenseide kam es im Jahr 2023, nachdem bei einem gemeinsamen Versuch der Nato ballistische Tests bewiesen, dass chinesische Munition die veralteten Standard Kevlarwesten komplett durchschlug. Die Rüstung selbst besteht aus mehreren Schichten Spinnenseide, die mit ultrahochmolekularem Polyethylen behandelt wurden, wodurch sie unglaublich stark und flexibel wird. Das Endresultat ist 18-mal stärker als Stahl und bietet eine 300 - 400-prozentige Verbesserung gegenüber Kevlar. Nachdem Spinnenseide in Massenproduktion ging, wurden hauptsächlich aus Polyethylen gefertigte Anzüge überflüssig und bald weltweit im militärischen Gebrauch durch die neue Kompositrüstung ersetzt. Diese Rüstung wurde mehrmals verbessert und ist so effektiv, dass sie heute immer noch in Gebrauch ist. Sie hat vorne und hinten Taschen, in die man keramische oder metallische Einlagen einfügen kann, um wichtige Körperstellen noch besser zu schützen. Der einzige Nachteil an der Gefechtsrüstung ist ihr relativ hohes Gewicht verglichen mit älteren Rüstungen, welches hauptsächlich durch die hohe Anzahl an Schichten verursacht wird. Diese werden jedoch benötigt, um einen ausreichenden Schutz vor modernen Waffen zu gewährleisten. Durch die gleichmäßige Verteilung des Gewichts ist die Rüstung bequem zu tragen und viel weniger massig als experimentelle Nanokompositrüstungen. Diese Rüstung wird Leben retten, während sie dem Soldaten die lebenswichtige Bewegungsfreiheit lässt. Empfohlener Einsatz Wenn möglich, sollten PHALANX Truppen immer Rüstungen tragen, wenn sie zu einem Kampfeinsatz aufbrechen. Die Gefechtsrüstung sollte als Standardschutz angesehen werden, sodass kein Soldat es sich leisten kann, ohne sie in den Einsatz zu gehen. Für einige Soldaten wird die Gefechtsrüstung dank ihrer Bewegungsfreiheit eine brauchbare Alternative gegenüber schwereren, fortgeschritteneren Rüstungen bleiben. Scharfschützen und andere, nicht in erster Reihe kämpfenden Soldaten, werden guten Nutzen aus der Mobilität ziehen können. Zusatz Keiner.
fr: Spécifications techniques : Armure de Combat NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé non seulement pour fabriquer des armes adéquates pour combattre la menace alienne ; mais également pour développer des armures et autres objets d'utilité militaire afin d'aider les soldats à mener à bien leur mission et à revenir vivants à leur base. Ces inventions sont destinées à améliorer les capacités de combat des soldats, et d'une façon plus générale, leurs chances de survie. L'utilité des armures sur les champs de bataille n'a jamais vraiment disparue, bien qu'elles soient devenues de moins en moins efficaces du début du XVIIIème siècle jusqu'à la fin du XXème. Elles commencèrent à revenir sur le devant de la scène lors de la première guerre mondiale, sous la forme de casque en acier. Cette pratique continua jusqu'à la seconde guerre mondiale, puis disparue avec l'apparition du kevlar. De nos jours, cependant, le kevlar est devenu totalement obsolète sous presque toute ses formes. Il n'est plus utilisé que par les civils et les forces de police aux budgets limités. Même les formes plus avancées d'armure corporelle du XXème siècle sont devenues inutiles face aux armes modernes. De nouveaux matériaux étaient nécessaires, matériaux qui rendraient les armures plus résistantes et protégeraient leurs porteurs comme jamais auparavant. De façon surprenante, plusieurs dossiers que nous avons retrouvés semblent confirmer que PHALANX fut par le passé la source de quelques progrès technologiques stupéfiants. Ces technologies furent plus tard adoptées dans le monde entier. Tout les essais pour produire de la soie d'araignée artificielle avaient échoués, mais les chercheurs du centre de Commandement des Opérations du Pacifique PHALANX y parvinrent en 2017. Leur méthode est encore d'actualité aujourd'hui, basée sur l'utilisation d'un dispositif appelé 'le métier à tisser organique'. Il s'agit d'une grande armature sur laquelle sont fixées des centaines de glandes séricigènes et de filières, étudiée pour optimiser la production de masse de fil de soie. La première utilisation généralisée des armures de combat militaire à base de soie d'araignée fut le résultat d'une collaboration des forces de l'OTAN en 2023, après que des tests balistiques ont prouvé que leurs vestes en kevlar usuelles ne résistaient pas aux munitions chinoises. L'armure en elle même est un empilement de couches de fils de soie et de polyéthylène à très haute masse moléculaire traité, lui donnant une résistance et une flexibilité étonnante. Le tissu obtenu est environ 18 fois plus résistant que l'acier, et augmente la performance de l'armure de 300 à 400% par rapport au kevlar. Les premières combinaisons constituées uniquement de polyéthylène devinrent obsolètes après l'apparition du fil de soie d'araignée artificiel, et les nouvelles armures composites les remplacèrent bientôt dans les armées du monde entier. L'armure a évolué au cours du temps, et est devenue si efficace qu'elle est encore couramment utilisée aujourd'hui. Il est possible d'ajouter des plaques de céramique ou de métal dans des poches prévues à cet effet sur le torse et dans le dos, afin d'améliorer la protection des zones vitales. Le seul désavantage de l'Armure de Combat est son poids relativement élevé en comparaison des combinaisons plus anciennes. Cela est dû principalement au nombre de couches nécessaires pour la protection contre les armes modernes. Cependant, son poids est équitablement réparti, la rendant assez confortables à l'utilisation, et beaucoup moins encombrante que les armures expérimentales nanocomposites. En laissant une grande mobilité aux soldats, cette armure sauvera de nombreuses vies. Doctrine recommandée Hormis en cas d'impossibilité majeure, les troupes PHALANX doivent toujours porter une armure lorsqu'elles sont en situation de combat. L'Armure de Combat devrait être considérée comme la protection minimum qu'un soldat doive porter pour partir en mission. Pour certains soldats, l'Armure de Combat reste un choix intéressant en comparaison d'armures plus évoluées, mais plus lourdes, par la mobilité plus importante qu'elle procure. Les tireurs embusqués et de façon générale tous ceux qui ne sont pas en première ligne feront un bon usage de cette liberté de mouvement. Addenda Aucun
ru: Техническая спецификация: Боевая броня ГРИФ СЕКРЕТНОСТИ: ЖЁЛТЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Технический документ, Уровень допуска: Дельта Внесено в реестр: 20 марта 2084 Автор: коммандер Поль Наварре, НИОКР: инженерно-технический отдел, ФАЛАНКС, Атлантическая ударная группа Краткий обзор Нападение пришельцев на Бомбей сделало нашу ситуацию абсолютно ясной. Их технологии значительно более развиты, чем наши. Полная неспособность войск Содружества ослабить агрессию неприятеля в Бомбее, раскрыла критические недостатки в их текущей военной подготовке и снаряжении. Они потеряли три батальона только чтобы остановить развёртывание сил пришельцев, не нанеся им сколько-нибудь значительного ущерба. ФАЛАНКС должен преодолеть эти трудности, и мы нуждаемся в самой наилучшей человеческой технологии, которую могут предложить. Проект Эскалибур был создан не только с целью найти реальное оружие против внеземной угрозы, но так же, и чтобы найти средства защиты и другое боевое снаряжение, способное помочь нашим солдатам выполнять их задания и возвращаться на базу живыми. Это снаряжение разработано, чтобы повысить боевую эффективность солдата или его общую живучесть. Использование брони на поле боя никогда не отомрёт окончательно, хотя это и оказывалось неэффективно в большинстве своих форм между началом XVIII века и концом XX. Оно стало находить свой путь обратно к всеобщему использованию в Первой Мировой Войне, в виде стальных касок. Эта практика продолжалась и во Второй Мировой Войне и, впоследствии, была вытеснена изобретением кевлара. Однако сегодня кевлар абсолютно устарел во всех его формах; теперь он используется только гражданским населением и полицейскими подразделениями с проблемами финансирования. Даже более продвинутые типы персональной брони XX века стали бесполезны с появлением современного оружия. Были необходимы новые материалы, материалы, чтобы сделать броню крепче, а её носителя более живучим, чем ранее. Неожиданно мы обнаружили несколько древних файлов, которые выглядят подтверждением того, что ФАЛАНКС был причиной некоторых технологических прорывов в прошлом — технологий, которые затем широко распространились по всему миру. Все попытки производства искусственной паучьей нити проваливались, но научные работники ФАЛАНКС с базы Тихоокеанской ударной группы, в конце концов, проделали это в 2017 году. Их технология все ещё используется и в настоящее время, сконцентрировавшись вокруг устройства, именуемого 'органический ткацкий станок' — массивного каркаса, обеспечивающего питание сотням индивидуальных паутинных желез и прядильных органов, разработанных исключительно для производства паучьего шёлка. Первое широкомасштабное использование военной боевой брони, сделанной из паучьего шёлка, было предпринято объединенными усилиями НАТО в 2023 году, после баллистических испытаний, доказавших, что китайские пули прорываются сквозь их устаревшие кевларовые бронежилеты стандартного производства. Броня представляла собой многослойное сочетание паучьего шёлка и очищенного полиэтилена со сверхвысокой молекулярной массой, дающего ей изумительную прочность и гибкость. Получающаяся в результате ткань в 18 раз прочнее стали, и обеспечивает увеличение защитных характеристик приблизительно на 300 - 400% по сравнению с кевларом. Костюмы, сделанные в основном из полиэтилена, стали выходить из употребления после того, как искусственный паучий шёлк вышел на широкий рынок, и новая композитная броня вскоре заменила его в военном использовании по всему миру. Броня улучшалась на протяжении лет, оставаясь столь эффективной, что и по сей день широко используется. Её дополнительной особенностью являются кармашки на груди и спине, которые могут содержать керамические или металлические вставки для лучшей защиты жизненно важных мест. Боевая броня имеет только один недостаток - это её относительно высокий вес по сравнению с другими защитными костюмами, но это преимущественно зависит от числа слоёв, необходимых для надёжной защиты от современного оружия. Вес равномерно распределён, что делает её вполне удобной в ношении, и менее громоздкой, чем экспериментальные нанокомпозитные образцы брони. Эта броня будет спасать жизни, сохраняя мобильность солдат, крайне важную на поле боя. Рекомендованная доктрина Когда это доступно, солдаты ФАЛАНКС должны постоянно носить броню — каждый раз, когда они отправляются на боевую операцию. Боевая броня должна приниматься как основная защита, без которой ни один солдат не может позволить себе идти в бой. Для некоторых бойцов боевая броня будет оставаться вполне приемлемой альтернативой более тяжёлым, более продвинутым видам брони, в силу обеспечиваемой ею свободы передвижения. Снайперы и другие бойцы, от которых не ожидается нахождения непосредственно на линии фронта, будут способны хорошо использовать дополнительную мобильность. Приложения Нет.
th: ข้อมูลด้านเทคนิค: เกราะรบ ข้อมูลลับเฉพาะ ระดับสีเหลือง หน่วยจัดการกลุ่มนอกโลก PHALANX เอกสารเทคนิค, ข้อมูลระดับเดลต้า เก็บวันที่: 20 มีนาคม 2084 โดย: ผบ. พอล นาวาเร, แผนกวิจัยและพัฒนา: ฝ่ายวิศวกรรม, PHALANX, หน่วยปฏิบัติการแอตแลนติค ภาพรวม การโจมตีของมนุษย์ต่างดาวที่มุมไบทำให้สถานการณ์ชัดเจน วิทยการของพวกนั้นล้ำหน้ากว่าเรา การที่ทหารของเครือจักรภพไม่สามารถหยุดยั้งการโจมตี แสดงให้เห็นถึงจุดอ่อนของระบบการฝึกทหารและอุปกรณ์ในปัจจุบัน พวกเขาต้องเสียทหารสามกองร้อยเพียงเพื่อทำให้มนุษย์ต่างดาวหยุดเคลื่อนไหว โดยยังไม่สามารถสร้างความเสียหายสำคัญได้เลย PHALANX ต้องเอาชนะอุปสรรคเหล่านี้ และการจะทำได้เราต้องพึ่งพาวิทยการสูงสุดที่มนุษยชาตมี โครงการเอ็กซคาร์ลิเบอร์ถูกตั้งขึ้น ไม่เพียงเพื่อค้นหาอาวุธที่เหมาะสมในการรบกับศัตรูต่างดาว แต่ยังต้องค้นหาเกราะและอุปกรณ์สนามอื่น ที่จะช่วยทหารของเราในการปฏิบัติภารกิจให้ลุล่วงและอยู่รอดปลอดภัย อุปกรณ์เหล่านี้ถูกออกแบบเพื่อเพิ่มประสิทธิภาพในการรบ หรือโอกาสในการมีชีวิตรอดโดยรวมของทหาร การใช้เกราะในสนามรบไม่ได้หายไปโดยสิ้นเชิง แม้ว่าส่วนใหญ่จะหมดประสิทธิภาพระหว่างช่วงต้นศตวรรษที่ 18 ถึงปลายศตวรรษที่ 20 แต่มันกลับมาได้รับความนิยมในช่วงสงครามโลกครั้งที่หนึ่งในรูปหมวกเกราะเหล็ก รูปแบบนี้ดำเนินต่อไปในสงครามโลกครั้งที่สอง และต่อมาได้ถูกปรับไปจากการสร้างเคฟลาร์ แต่ปัจจุบันเคฟลาร์นั้นล้าสมัยแล้ว ตอนนี้มันถูกใช้กับพลเรือนและตำรวจที่มีงบประมาณจำกัดเท่านั้น แม้แต่ชุดเกราะที่ทันสมัยที่สุดในช่วงศตวรรษที่ 20 ยังกลายเป็นสิ่งที่่ไม่มีประโยชน์ด้วยน้ำมืออาวุธสมัยใหม่ เราต้องการวัสดุแบบใหม่ ซึ่งจะทำให้เกราะแข็งแกร่ง และผู้สวมใส่เข้มแข็งยิ่งขึ้น น่าแปลกใจที่บันทึกเก่าที่เราพบได้แสดงว่า PHALANX มีส่วนในการสร้างวิทยาการใหม่ๆ ในอดีต ซึ่งเป็นวิทยการที่ทั่วโลกได้นำไปใช้ ในการพยายามสร้างใยแมงมุมเทียมนั้นล้มเหลวมาโดยตลอด แต่นักวิจัยของศูนย์ปฏิบัติการ PHALANX ในแผนกปฏิบัติการแปซิฟิคสามารถทำได้ในปี 2017 เทคนิคนี้ก็ยังคงใช้ถึงปัจจุบัน ซึ่งอยู่ที่การใช้เครื่องมือที่เรียกว่า 'แกนปั่นด้ายอินทรีย์' ซึ่งเป็นโครงขนาดใหญ่ที่รองรับกลุ่มของต่อมและแกนปั่นไหม ซึ่งออกแบบสำหรับการผลิตใยแมงมุมแบบอุตสาหกรรม การเริ่มใช้เกราะรบที่ทำจากใยแมงมุมในทางการทหาร เกิดจากความพยายามร่วมของนาโต้ในปี 2023 หลังจากการทดสอบวิถีกระสุนพบว่ากระสุนของจีนสามารถฉีกเสื้อเคฟลาร์ได้ ชุดเกราะรบนี้มีใยแมงมุมซ้อนกับโพลีเอธีลีนโมเลกุลหนาแน่นพิเศษเป็นชั้น ทำให้มีทั้งความแข็งแกร่งและยืดหยุ่น ผ้าที่ได้มีความแข็งแกร่งกว่าเหล็ก 18 เท่า และมีประสิทธิภาพมากกว่าเสื้อเคฟลาร์ประมาณ 300 ถึง 400% เสื้อผ้าที่ทำจากโพลีเอธีลีนนั้นกลายเป็นสิ่งล้าสมัยหลังจากที่ใยแมงมุมวิทยาศาสตร์นี้ออกขายในตลาด และเกราะผสมรุ่นใหม่ก็ถูกนำมาแทนที่ของเก่าทั่วโลก เสื้อเกราะได้รับการพัฒนาตามระยะเวลา และมีประสิทธิภาพขนาดที่ยังนำมาใช้กันในปัจจุบัน เสื้อนี้ยังมีกระเป๋าทั้งด้านหน้าและหลัง เพื่อให้ใส่เซรามิคหรือโลหะเพื่อเพิ่มการปกป้องอวัยวะสำคัญได้อีก เสื้อเกราะรบมีข้อด้อยเพียงแค่ว่ามันมีน้ำหนักมากกว่าเกราะรุ่นเก่า แต่มันก็มีสาเหตุมาจากจำนวนชั้นที่จำเป็นต้องมีเพื่อปกป้องอาวุธสมัยใหม่ได้อย่างเหมาะสม น้ำหนักนี้ยังถูกกระจายอย่างเหมาะสม ทำให้สวมใส่สบาย และไม่เทอะทะเหมือนชุดเกราะผสมนาโนที่ทำการทดลอง ชุดเกราะนี้จะช่วยชีวิตได้และยังรักษาความคล่องตัวของทหารไว้อีกด้วย กฎข้อแนะนำ หากเป็นไปได้, ทหารของ PHALANX ควรจะใส่เสื้อเกราะทุกครั้งที่ต้องเข้าสนามรบ เกราะรบควรเป็นเครื่องป้องกันที่ทหารทุกคนต้องมีในทุกกรณี สำหรับทหารบางคน เกราะรบแบบธรรมดานี้จะเป็นอุปกรณ์ที่ใช้จริงมากกว่าเกราะชั้นสูงที่หนักกว่า เนื่องจากอิสระในการเคลื่อนไหวที่มากกว่า พลซุ่มยิงและบุคลากรอื่นที่ไม่จำเป็นต้องรบแนวหน้าสามารถใช้ประโยชน์จากความคล่องตัวนี้ได้ ข้อมูลเพิ่มเติม ไม่มี
