Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: shevaar_autopsy_txt
de: Herr Kommandant, Unsere Autopsie dieses neuen Außerirdischen -- des Shevaar -- war sehr interessant. Es ist eine deutliche Abweichung zu den humanoideren Tamans und Ortnoks. Es besitzt zehengängige Beine und einen kleinen Schwanz, der ein Überbleibsel der andauernden Evolution dieser Spezies zu sein scheint. Die Kreatur scheint ebenfalls total blind zu sein. Ihr fehlen Augen und jedwede andere Organe, die man zur Verarbeitung visuellen Lichtes verwenden könnte. Es scheint dagegen ein paar sehr interessante Organe zu haben, um diesen Nachteil auszugleichen. Zu allererst scheint der Shevaar wie eine unheilige Verbindung zwischen Mensch und Echse auszusehen. Im Gegensatz zu Erdechsen ist er warmblütig und hat ein Gehirn, dessen Größe ungefähr des unsrigen entspricht -- vielleicht sogar größer. Seine massiven Füße sind überraschend federnd und er kann eine Menge Boden mit einem langen, sprunghaften Schritt gutmachen. Die großen Hände scheinen keine Probleme damit zu haben, eine große Auswahl an außerirdischen Waffen zu tragen. Die Ergebnisse der Autopsie sind nicht weniger interessant. Nach dem Öffnen des Brustbereiches fanden wir heraus, dass der Brustkorb ein solides Knochenschild, verstärkt mit hartem Knorpel, nach vorne hin bildet. Der Aufbau der Knochen ist im Vergleich zu unseren ebenfalls anders und bestehen eher aus Kohlenstoff, denn aus Kalzium, mit Spuren von Metall, was sie unglaublich hart und fest macht. Messer und Kugeln werden große Schwierigkeiten haben, durchzubrechen und es wird sogar schwerer sein, wichtige Organe zum Verletzen zu finden. Jede Körpermasse, die nicht durch Knochen geschützt ist, scheint aus dünnen, drahtigen Muskeln zu bestehen. Das Gehirn ist besonders schwer geschützt. Mehrere Schichten Horn umwickeln es wie eine undurchdringliche Rüstung. Anhand der Abnutzungsspuren in dem Bereich glauben wir, dass sich diese Außerirdischen regelmäßig gegenseitig starke Kopfstöße verpassen, vielleicht als Teil von Paarungsritualen. Ein kleiner, allesfressender Mund ragt aus der Knochenmasse heraus und führt in einen einfachen, aber zweckmäßigen Verdauungstrakt. Es gibt aber noch mehr Organe im Kopf als das Gehirn und den Mund. Hinter den Knochenwirbeln sind drei Organe, die scheinbar infrarote Strahlung erfassen können. Das scheint der Shevaar als seine Augen zu benutzen. Wir schätzen die Sensibilität dieser Organe ungefähr vergleichbar mit einem Menschen, der eine standard PHALANX Infrarotbrille trägt. Aus der Autopsie und unserer Analyse der Schlachtfeldaufnahmen schließen wir das folgende: - Der Shevaar sieht im Infrarotbereich. Das macht es schwer, sich zu verstecken oder sich unentdeckt an sie heranzuschleichen. - Sie tragen meistens leichte Ausrüstung, um ihre natürliche Beweglichkeit zu erhalten. Das erlaubt ihnen, effektive Zuschlagen-und-Verschwinden Taktiken anzuwenden. - Die Körper der Shevaar sind sehr widerstandsfähig gegen Einschlags- und Schnittschäden und ihre kompakten, internen Organe können nicht so leicht durch Erschütterungen oder Sprengstoffe beschädigt werden. Dagegen bietet ihre schuppige Haut nicht viel Schutz gegen Feuer, Laser oder Elektrizität. Shevaar werden meistens als schnelle, gepanzerte Aufklärer verwendet. Sie sind extrem effektiv in dieser Rolle und verbinden hohe Beweglichkeit mit erweiterten Sehfähigkeiten und die Außerirdischen scheinen keine Knappheit an diesen Kreaturen zu haben. Die Shevaar scheinen in der nebulösen Hierarchie der Außerirdischen irgendwo zwischen den Taman und den Ortnok zu stehen. Daher füllen sie manchmal eine Spezialisten- oder Kommandorolle aus, aber diese Aufgaben werden meistens von den Tamans ausgeführt. Wenn nicht im Kampf, verbringen die Shevaar ihre Zeit als Aufklärer oder Plänkler, oder als Treiber für gefangengenommene Menschen. Wir sollten vorsichtig sein, wenn wir diesen Außerirdischen im Feld begegnen. Sie sind schnelle und gefährliche Pänkler, die es vorziehen, aus der Deckung zu kämpfen und sollten bei Sichtung verfolgt und beschossen werden, solange es nicht unsere Position gefährdet. Das Entblößen unserer Flanken oder Rücken gegen eine Einheit Shevaar könnte katastrophale Auswirkungen haben. Obwohl eine Granate wohl keinen Shevaar sofort umbringt, werden sie sehr wirksam sein, einen Shevaar aus seiner Deckung zu treiben. Obwohl blind, besitzen Shevaar Gleichgewichtsorgane, die durch den Ton unserer Blendgranaten beeinflusst werden können. Sie werden gleiche Ergebnisse wie gegen Menschen erzielen. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Notre autopsie de ce nouvel alien, -- le Shevaar -- a été très intéressante. Cet être est réellement différent des Tamans et des Ortnoks, plus humanoïdes. Il possède des jambes digitigrades et une petite queue, résidu probable de l'évolution de son espèce. La créature paraît être de plus complètement aveugle. Il n'a ni oeil, ni aucun autre organe sensible à la lumière dans le domaine du visible. Toutefois, il semble avoir d'autres organes intéressants pour compenser cette absence. A première vue, le Shevaar ressemble au croisement impie entre un homme et un lézard. Contrairement à la plupart des lézards terrestres, ces aliens ont le sang chaud et leurs cerveaux sont de tailles similaires aux nôtres -- probablement même un peu plus volumineux. Leurs pieds massifs sont incroyablement élastiques, et ils peuvent couvrir une longue distance en faisant des bonds. Leurs grandes mains ne semblent pas leur poser de problèmes pour manier tous les types d'armements aliens. Les résultats de l'autopsie ne sont pas sans intérêts. Lors de l'ouverture de la poitrine nous avons trouvé que la cage thoracique est en fait un solide bouclier d'os, renforcé de cartilages rigides. La composition de leurs os est différente de la nôtre, faits avec plus de carbone que de calcium, et des traces de métaux qui les rendent très durs. Les couteaux et les balles vont avoir beaucoup de mal à les pénétrer, et cela va être particulièrement difficile de trouver leurs organes vitaux pour les endommager. Tous les morceaux du corps qui ne sont pas protégés par les os semblent être maigres et peu musclés. Le cerveau est particulièrement bien protégé. Il est entouré de plusieurs couches de corne qui forment un bouclier impénétrable. A partir des marques d'usures et de déchirures de cette partie du corps, on peut déduire que les aliens s'affrontent régulièrement à coups de têtes, probablement au cours de leur rituel d'accouplement. Une petite bouche omnivore dépasse de la masse d'os de la tête et donne directement sur un système digestif simple mais fonctionnel. Malgré tout, sa tête contient d'avantage qu'un cerveau et une bouche. Derrière ce bouclier d'os se trouve un ensemble de trois organes qui semblent être capables de détecter les radiations infrarouges. C'est apparemment ce que le Shevaar utilise pour se repérer. Nous pouvons affirmer que la sensibilité des ces organes est comparable à celle d'un humain portant des lunettes infrarouges PHALANX-standard. A partir de l'autopsie et de notre analyse du film de la mission, nous pouvons conclure : - Les Shevaars voient dans l'infrarouge. Ce qui nous empêche de rester cacher et rend une éventuelle approche furtive très risquée. - Ils portent l'équipement le plus léger possible afin de préserver leur mobilité naturelle. Ce qui leur permet de rendre des tactiques de type attaques éclairs efficaces. - Les corps des Shevaars sont hautement résistants aux impacts et aux coupures, et leurs organes internes compacts sont peu sujets aux commotions et explosions. Cependant, leur peau écaillée leur fournit une faible protection contre le feu, les lasers et l'électricité. Les Shevaar sont souvent utilisés comme des unités de reconnaissances blindées rapides. Ils sont extrêmement efficaces dans ce rôle, combinant une forte mobilité à des capacités de vision étendue. Les Shevaar semblent situés entre les Tamans et les Ortnoks dans la nébuleuse hiérarchie alienne, ils occupent parfois des postes de spécialistes ou de commandement, contrairement aux Ortnoks, mais ces taches sont presque toujours prises par les Tamams lorsque les deux races sont déployées ensemble. Quand ils ne sont pas engagés dans un combat, les Shevaar passent la plupart de leur temps comme éclaireurs, tirailleurs, ou gardiens des humains capturés. Il y a un ensemble complexe d'implants dans la gorge du sujet qui vont demander plus de recherches pour être complètement compris. Je vais vous envoyer une analyse plus complète avec une proposition de recherche. Nous devons faire très attention lorsque nous rencontrons ce type d'aliens lors d'opérations. Ce sont de rapides et dangereux tirailleurs qui préfèrent combattre que rester à couvert, qui nous poursuivront et feront feu à chaque fois que nous serons a découvert, jusqu'à ce que nos positions soient anéanties. Exposer les flancs, ou l'arrière de notre équipe à une escouade Shevaar peut causer des résultats désastreux. Bien que les grenades ne soient pas appropriées pour tuer des Shevaar, elles pourront être très utiles pour les débusquer. Bien que aveugles, les Shevaar possèdent des organes qui sont affectés par le son de nos grenades flashbang. Elles ont le même effet sur eux que sur des humains. Sincèrement, Dr Connor
ru: Командующий, Результаты вскрытия нового инопланетного вида -- шеваара -- оказались весьма интересными. В биологическом плане он довольно далеко отстоит от сравнительно гуманоидных таманов и ортноксов, он пальцеходящ и у его представителей имеется также небольшой рудементарный хвост. С другой стороны, у него отсутствуют как органы зрения, так и любые другие адаптации для получения и обработки зрительных сигналов. И, тем не менее, у существа имеется целый набор других интересных органов, вполне компенсирующих этот недостаток. Но, об этом чуть позже. Для начала, внешне шеваар походит на сатанинский гибрид человека и ящерицы. В отличии от земных рептилий, пришелец теплокровен и обладает хорошо развитым мозгом, по размеру сравнимым с человеческим – либо чуть большим. Массивные ступни на удивление пружинисты и это позволяет шеваару совершать длинные прыжки, стремительно сокращая дистанцию до своей жертвы. Сильные верхние конечности также хорошо развиты и позволяют ему использовать обширный спектр инопланетного вооружения. Результаты самого вскрытия оказались не менее интересными. Выяснилось, что его грудная клетка представляет собой слитный костяной щит, укрепленный жестким неэластичным хрящом. Состав костной ткани значительно отличается от нашего, при этом в нем преобладает углерод, содержащий также примеси металлов и именно это придает ей такую прочность и жесткость. Пробить эту естественную броню – большая проблема, но еще большей проблемой для холодного и огнестрельного оружия является нанесение серьезных повреждений какому-либо из жизненно важных органов шеваара. Любое другое место на его теле, не защищенное костью, представляет собой клубок крепких мускулов, но не более. Мозг шеваара защищен особенно хорошо. Многослойная головная капсула создает вокруг него поистине непробиваемую броню. Многочисленные отметины, обнаруженные на ней моей командой, позволили нам предположить, что инопланетяне регулярно участвуют в каких-то ритуалах, возможно - брачных, одним из элементов которых является бодание. Небольшое, всеядного типа ротовое отверстие является единственной 'прорехой' в костной броне и ведет в простой, но прекрасно справляющийся со своей задачей пищеварительный тракт. В головной капсуле, впрочем, кроме мозга и ротового отверстия, имеются и другие структуры. В частности, за многослойной костью расположены три специализированных органа, способных улавливать тепловое излучение. Именно они заменяют пришельцы органы зрения. Мы пришли к выводу, что по чувствительности они практически равнозначны применяемому подразделениями ФАЛАНКС прибору ИФ-видения стандартного образца. Итак, из имеющихся у нас данных, полученных при вскрытии и изучении оперативной съемки, мы можем заключить следующее: - Шеваары прекрасно видят в инфракрасном спектре. Одинаково проблематично как укрыться от них, так и приблизиться к ним незамеченными. - В бою они предпочитают использовать легкое вооружение, дабы сохранить свою природную подвижность. Это позволяет им успешно использовать партизанскую тактику. - Тело шевааров обладает высокой устойчивостью к физическим повреждениями, а их компактно расположенные внутренние органы нелегко повредить даже при использовании взрывчатки. Впрочем, их чешуйчатая шкура уязвима для огня, лазерного оружия и электричества. Шеваары используются преимущественно как быстрые и хорошо защищенные разведчики. Они исключительно эффективны в этой роли, сочетая свою высокую подвижность с уникальным зрением. Будучи достаточно многочисленным видом, в небесной иерархии пришельцев они занимают промежуточное место между таманами и ортноками, периодически выполняя задачи специалистов или командиров (в отличии от ортноков). Однако, при совместном проведении операции все полномочия передаются таманам. Вне боевых действий шеваары, как уже было сказано, используются в качестве разведчиков и партизан, а также как охранники для пленников.
th: เรียนท่านผู้บัญชาการ, การชันสูตรศพมนุษย์ต่างดาวใหม่ -- เชฟวาร์ -- น่าสนใจ มันต่างจากพวกคล้ืายมนุษย์อย่างทามานหรือออร์ตนอค , การเดินบนปลายเท้าและหางเล็กที่เป็นหลักฐานของวิวัฒนาการของเผ่าพันธุ์นี้ พวกนี้ยังตาบอดโดยสิ้นเชิง ไม่มีตาหรืออวัยวะที่ใช้ในการมองเห็น อย่างไร็ตามมันก็มีอวัยวะที่น่าสนใจที่มาชดเชยข้อด้อยนี้ อย่างแรก เชฟวาร์ดูคล้ายการรวมร่างของมนุษย์กับกิ้งก่า แต่มันต่างกับกิ้งก่าบนโลก เพราะมันมีเลือดอุ่นและมีสมองขนาดใกล้เีคียงกับเรา -- อาจใหญ่กว่าเล็กน้อย เท้าขนาดใหญ่ของมันยืดหยุ่นมาก และสามารถก้าวกระโดดได้ไกล มือที่ใหญ่ดูจะไม่มีปัญหาในการถืออาวุธต่างดาวหลากหลาย ผลการชันสูตรก็น่าสนใจไม่แพ้กัน เมื่อเราผ่าหน้าอก เราพบว่าซี่โครงนั้นเป็นแผ่นกระดูกตันเสริมด้วยโครงข้าง ลักษณะกระดูกต่างจากของเรา เพราะเป็นองค์ประกอบคาร์บอนไม่ใช่แคลเซี่ยม และมีส่วนโลหะที่ทำให้มันแข็งและทนทานมาก มีดและกระสุนจะสร้างปัญหากับมันได้น้อย และยิ่งทำความเสียหายอวัยวะสำคัญได้ยาก ส่วนร่างกายที่ไม่ได้มีกระดูกคุ้มกันก็เป็นกล้ามเนื้อล้วนๆ สมองนั้นถูกป้องกันอย่างดี มีเขาหลายชั้นหุ้มห่อเหมือนกับเสื้อเกราะ จากสภาพความทรุดโทรมโดยรอบบริเวณนี้ เราสรุปว่ามนุษย์ต่างดาวนี้ได้ทำการชนหัวกันเป็นประจำ อาจเป็นส่วนหนึ่งของพิธีการจับคู่ ส่วนปากที่ใช้กินเนื้อ มีขนาดเล็กและยื่นยาวต่อตรงกับระบบย่อยพื้นๆ แต่ทำงานได้ดี มีอวัยวะมากกว่าสมองกับปากบนส่วนหัว ภายใต้กระดูกหลายชั้นมีอวัยวะสามอย่างที่ทำหน้าที่จับคลื่นอินฟาเรด และนี่เป็นสิ่งที่เชฟวาร์ใช้แทนตา เราสรุปว่าความอ่อนไหวของอวัยวะน้กใกล้เคียงกับมนุษย์ที่ใส่แว่นอินฟาเรดของ PHALANX จากการชันสูตรและวิเคราะห์ภาพในสนามรบ เราสรุปได้ว่า - เชฟวาร์มองเห็นในแบบอินฟาเรด ทำให้ซ่อนตัวจากมันหรือเข้าใกล้โดยไม่ให้จับได้ลำบาก - พวกมันถืออุปกรณ์เบาเพื่อรักษาความคล่องตัวโดยธรรมชาติ ทำให้มันสามารถใช้วิธีตีหัวเ้ข้าบ้านได้อย่างมีประสิทธิภาพ - ร่างกายของเชฟวาร์ทนต่อแรงกระแทกและการตัดได้ดี อวัยวะภายในขนาดเล็กโดยทำร้ายด้วยการตีหรือระเบิดได้ยาก อย่างไรก็ตามรูปร่างของมันป้องกันไฟ เลเซอร์ หรือไฟฟ้าได้น้อย เชฟวาร์นั้นถูกใช้เป็นพวกสอดแนมใส่เกราะที่ว่องไว พวกมันทำหน้าที่ได้อย่างมีประสิทธิภาพ รวมความว่องไวกับสายตาที่ดี และมนุษย์ต่างดาวดูจะมีพวกนี้จำนวนมาก เชฟวาร์อยู่ระหว่างทามานกับออร์ตนอคในแง่ของลำดับขั้นของมนุษย์ต่างดาว เพราะบางครั้งมันก็เป็นผู้เชี่ยวชาญหรือผู้บังคับการ ซึ่งต่างกับออร์ตนอค แต่งานเหล่านี้มักอยู่กับทามาน หากทั้งสองเผ่าพันธุ์นี้ทำงานร่วมกัน หากไม่ได้ทำการสู้รบ เชฟวาร์จะใช้เวลาส่วนใหญ่ในการสอดแนมหรือซุ่มโจมตี หรืออาจเป็นพวกที่ต้อนมนุษย์ที่ถูกจับตัวได้ มีอุปกรณ์ซับซ้อนฝังอยู่ในคอของตัวอย่าง ที่ต้องวิจัยต่อเพื่อให้เข้าใจอย่างถ่องแท้ ผมจะส่งรายละเอียดการวิเคราะห์พร้อมการนำเสนอโครงการ เราควรระมัดระวังหากเราพบมนุษย์ต่างดาวประเภทนี้ พวกนี้ว่องไวและซุ่มโจมตีได้ดี และมักจะชอบสู้หลังที่กำบังตัว เราควรจะติดตามและยิงมันตลอดเมื่อพบ ตราบเท่าที่ไม่ได้เสียตำแหน่งมากเกินไป หากปีกหรือด้านหลังของทีมโดนกลุ่มเชฟวาร์โจมตี จะเสียความหายนะของเรา แม้ว่าระเบิดจะฆ่าเชฟวาร์ไม่ได้ แต่มันก็จะใช้ไล่พวกมันออกมาในเขตการมองเห็นของทหารเราได้ดี และแม้มันจะตาบอด เชฟวาร์มีอวัยวะสร้างสมดุลที่จะได้รับผลกระทบจากเสียงของประทัดแสง มันจะมีผลกับมันแบบเดียวกับที่มีผลกับมนุษย์ ขอแสดงความนับถือ, ดร. คอนเนอร์
