Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: alien_medium_armour_pre_txt
de: Herr Kommandant, wir haben eine neue Rüstung der Außerirdischen vom Schlachtfeld geborgen. Sie ist viel schwerer als die Rüstungen, die wir vorher gesehen haben und sie scheint die Munition normaler Feuerwaffen aufzuhalten, ohne auch nur einen Kratzer abzubekommen. Die Panzerplatten sind auf den dichtesten KNRs (Kohlenstoffnanoröhren) gemacht, die wir je gesehen haben. Wir müssen diese Rüstung sofort untersuchen, um herauszufinden, welche unserer Waffen dagegen Wirkung zeigen und wie wir sie für unsere Soldaten reproduzieren können. Solange wir dies Technologie nicht selber haben, sind wir klar im Nachteil. Dieses Projekt wird eine deutliche Menge Zeit und Mittel verschlingen. Die Arbeit beginnt, sobald sie ihre Zustimmung geben, Herr Kommandant. --Cdr. Navarre
fr: Commandant, nous avons récupéré une nouvelle armure alienne du champ de bataille. Elle est beaucoup plus lourde que l'armure alienne que nous avons découvert précédemment, et elle semble arrêter les armes à feu ordinaires sans une égratignure. Ses plaques de protection sont faites du plus dense tissage de nanotubes de carbone que je n'ai jamais vu. Nous avons besoin d'étudier cette armure dès maintenant pour déterminer quelles armes resteront efficaces contre des aliens la portant, et pour trouver le moyen de la dupliquer pour nos propres troupes. Aussi longtemps que nous ne pourrons pas égaler cette technologie, nous aurons un grand désavantage. Ce projet exigera une quantité significative de temps de laboratoire et de fonds. Le travail commencera dès que nous aurons votre autorisation, Commandant. --Cdt Navarre
ru: Командующий, на последней операции мы захватили новый комплект защитного снаряжения пришельцев. Он отличается большей прочностью, нежели уже имеющиеся у нас образцы, и, похоже, практически неуязвим для обычного огнестрельного оружия. Я затрудняюсь сказать, встречал ли я когда-либо ранее столь прочное фуллероновое плетение, из которого изготовлены его компоненты. Исследование этого бронекостюма является исключительно актуальным, поскольку нам необходимо найти способ эффективного преодоления столь мощной защиты и наладить его производство для наших собственных нужд. Пока мы не сделаем этого, враги будут обладать значительным преимуществом перед нашими солдатами. Данный проект потребует значительного финансирования и займет достаточно много времени. Как только смета будет одобрена Вами, командующий, мы приступим к работе. Зав. НИОКР ИТО, Наварре П.
th: เรียนท่านผู้บัญชาการ, เราสามารถเก็บกู้ชุดเกราะแบบใหม่ของมนุษยต่างดาวได้จากสนามรบ เกราะนี้หนากว่าเกราะที่เราเคยเจอมาก่อน และดูเหมือนว่าจะสามารถป้องกันอาวุธธรรมดาได้โดยไร้รอยขีดข่วน แผ่นรับแรงกระแทกทำจาก CNT (หลอดคาร์บอนนาโน)ที่นำมาเรียงตัวกันอย่างหนาแน่นชนิดที่ผมไม่เคยเห็นมาก่อน เราต้องวิจัยเกราะนี้โดยทันทีเพื่อประเมินว่าอาวุธใดบ้างที่จะสามารถใช้กับมนุษย์ต่างดาวที่ใส่เกราะนี้ได้อย่างมีประสิทธิภาพ และค้นหาวิธีในการเลียนแบบเกราะนี้ให้ักับทหารของเรา หากเราไม่สามารถสร้างวิทยการนี้ให้ทัดเทียมพวกนั้นได้ เราจะเสียเปรียบอย่างยิ่ง โครงการนี้ต้องใช้เวลาวิจัยและเงินทุนมากพอสมควร เราจะเริ่มงานทันทีที่ท่านอนุมัติ, ท่านผู้บัญชาการ --ผบ. นาวาเร

source: Alien Medium Armour
de: Mittlere außerirdische Rüstung
fr: Armure Alienne Intermédiaire

source: Blast Damage Type
de: Explosion
fr: Dégâts d'explosion
ru: Тип повреждения: взрыв
th: ประเภทอาวุธแรงอัด

source: none
de: Keine
fr: Aucun(e)

source: Fire Damage Type
de: Feuer
fr: Dégâts de feu
ru: Тип повреждения: огонь
th: ประเภทอาวุธเพลิง

source: Laser Damage Type
de: Laser
fr: Dégâts laser
ru: Тип повреждения: лазер
th: ประเภทอาวุธเลเซอร์

source: Impact Damage Type
de: Einschlag
fr: Dégâts d'impact
ru: Тип повреждения: кинетическое
th: ประเภทอาวุธกระแทก

source: Shock Damage Type
de: Schock
fr: Dégâts électriques
ru: Тип повреждения: шоковое
th: ประเภทอาวุธช็อต

source: Plasma Damage Type
de: Plasma
fr: Dégâts plasma
ru: Тип повреждения: плазменное
th: ประเภทอาวุธพลาสมา

source: Stun Damage Type
de: Betäubung
fr: Dégâts assommants
ru: Тип повреждения: парализация
th: ประเภทอาวุธทำให้ขยับไม่ได้

source: Particle Beam Damage Type
de: Partikelstrahlen
fr: Dégâts de faisceau de particules
ru: Тип повреждения: лучевое
th: ประเภทอาวุธลำแสงอนุภาค

source: Accuracy Attribute
de: Genauigkeit
fr: Attribut de précision
ru: Параметр: Точность
th: คุณสมบัติความแม่นยำ

source: Assault Guns Proficiency
de: Sturmgewehre
fr: Compétence en armes d'assaut
ru: Умение: Штурмовое оружие
th: ความถนัดด้านปืนจู่โจม

source: Close Combat Proficiency
de: Nahkampffertigkeit
fr: Compétence en combat rapproché
ru: Умение: Ближний бой
th: ความถนัดการสู้ระยะประชิด

source: High-Explosives Proficiency
de: Granaten
fr: Compétences en explosifs
ru: Умение: Взрывное дело
th: ความถนัดด้านระเบิด

source: Heavy Weapons Proficiency
de: Schwere Waffen
fr: Compétence en armes lourdes
ru: Умение: Тяжёлое вооружение
th: ความถนัดด้านอาวุธหนัก

source: Mind Attribute
de: Intelligenz
fr: Attribut d'esprit
ru: Параметр: Интеллект
th: คุณสมบัติด้านจิตใจ

source: Power Attribute
de: Stärke
fr: Attribut de force
ru: Параметр: Сила
th: คุณสมบัติด้านกำลัง

source: Sniper Rifles Proficiency
de: Scharfschützengewehre
fr: Compétence en fusils de précision
ru: Умение: Снайперское оружие
th: ความถนัดด้านไรเฟิลซุ่มยิง

source: Speed Attribute
de: Schnelligkeit
fr: Attribut de vitesse
ru: Параметр: Скорость
th: คุณสมบัติความเร็ว

source: b_aliencontainment_txt
de: Baupläne -- Quarantänestation Klassifizierungsstufe Schwarz PHALANX Extraterrestrial Response Unit Forschungsdokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 16. Februar 1958 Von: Maj. Marcel LeClerc, Basiskommandant, PHALANX, Pazifisches Operationskommando Überblick Die erste Priorität der Extraterrestrial Response Unit ist die Vorbereitung auf die Zeit, wenn sie gebraucht wird. Die PHALANX Quarantänestation ist ein wichtiger Teil jedes Reaktionsplanes. Es beinhaltet Atmosphärenkammern, Verhöreinrichtungen, Nahrungsabgabeeinheiten und all die anderen Sachen, die benötigt werden, um Außerirdische festzuhalten, die wir möglicherweise fangen. Erstens bieten die luftdichten Wohnkammern einen Ort, um eine außerirdische Lebensform (ALF) für eine längere Zeit aufzubewahren. Die Atmosphärengeneratoren können jede einzelne Kammer mit dem benötigten Luftgemisch versorgen. Das kann einen ALF für einige Wochen mit Atemluft versorgen, weit länger als die Lebensspanne, die ein Alien in unseren Forschungsprogrammen hat. Spurenelemente, die nicht natürlich auf der Welt vorhanden sind, dürften schwierig zu besorgen sein, aber die Wahrscheinlichkeit, dass das ein Hindernis in unseren Forschungen wird, ist fast nicht vorhanden. Im schlimmsten Fall können die Generatoren immer noch als Verbindung zu geborgenen Lebenserhaltungssystem genutzt werden. Zweitens, ferngesteuerte medizinische- und Verhörapparate sind in jeder Wohnkammer, die Beruhigungsmittel, Medikamente oder andere chemische Injektionen durch einen pneumatischen Pfeilwerfer verabreichen können, oder Elektroschocks während eines Verhörs. Es gibt auch einen so genannten "Panikknopf" vor jeder Kammer und im Kontrollraum für jede Kammer. Der Panikknopf kann im Notfall augenblicklich den gesamten Inhalt der verbunden Kammer einäschern. Die Kammern und Korridore der Quarantänestation sind speziell für den Transport und die Gefangenschaft von ALF's jeder Art und Größe konzipiert. Die Einrichtung hat auch eine Vollausgerüstete Gefrierkammer, um Leichen und Proben für die spätere Untersuchung sicher aufzubewahren. Empfohlener Einsatz Im Falle einer Invasion sollte die Quarantänestation benutzt werden, um sowohl lebende als auch tote ALF's für den Zweck der Forschung aufzubewahren und uns so zu erlauben, sie auch lebend zu untersuchen. Es gibt keine höhere Priorität als die Entdeckung der außerirdischen Gedankengänge und Verhaltensweisen, so dass wir möglicherweise einen Kompromiss finden, eine Gelegenheit zur Kommunikation, oder eine Abwehrstrategie um den Gegner ein für alle mal zu neutralisieren. Wenn eine PHALANX Basis angegriffen wird, sollte sofort die Benutzung des Panikknopfes für die ganze Station in Bedacht gezogen werden. Wenn nicht gerade unersetzbare Exemplare darin sind, können wir nicht riskieren, dass die angreifenden Aliens ihre gefangenen Kameraden befreien. Sofortige und vollständige Betäubung ist eine andere, riskantere Methode - ich muss aber hervorheben, dass wir den Krieg nicht mit halbherzigen Mitteln gewinnen werden. Zusatz An jeden zukünftigen Kommandanten, der diese Datei liest: Behalten sie im Hinterkopf, dass die Maschinerie in der Station, wie fast jedes Stück PHALANX Ausrüstung, noch seine wahre Prüfung gegen eine außerirdische Macht überstehen muss. Verbesserungen oder Modifikationen könnten benötigt werden, um vollständig zu funktionieren.
fr: Projet d'Aménagement : Unité de Détention NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document de Recherche, Autorisation Sigma – destiné au Commandant uniquement Classé le : 16 Février 1958 Auteur : Mjr Marcel LeClerc, Commandant de base, PHALANX, Commandement des Opérations du Pacifique Considérations générales La première priorité de l'Unité de Réaction Extraterrestre est de se préparer au moment où l'on aura besoin d'elle. La Salle de Détention PHALANX occupe une part importante du plan de réaction à une éventuelle invasion. Elle dispose de chambres d'habitation à atmosphère contrôlée, de machines d'interrogation, d'unités de distribution alimentaire, et de tous les équipements nécessaires pour maintenir en vie toute forme extraterrestre que nous pourrions capturer. Tout d'abord, les chambres d'habitation à atmosphère contrôlée permettent de garder des extraterrestres pour une durée relativement longue. Leurs générateurs atmosphériques permettent de remplir n'importe quelle chambre d'un mélange déterminé de gaz. Ils peuvent fournir à un extraterrestre suffisamment d'air respirable pour plusieurs semaines, bien plus que la durée de vie attendue dans nos programmes de recherche. Les éléments qui n'existent pas à l'état naturel sur Terre peuvent être difficiles à se procurer, mais la probabilité que cela devienne une entrave à nos recherches est infinitésimale. Dans le pire des cas, les générateurs d'atmosphère peuvent être connectés à des équipements de réanimation. Ensuite, des appareils médicaux et interrogatoires télécommandés sont présents dans toutes les chambres ; les premiers pouvant administrer des sédatifs, médicaments, ou autres injections chimiques via un lanceur de seringues pneumatiques, et les seconds pouvant appliquer des électrochocs pour mener à bien un interrogatoire. Chaque chambre est équipée d'un mécanisme appelé « bouton panique » individuel. Le centre de contrôle en est également doté, celui-ci agissant directement sur l'ensemble des chambres. Le bouton panique peut, en cas d'urgence, instantanément incinérer tout le contenu de la (des) chambre(s) concernée(s). Les chambres et les couloirs de l'unité de détention sont spécialement conçus pour permettre le transport et la captivité des extraterrestres de toutes formes et de toutes tailles. Elle dispose également d'une morgue cryogénique entièrement équipée pour conserver les cadavres ou les échantillons pour une utilisation ultérieure. Doctrine recommandée En cas d'invasion, toutes les fonctionnalités de l'Unité de Détention devraient être mises à profit, afin de garder les extraterrestres vivants ou non pour études, et nous permettre d'examiner ceux qui sont encore en vie. Il n'y a pas de plus grande priorité que l'étude des processus cognitifs des esprits extraterrestres, afin de découvrir leurs motivations et si possible de trouver un compromis, un moyen de communication, ou une stratégie de contre-attaque efficace pour neutraliser l'ennemi une bonne fois pour toute. Si une base PHALANX était attaquée, il serait vital d'appuyer sur le bouton panique général de l'Unité de Détention. A moins de disposer de spécimens irremplaçables, nous ne pouvons pas risquer de laisser les assaillants extraterrestres libérer leurs congénères captifs. La distribution massive et immédiate de sédatifs est une autre stratégie plus risquée. Cependant, j'ai peur que nous ne gagnions pas une guerre avec des demi-mesures. Addenda Pour un éventuel futur commandant qui lirait ce dossier : gardez à l'esprit que les dispositifs de l'Unité de Détention, comme la majorité des équipements PHALANX, doivent encore subir des tests à l'acide, que les forces extraterrestres pourraient utiliser. Des améliorations ou ajustements seront éventuellement nécessaires pour que l'unité satisfasse au cahier des charges.
ru: Проектная документация -- Изолятор ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Аннотация по строениям, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 16 Февраля 1958 Автор: майор Марсель ЛеКлерк, Командующий Базы, ФАЛАНКС, Тихоокеанская ударная группа Краткий обзор Основная задача подразделения противодействия земной угрозе – быть готовыми к любой ситуации. Изолятор является важной составляющая любого плана противодействия. Он представляет собой группу герметичных камер с возможностью поддержания индивидуальной атмосферы в каждой из них. Все камеры снабжены системой распределения рациона, системами жизнеобеспечения для любой внеземной формы жизни, которую мы можем только представить, аппаратурой для проведения допроса, и прочим вспомогательным оборудованием. Во-первых, герметичные камеры предоставляют место для содержания инопланетянина, и поддержания его жизнедеятельности в течение неопределённо долгого периода времени. Генераторы атмосферы способны нагнетать в каждую отдельную камеру любой необходимый состав газов. Это обеспечивает инопланетянина приходной для его дыхания атмосферой в течение, по крайней мере, нескольких недель. Этоn срок значительно превышает ожидаемую продолжительность жизни образцов в наших исследовательских программах. Микроэлементы, которые в нормальном состоянии не встречаются на Земле, могут создать для нас проблему, но вероятность возникновения такого неприятного события в наших исследованиях - бесконечно мала. В худшем случае, конструкция атмосферных генераторов позволяет им подключаться к захваченному оборудованию жизнеобеспечения инопланетян. Во-вторых, в каждой камере находится дистанционно управляемая аппаратура, позволяющая производить основные медицинские операции, а так же, введение успокоительных, транквилизаторов, и любых других препаратов при помощи специальных дротиков; помимо этого, предусмотрен электрошок и другие средства, способствующие допросам. Также, существует так называемая "аварийная кнопка", установленная как индивидуально в каждой камере, так и в диспетчерской для каждого блока камер. В случае экстренной ситуации, нажатие этой кнопки может вызвать мгновенное термическое разрушение всего содержимого камеры. Камеры и коридоры Изолятора специально спроектированы так, чтобы содержать и транспортировать инопланетян практически любых форм и размеров. Так же, модуль имеет полностью оборудованный криогенный морг для хранения трупов и биологических образцов для дальнейших исследований. Рекомендованная доктрина В случае вторжения, Изолятор должен быть задействован в полной мере для хранения как живых инопланетян, так и их тел для дальнейшего исследования, чтоб позволит нам изучить их жизненный цикл. Нет более важной задачи, чем понять процесс мышления инопланетного разума, изучить их мотивацию, и, возможно, найти с ними компромисс, возможность общения, или подходящие контрмеры, чтобы нейтрализовать врага раз и навсегда. Если база ФАЛАНКС будет когда-либо атакована, необходимо в срочном порядке активировать "аварийные кнопки" в камерах по всему Изолятору. Исключение может быть сделано лишь для камер с незаменимыми образцами. Мы не можем допустить, чтобы атакующие инопланетяне смогли освободить своих товарищей. Немедленное и полное подавление сознания содержащихся особей транквилизаторами – это альтернативная, более гуманная, но и более рискованная стратегия. Как бы то ни было, я подчёркиваю, что войну не выиграть полумерами. Приложения Любому будущему командующему, который будет изучать эту документацию: Не забывайте о том, что машинное оборудование Изолятора, как и львиная доля всего оборудования ФАЛАНКС, ещё не испытывалось в реальных условиях работы противодействия инопланетным силам, и опирается только на теоретические предположения и домыслы. Вероятно, могут потребоваться улучшения и модификации данной проектной документации.
th: พิมพ์เขียว -- เขตกักกันมนุษย์ต่างดาว เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 16 กุมภาพันธ์ 1958 โดย: พล.ท. มาร์เซล เลอเคลิร์ค, ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัติการแปซิฟิค ภาพรวม งานแรกของหน่วยตอบโต้ต่า่งดาวคือการเตรียมตัวให้พร้อม หากมีเหตุจำเป็นต้องใช้หน่วยนี้ เขตกักกันของ PHALANX เป็นส่วนสำคัญของแผนการรับมือการรุกราน มันมีเขตปรับบรรยากาศสำหรับอยู่อาศัย เครื่องมือสอบสวน หน่วยแจกจ่ายอาหาร และอุปกรณ์อื่นที่ต้องใช้ในการยังชีพพวกต่างดาวที่เราจับตัวได้ อย่างแรก เขตอยู่อาศัยที่ปิดกั้นอย่างดีจะเป็นที่สำหรับเก็บพวกต่างดาวได้ในระยะหนึ่ง เครื่องสร้างบรรยากาศซึ่งสามารถทำให้ห้องขังมีแก๊สผสมที่ต้องการได้ ทำให้พวกต่างดาวมีอากาศหายใจได้หลายสัปดาห์ ซึ่งมากกว่าอายุที่คาดการณ์สำหรับตัวอย่างในการวิจัย การหาองค์ประกอบที่ไม่ได้เกิดโดยธรรมชาติบนโลกอาจทำได้ยาก แต่ความเป็นไปได้ที่สิ่งนี้จะเป็นอุปสรรคนั้นก็ไม่น่าจะเกิด ในกรณีที่เลวร้ายที่สุด เกิดสร้างบรรยากาศนี้จะถูกออกแบบเป็นตัวเชื่อมต่อกับอุปกรณ์ยังชีพ อย่างที่สอง เครื่องมือการแพทย์และเครื่องมือสอบสวนนั้นจะอยู่ในแต่ละห้อง จะสามารถใช้ในการกล่อมประสาท ให้ยาหรือสารเคมีอื่นๆ ผ่านลูกดอกอัดลม หรือใช้การช็อตไฟฟ้าสำหรับการสอบสวน และยังมี "ปุ่มฉุกเฉิน" ในแต่ละห้องแยกกัน และในห้องควบคุมของห้องทุกกลุ่ม ปุ่มฉุกเฉินนี้จะสามารถกำจัดทุกอย่างในห้องได้หากมีเหตุฉุกเฉิน ห้องและกำแพงของเขตกักกันนั้นถึงออกแบบให้สามารถกักพวกต่างดาวได้ทุกรูปแบบและขนาด โครงสร้างนี้ยังมีห้องดับจิตแช่แข็งสำหรับเก็บศพและตัวอย่างในการวิเคราะห์ภายหลังด้วย กฎข้อแนะนำ หากมีการโจมตี เขตกักกันต้องถูกใช้อย่างเต็มที่ ในการเก็บทั้งพวกต่างดาวที่มีชีวิตและตายแล้วสำหรับการวิจัย และการตรวจสอบการดำรงชีพ ไม่มีอะไรสำคัญกว่าการค้นพบกระบวนการคิดของพวกต่างดาว เรียนรู้สิ่งกระตุ้น และหาการรอมชอม โอกาสในการสื่อสาร หรือกลยุทธ์โต้ตอบที่จะหยุดยั้งศัตรูได้โดยเด็ดขาด หากฐาน PHALANX ถูกโจมตี ควรมีการพิจารณาการกดปุ่มฉุกเฉินของเขตกักกัน ยกเว้นแต่มีตัวอย่างที่หาไม่ได้อีกแล้ว เราไม่สามารถจะเสี่ยงให้พวกที่รุกรานมาปลดปล่อยนักโทษ การกล่อมประสาทโดยสิ้นเชิงทันทีก็เป็นอีกกลยุทธ์ที่เสี่ยงกว่า -- ผมต้องขอบอกไว้ก่อนว่าเราไม่สามารถรบชนะด้วยการทำอะไรไม่เด็ดขาด ข้อมูลเพิ่มเติม สำหรับผู้บัญชาการท่านต่อไปที่อ่านรายงานนี้ ขอให้จำไว้ว่าเครื่องมือในเขตกักกัน ก็เหมือนกับอุปกรณ์อื่นๆ ของ PHALANX ที่ยังไม่เคยทดสอบจริงกับกองกำลังต่างดาว อาจต้องมีการพัฒนาหรือปรับปรุงเพื่อให้ทำงานได้อย่างที่ออกแบบไว้
