Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: intro_sentence4
de: Der erste Angriff traf die Stadt Mumbai am 3. März 2084. Sechs kleine UFOs erschienen aus dem Nirgendwo, stürzten unentdeckt von den riesigen Radaranlagen um Mumbai herum aus der Erdumlaufbahn herunter und landeten in der wohl bevölkerungsreichsten Stadt der Welt. Es gab keine Warnung, keine Erklärung. Zwanzigtausend unschuldige Zivilisten und drei Bataillone Elitesoldaten wurden innerhalb von zwölf Stunden brutal massakriert, bevor eine große Zahl Commonwealth Soldaten es schaffte, den Alienvormarsch aufzuhalten. Dann, so plötzlich wie sie erschienen, zogen sie sich zu ihren Schiffen zurück und verschwanden wieder in der Erdumlaufbahn. Der einzige Beweis für ihr Dasein waren die verwüsteten Straßen Mumbais.
fr: La première attaque touche la ville de Mumbai le 3 mai 2084. Six petits OVNIs sortent du néant et déferlent sur la ville, sans qu'aucune des énormes installations radar couvrant le ciel de Mumbai ne les détecte. Il n'y a ni avertissements, ni explications. Les pertes de la ville la plus peuplée du monde sont colossales : vingt mille civils innocents, et trois bataillons de troupes d'élite sont massacrés en moins d'une douzaine d'heures. C'est à ce prix que les soldats du Commonwealth parviennent à repousser l'avancée des aliens. Puis, aussi soudainement qu'ils étaient apparus, ils retournent à leurs vaisseaux qui s'évanouissent dans le ciel, laissant derrière eux les rues ravagées de Mumbai.
ru: Первый удар был нанесён 3 марта 2084 года, - его целью стал город Бомбей. Шесть малых НЛО возникли из ниоткуда, и с пронзительным воем обрушились с орбиты, необнаруженные многочисленными радарными системами, прикрывающими небеса над Бомбеем, опустившись в самом густонаселённом городе Земли. Они не делали никаких предупреждений или объяснений. Двенадцать тысяч невинных мирных жителей и три батальона элитных войск были жестоко убиты в течение двенадцати зверских часов прежде, чем массированные действия войск Содружества не остановили развёртывание сил пришельцев. Затем, так же внезапно, как они и появились, пришельцы отступили к их летательным аппаратам и снова скрылись на орбите, оставив только опустошённые улицы Бомбея в качестве наглядного свидетельства.
th: การโจมตีครั้งแรกเกิดที่มุมไบในวันที่ 3 มีนาคม 2084, จานบินขนาดเล็กหกลำปรากฏอย่างไม่มีที่มา และบินลงมาจากชั้นบรรยากาศ ผ่านระบบเรดาร์ที่ครอบคลุมน่านฟ้ามุมไบโดยไม่ถูกพบ และลงจอดในเมืองที่มีประชากรหนาแน่นที่สุดในโลก มันไม่ได้เตือนล่วงหน้า หรืออธิบายใดๆ พลเรือนสองหมื่นคนและทหารชั้นแนวหน้าสามกองพันถูกสังหารในช่ววสิบสองชั่วโมงอันโหดเหี้ยม จนกระทั่งทหารเครือจักรภพสามารถหยุดยั้งการเคลื่อนตัวของมนุษย์ต่างดาวได้ แล้วมันก็หนีหายไปในจานบินและหายสาปสูญไปในบรรยากาศ โดยไม่เหลือร่องรอยแบบเดียวกันการปรากฏตัว ทิ้งไว้เพียงแต่ท้องถนนที่ถูกทำลายยับเยินเป็นหลักฐาน

source: intro_sentence5
de: Eine Notfallversammlung der UN ergab keine schlüssige Richtung. Die Einfälle der Aliens häuften sich, größer und grausamer als vorher, diesmal in Bonn, Johannesburg und Bangkok. Einige Nationen versuchten es mit Diplomatie und schickten Nachrichten in tausend verschiedenen Sprachen an die Aliens, die das Land verwüsteten. Ihre Worte wurden ignoriert. Innerhalb weniger Stunden waren diese drei Städte jedes Lebens beraubt. Der Angriff war schon vorbei, als die verschiedenen Truppen die Erlaubnis zum Zurückschlagen bekamen. Die Aliens ließen nichts zurück außer Beton und Blut. Alle UFOs verschwanden, ohne Spuren zu hinterlassen -- aber niemand zweifelte, dass sie zurückkehren werden.
fr: Une réunion d'urgence des Nations Unies ne parvient à aucune conclusion. Les attaques s'enchaînent rapidement, plus importantes et mortelles encore, touchant Bonn, Johannesburg et Bangkok. Quelques nations tentent la voie diplomatique, envoyant des messages en un millier de langues différentes aux aliens qui ravagent le globe. Leurs tentatives sont ignorées. En quelques heures, toute vie humaine est anéantie dans les trois villes. L'attaque est terminée avant que les armées terriennes ne reçoivent l'autorisation de contre-attaquer. Les aliens ne laissent derrière eux que du béton et du sang. Une fois encore, ils disparaissent sans laisser de trace... Mais nul ne doute qu'ils reviendront.
ru: Экстренное совещание ООН не дало каких-либо конкретных результатов. Вторжения продолжались всё быстрее, более масштабно и жестоко, чем прежде, обрушившись на Бонн, Йоханнесбург и Бангкок. Некоторые правительства пытаются наладить контакт, отправляя сообщения на тысячах различных языков пришельцам, уничтожающим всё на своём пути. Их призывы игнорируются. В течение нескольких часов во всех трёх городах не осталось ни одного живого человека. Нападение было закончено к тому времени, когда различным военным подразделениям дают разрешение нанести ответный удар. Пришельцы не оставили за собой ничего кроме бетона и крови. Все НЛО скрылись без следа, и никто не сомневается, что они вернутся.
th: การประชุมฉุกเฉินในสหประชาชาติไม่ได้ผลลัพธ์ การบุกรุกได้ทวีความเร็ว ขนาด และความรุนแรง คราวนี้ในบอนน์ โจฮันเนสเบิร์ก และกรุงเทพ หลายประเทศพยายามใช้วิธีการทูต โดยการส่งข้อมูลในหลายพันภาษาไปยังมนุษย์ต่างดาวที่ทำลายประเทศ แต่คำพูดเหล่านี้ก้ไม่ได้รับการสนใจ ไม่กี่ชั่วโมงเมืองทั้งสามก็ไม่เหลือมนุษย์รอด การโจมตีสิ้นสุดลงขณะที่ทหารหลายกลุ่มเพิ่งได้รับอนุญาตให้ตีโต้ มนุษย์ต่างดาวไม่เหลืออะไรไว้นอกจากคอนกรีตและกองเลือด จานบินทั้งหมดหายสาปสูญไม่เหลือร่องรอย -- แต่ทุกคนก็รู้ว่าพวกม้นจะกลับมาอีก

source: intro_sentence6
de: 87 Stunden nach dem Angriff auf Mumbai erklärte die Erde den Aliens den Krieg. Für 2 Wochen versuchten die Armeen der Menschen, die Alienangriffe abzuwehren. Sie erzielten sehr wenig Erfolge.
fr: Quatre vingt sept heures après la première attaque sur Mumbai, la Terre entre en guerre. Pendant deux semaines, toutes les armées de l'humanité tentent de repousser les mystérieux assaillants aliens au mieux de leur possibilité. Les succès sont peu nombreux.
ru: Спустя восемьдесят семь часов после начального нападения на Бомбей, Земля объявляет войну. В течение двух недель армии человечества поодиночке в меру своих возможностей пытаются отражать нападения таинственных инопланетных агрессоров. Но их успехи крайне незначительны.
th: แปดสิบเจ็ดชั่วโมงหลังจากโจมตีที่มุมไบ โลกได้ตัดสินใจประกาศสงคราม ในสองสัปดาห์ กองทัพของมนุษย์ต่างพยายามแยกกันต่อต้านผู้รุกรานจากต่างดาวอย่างสุดความสามารถ แต่พวกเขาประสบความสำเร็จไม่มากนัก

source: intro_sentence7
de: Mit dem letzten Ausweg in der Hand trat die UN in Aktion. Uralte Ausrüstung wurde entstaubt, einiges älter als ein Jahrhundert, und die lange nicht mehr bestehende Anti-Alien Behörde der früheren Vereinigten Staaten -- PHALANX -- entstand unter dem Banner der UN neu. Ihre Pflicht ist es, die Alienbedrohung zu bekämpfen und das Überleben der Menschheit unter allen Umständen zu sichern.
fr: Sans autre alternative, les Nations Unies prennent les choses en main. La défunte agence anti-extraterrestre "PHALANX" des anciens États Unis est ressuscitée sous la bannière de l'ONU. Son ancien équipement est remis en service, certains éléments datant de plus d'un siècle. Sa mission : combattre la menace extraterrestre et garantir la survie de l'espèce humaine à tout prix.
ru: Остаётся только одна альтернатива, и ООН начинает действовать. Со старого оружия, часть которого более чем вековой давности, стряхнули пыль, и давно покойная организация противодействия внеземной угрозе, созданная когда-то в США, ФАЛАНКС, воскресла под новым знаменем ООН. Они дали присягу сражаться с инопланетной угрозой, и гарантировать выживание человеческой расы любой ценой.
th: เมื่อเหลือทางเลือกอย่างเดียว สหประชาชาติจึงต้องเข้าแทรกแซง มีการนำอุปกรณ์เก่ากลับมาใช้ แม้บางอย่างจะเก่ากว่าร้อยปี และหน่วยปฏิบัติการของอดีตสหรัฐ ที่ถูกปิดไปแล้ว -- PHALANX -- ได้ถูกก่อตั้งขึ้นมาใหม่ภายใต้สหประชาชาติ ภารกิจหลักก็คือการต่อสู้กับมหันตภัยจากต่างดาว และปกป้องมนุษยชาตให้อยู่รอดด้วยทุกวิถีทาง

source: intro_sentence8
de: Finanziert durch alle acht politischen Mächte und durch das Rekrutieren der besten Soldaten aller Armeen, ist PHALANX das Beste der Besten. Diese Soldaten sind die erste und einzige Verteidigungslinie der Erde. Diese darf nicht fallen; denn wenn sie es tut, hat die Menschheit keine Chance mehr.
fr: Financée par les huit puissances politiques mondiales, et recrutant ses soldats parmi les meilleurs de leurs armées, PHALANX est la crème de l'élite. Elle est la première et unique ligne de défense de la Terre. Elle ne peut échouer, car si tel était le cas, l'humanité n'aurait plus aucun espoir.
ru: Финансируемая всеми восьмью политическими силами, и привлекающая своих бойцов из элитных подразделений их армий, ФАЛАНКС является лучшей из лучших. Это — первая и единственная линия обороны Земли. Они не могут позволить себе потерпеть неудачу; потому что, если это случится, у человечества не останется ни одного шанса…
th: ด้วยเงินทุนจากมหาอำนาจทั้งแปด และทหารที่เก่งที่สุดจากกองทัพระดับสูงสุด PHALANX คือสุดยอดของสุดยอด มันเป็นแนวป้องกันแรกและแนวป้องกันเดียวของโลก มันล้มเหลวไม่ได้ เพราะความล้มเหลวย่อมหมายถึงจุดจบของมนุษยชาติ

source: prolog_sentence1
de: An: Basiskommando, PHALANX, Kommando Atlantische Operationen
fr: POUR: Commandant de la Base, PHALANX, Commandement des Opérations Atlantique
th: ถึง: ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัติการแอตแลนติค

source: prolog_sentence2
de: Von: SecGen. Mahouf Serra, Vereinte Nationen, New York City
fr: DE: Secrétaire Général Mahouf Serra, Nations Unies, New York
th: จาก: เลขาธิการ มาฮุฟ เซอร์รา, สหประชาชาติ, นิวยอร์ค

source: prolog_sentence3
de: Datum: 21 März 2084
fr: DATE: 21 Mars 2084
th: วันที่: 21 มีนาคม 2084

source: prolog_sentence4
de: Betreff: Viel Glück!
fr: SUJET: Bonne Chance
th: หัวข้อ: ขอให้โชคดี

source: prolog_sentence5
de: Willkommen Kommander. Sie haben das Kommando über PHALANX erhalten. Ihre Mission: Beschützen sie die Bewohner dieses Planeten und stoppen sie die Alienbedrohung mit allen Mitteln. Wie Sie das bewerkstelligen ist Ihnen überlassen - aber bedenken Sie: Scheitern ist keine Option.
fr: Bienvenu dans vos nouvelles fonctions, Commandant. Vous avez dès maintenant les pleins pouvoirs sur l'Unité de Réaction Extraterrestre PHALANX. Votre mission est de protéger les citoyens de la Terre et de stopper la menace alienne à tout prix. La façon dont vous procéderez nous importe peu, notre seule exigence est votre réussite.
th: ขอแสดงความยินดีกับตำแหน่งใหม่, ท่านผู้บัญชาการ คุณได้รับอำนาจเต็มในหน่วยตอบโต้มนุษย์ต่างดาว PHALANX ภารกิจของคุณคือการปกป้องประชาการของโลก และหยุดยั้งมหันตภัยจากต่างดาวด้วยทุกวิถีทาง ผมจะปล่อยให้คุณดำเนินการตามสะดวก เราต้องการเพียงแต่ให้คุณทำให้สำเร็จ

source: prolog_sentence6
de: Ihr erster Auftrag lautet ein Hauptquartier einzurichten. Die UN hat Zugang zu allen Militärbasen der Welt. Wählen Sie die geographische Position sorgfältig, sie könnte großen Einfluss auf den Erfolg oder Misserfolg des PHALANX Projektes haben.
fr: Votre première mission est d'aménager votre quartier général. Les Nations Unies ont accès à n'importe quelle base à travers le monde, et vous pouvez par conséquent envisager la totalité du globe pour l'installation de votre centre d'opération. Choisissez cet endroit judicieusement, car il aura beaucoup d'influence sur les chances de succès du projet PHALANX.
th: ภารกิจแรกคือการตั้งฐานบัญชาการ สหประชาชาติได้รับอนุญาตให้ใช้ฐานทัพทุกแห่งในโลก ดังนั้นคุณสามารถเลือกตั้งฐานที่ใดก็ได้ ขอให้เลือกสถานที่ให้ดี, เพราะมันจะมีผลอย่างยิ่งต่อความสำเร็จของโครงการ PHALANX

source: prolog_sentence7
de: Eine kürzlich erstellte Analyse der Angriffe auf Mumbai und Bonn ergab, dass sich UFO Sichtungen und Alienaktivität auf dichtbesiedelsten Gebiete der Erde konzentrieren, einschließlich Nord- und Südamerika, Europa, Ostasien, Süd- und Mittelafrika sowie Australien. Sie sollten in Erwägung ziehen Ihre Einzugsgebiete diesbezgl. zu wählen.
fr: Une analyse récente des attaques sur Mumbai et Bonn révèle que les observations d'OVNI et d'activités aliennes semblent se concentrer dans les régions les plus densément peuplées du monde. Ceci inclus les zones côtières d'Amérique du nord et du sud, l'Europe, l'Asie de l'est, l'Afrique du sud et l'Afrique méditerranéenne, ainsi que l'Australie. Vous devriez envisager d'inclure ces terres dans votre rayon d'action.
th: การวิเคราะห์การโจมตีที่มุมไบและบอนน์พบว่า จานบินและกาารปฏิบัติการของมนุษย์ต่างดาวมักจะพบในส่วนที่มีประชากรหนาแน่น รวมถึงชายฝั่งอเมริกาเหนือ และอเมริกาใต้ ยุโรป เอเชียตะวันออก อาฟริกาใต้ และเมอร์ดิเตอเรเนียน คุณควรพิจารณาจุดเหล่านี้ในการปฏิบัติการ

source: prolog_sentence8
de: Haben Sie erstmal Ihre erste Basis errichtet, müssen Sie Ihre Soldaten vorbereiten. Die Rekruten die für PHALANX abgestellt wurden, müssen einem Einsatzschiff zugeteilt und für den Kampf ausgerüstet werden.
fr: Une fois votre première base établie, vous devez préparer vos soldats à l'action. Les recrues que nous avons assignées à PHALANX doivent être affectées à un appareil de transport, puis équipées pour le combat.
th: เมื่อคุณได้ตั้งฐานแล้ว คุณก็ต้องเตรียมทหาร พลทหารใหม่จะต้องเข้าประจำการในยานลำเลียง และติดตั้งอาวุธเพื่อเตรียมรบ

source: prolog_sentence9
de: Vergessen Sie nicht gut auf die Soldaten aufzupassen - ein lebender Soldat kann mehr Aliens töten als ein toter Soldat. Der Rest von uns zählt auf sie - und betet für ihren Erfolg.
fr: Prenez soin d'elles, Commandant. Nous comptons tous sur vous, et prions pour vous.
th: จัดการพวกมันซะ ท่านผู้บัญชาการ เราทั้งหมดขอฝากความหวัง และภาวนาให้กับคุณ

source: prolog_sentence10
de: Das ist erstmal alles Herr Kommandant, viel Glück und viel Erfolg.
fr: Ce sera tout. Bonne chance, et bonne chasse.
th: เท่านี้ก่อน ขอให้โชคดี และล่าให้สนุก

source: Gameplay
fr: Gérer son équipe
ru: Геймплей
th: การเล่น

source: Some notes about the gameplay
de: Bemerkungen zum Spielablauf
fr: Quelques remarques sur le jeu :
ru: Некоторые замечания о геймплее
th: ข้อสังเกตเกี่ยวกับการเล่น

source: Click to exit
de: Beenden mit Mausklick
fr: Cliquer pour quitter
ru: Нажмите для выхода
th: กดเพื่อออก

source: Set up a base
de: Eine erste Basis errichten
fr: Fonder une base
ru: Закложите новую базу
th: ตั้งฐาน

source: Hire employees: scientists, soldiers
de: Personal einstellen: Forscher und Soldaten
fr: Recruter du personnel : scientifiques et soldats
ru: Наймите персонал: учёных, солдат
th: จ้างพนักงาน: นักวิทยาศาสตร์, ทหาร

source: Start some research
de: Starte Forschung
fr: Rechercher de nouvelles inventions
ru: Начните исследования
th: เริ่มการวิจัย

source: Buy weapons and equipment
de: Waffen und Ausrüstung kaufen
fr: Acheter ou vendre du matériel
ru: Закупите вооружение и прочее оборудование
th: ซื้ออาวุธและอุปกรณ์

source: Equip your aircraft with soldiers and weapons
de: Flugzeug mit Soldaten und Waffen ausstatten
fr: Équiper votre avion avec des soldats ou des armes
ru: Снарядите Ваш самолет солдатами и оружием
th: บรรจุทหารกับอาวุธบนยานบิน

source: Speed up time on geoscape until the first alien mission appears
de: Auf der Weltkarte die Zeit beschleunigen, bis erste Mission erscheint
fr: Accélérer le temps jusqu'au début de la première mission
ru: Вы можете увеличить скорость времени, пока не появится первая миссия с пришельцами
th: เร่งเวลาบนแผนที่จนกว่าภารกิจแรกจะเกิด

source: Select the mission (doubleclick) and choose aircraft from list
de: Mission auswählen (Doppelklick) und Flugzeug aus Liste wählen
fr: Sélectionner la mission (double-clic) et choisissez un avion de la liste
ru: Выберите миссию (двойным щелчком) и выделите самолет из списка
th: เลือกภารกิจ (กดสองครั้ง) และเลือกยานบินจากรายชื่อ

source: Hit the start or auto-mission button to fight the aliens
de: Kampf beginnt nach drücken der Taste 'Start' oder 'Auto-Mission'.
fr: Cliquer sur Entrer ou Mission automatique pour combattre les aliens
ru: Нажмите кнопку начала высадки или автобоя для проведения сражения с пришельцами
th: กดปุ่มเริ่ม หรือปุ่มภารกิจอัตโนมัติเพื่อสู้กับมนุษย์ต่างดาว

source: For further instructions watch the tactical mission tutorial
de: Für weitere Instruktionen siehe das taktische Tutorial
fr: Pour plus d'information, regardez le tutorial de mission tactique
ru: Для дальнейших инструкций просмотрите руководство по тактическим операциям
th: สำหรับคำแนะนำเพิ่มเติม ให้ดูการสอนการเล่น

source: Tactical mission
de: Taktische Mission
fr: Les missions tactiques
ru: Тактическая операция
th: ภารกิจรบ

source: Tactical mission tutorial
de: Tutorial: Taktischer Einsatz
fr: Tutoriel de mission tactique
ru: Руководство по тактической операции
th: วิธีเล่นภารกิจรบ

source: Switch view level via left mouseclick
de: Linksklick um auf anderes Stockwerk zu wechseln
fr: Changez la hauteur de vue avec un clic gauche de la souris
ru: Переключение между уровнями карты производится левой кнопкой мыши
th: เปลี่ยนระดับมุมมองด้วยคลิกซ้าย

source: You can also use the cursor keys to switch the levels
de: Man kann auch per Cursortasten zwischen den Stockwerken zu wechseln
fr: Vous pouvez aussi utiliser les flèches du clavier pour changer le niveau de vue.
ru: Вы также можете использовать курсорные клавиши для переключения между уровнями
th: ใช้ปุ่มลูกศรเพื่อเปลี่ยนระดับได้

source: The selected soldier
de: Der ausgewählte Soldat
fr: Le soldat sélectionné
ru: Выбранный боец
th: เลือกทหาร

source: Select soldiers via click
de: Soldaten per Mausklick auswählen
fr: Sélectionnez un soldat en cliquant
ru: Выберите бойца щелчком мыши
th: เลือกทหารด้วยการคลิก

source: Or via the keys 1-8
de: Oder mit den Tasten 1-8
fr: Ou avec les touches 1 à 8 du clavier
ru: Или посредством клавиш 1-8
th: หรือปุ่ม 1-8

source: Physical stats
de: Biosignale des Soldaten
fr: Statistiques du soldat
ru: Физические характеристики
th: ค่าพลังกาย

source: Stats bars: movement and health
de: Balkenanzeige: Bewegung und Gesundheit
fr: Statistiques : mouvement et santé
ru: Индикаторы характеристик: движение и здоровье
th: ขีดกำลัง: การเคลื่อนไหวและพลังชีวิต

source: Weapon in right hand
de: Waffe in rechter Hand
fr: Arme de la main droite
ru: Оружие в правой руке
th: อาวุธในมือขวา

source: Shots remaining
de: Übrige Munition
fr: Balles restantes
ru: Осталось выстрелов
th: กระสุนที่เหลือ

source: Primary attack
de: Primärer Angriff
fr: Attaque primaire
ru: Основная атака
th: การโจมตีหลัก

source: Secondary attack
de: Sekundärer Angriff
fr: Attaque secondaire
ru: Альтернативная атака
th: การโจมตีรอง

source: Turn reaction-fire on or off
de: Gegenfeuer ein-/ausschalten
fr: Activez/désactivez le tir de réaction
ru: Включение/выключение ответного огня
th: เปิดหรือปิดการยิงโต้ตอบ

source: Crouch (kneel down) or stand up
de: Ducken oder aufstehen
fr: S'accroupir ou se relever
ru: Присесть (встать на колено) или подняться
th: ก้ม (คุกเข่า) หรือยืนขึ้น

source: Cycle through visible enemies
de: Zum nächsten gesichteten Alien wechseln
fr: Passez en revue les ennemis visibles
ru: Просмотр обнаруженных противников
th: เปลี่ยนมุมมองระหว่างศัตรูที่ถูกพบ

source: End round
de: Runde beenden
fr: Termine le tour
ru: Конец хода
th: จบตา

source: Bloodspider
de: Blutspinne
fr: Araignée Sanguinaire
ru: Кровосос
th: แมงมุมโลหิต

source: Phoenix
fr: Phénix
ru: АБМ Феникс

source: Use the [Shift] key to align your targeting height - useful to shoot a rocketlauncher in front of an alien group, for example.
de: Benutze die [Shift]-Taste um die Zielhöhe anzupassen - das ist beispielsweise praktisch, um eine Rakete vor eine Gruppe von Außerirdischen zu schießen.
fr: Utilisez la touche [Shift] pour régler la hauteur de votre tir - utile pour tirer une roquette dans un groupe alien, par exemple.

source: Assemble and save different teams for multiplayer matches - 4 player teams, 8 player teams and so on. This way you can quickly load the right one for a fast match.
de: Stellen Sie verschiedene Teams für Multiplayer-Partien - 4-Spieler-Teams, 8-Spieler-Teams und so weiter - zusammen und speichern Sie diese. So können Sie schnell das passende für eine Partie laden.
fr: Assemblez et sauvegardez différentes équipes pour les jeu multi-joueurs - équipes de 4 joueurs, équipes de 8 joueurs, etc... Vous pourrez ainsi charger rapidement une équipe pour jouer rapidement.

source: With multiplayer teams, make sure your best soldiers are at the top of the team list. When the soldier limit is lower than the amount of soldiers in your team, the soldiers at the top of the list will be used for the game.
de: Versichern Sie sich, dass bei Multiplayerteams Ihre besten Soldaten ganz oben auf der Teamliste stehen. Wenn die Soldatenbegrenzung niedriger als Ihre Soldatenanzahl ist, werden die oben auf der Liste stehenden verwendet.
fr: En multi-joueur, vérifiez que vos meilleurs soldats sont en haut de la liste de votre équipe. Lorsque le nombre de soldats dans votre équipe dépasse la limite, seuls les soldats les plus hauts seront utilisés pour le jeu.

source: Always make sure that you have enough Time Units (TUs) left to hide after you shoot.
de: Stelle immer sicher, dass du noch genug Zeiteinheiten übrig hast um nach einem Schuss wieder in Deckung zu gehen.
fr: Soyez toujours certains d'avoir suffisamment d'Unités de Temps (UT) pour vous mettre à couvert après avoir tiré.

source: When using Reaction Fire, remember that you can set which fire mode to use by enabling the corresponding check box on the fire mode panel.
de: Wenn Sie Reaktionsfeuer verwenden, denken Sie daran dass sie den Feuermodus durch Klicken auf das passende Kästchen wählen können.
fr: En utilisant le tir de réaction, souvenez-vous que vous pouvez choisir le mode de tir en cochant la case correspondante dans la fenêtre des tirs de réaction.

source: Remember to give your soldiers a varying array of weapons, you never know when a certain weapon may come in handy.
de: Denke daran deinen Soldaten verschiedene Waffen mitzugeben, du weißt niemals wann du sie brauchen wirst.
fr: Pensez à donner à vos soldats un panel complet d'armes : on ne sait jamais quand une arme peut s'avérer indispensable.

source: Don't forget to equip your soldiers with enough ammo.
de: Vergiss nicht deinen Soldaten genug Munition mitzugeben.
fr: Pensez à équiper vos soldats avec un nombre de munitions suffisantes.

source: Don't forget to equip your soldiers with armour.
fr: Pensez à équiper vos soldats d'une armure.

source: You can use a flashbang to deactivate your opponents Reaction Fire mode or to take all of his remaining Time Units (TUs) for his next round.
fr: Vous pouvez utiliser une grenade étourdissante pour empêcher vos adversaires d'utiliser le tir de réaction ou leur supprimer leurs Unités de Temps (UT) restantes pour le tour suivant.

source: In multiplayer, you can chat by pressing [k] (to all), [l] (team members only), or by pressing the chat buttons on the HUD.
de: In Multiplayerpartien können sie durch Drücken von [k] ('an alle'), [l] ('nur Teammitglieder') oder mit Hilfe der HUD-Knöpfe chatten.
fr: En mode multi-joueur, vous pouvez parler en utilisant la touche [k] (à tous les joueurs) ou [l] (aux membres de votre équipe uniquement), ou en utilisant les boutons de tchat du HUD.

source: To make a soldier look into a certain direction (i.e. to turn him/her) place the cursor and press the right mouse button or the [Ctrl] key. This will cost you Time Units (TUs).
de: Um einen Soldaten in eine bestimmte Richtung schauen zu lassen (also um ihn/sie zu drehen), muss der Cursor in der Richtung platziert werden und die rechte Maustaste oder die [Strg]-Taste gedrückt werden. Das kostet Zeiteinheiten.
fr: Pour qu'un soldat regarde dans une direction donnée (c.à.d. pour le tourner), placez le curseur dans cette direction et cliquez sur le bouton du milieu ou la touche [Ctrl]. Cela vous coûtera des Unités de Temps (UT).

source: Be sure to hire as many scientists as you can. The earlier you know your enemy, the easier he is to defeat.
fr: Pensez à engager autant de scientifiques que possible. Plus vite vous comprendrez votre ennemi, plus la victoire sera facile.
