Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_large_hangar_txt
de: Baupläne -- Großer Hangar KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt, Freigabe Sigma -- Nur für Kommandant Gespeichert: 11. August 2008 Von: Gen. E. Baxter, Basiskommandeur, PHALANX, Pazifisches Operationskommando Überblick Aufgrund der kürzlichen Restrukturierung unserer Luftflotte mussten wir eine komplette Neustrukturierung und Neugestaltung unserer Hangareinrichtungen vornehmen. Die VTOL (Vertical Take-Off and Landing) Anforderungen an alle neue PHALANX Luftfahrzeuge hat die Notwendigkeit für Landebahnen beseitigt. Das hat uns erlaubt, all unsere Hangareinrichtungen in die Basis zu verlegen, um so Sicherheit und Reaktionszeit zu verbessern. Der große Hangar liefert genug Platz, um ein großes VTOL Luftfahrzeug zu lagern und zu warten. Reparaturen, Wiederbewaffnung und Betankung kann in absoluter Sicherheit durchgeführt werden. Das Luftfahrzeug sieht nicht mal das Tageslicht, bis es Zeit für den Start ist. Während des Startvorgangs öffnen sich die Hangardächer und riesige hydraulische Lifte heben das Luftfahrzeug über das Dach, wo es sicher abheben kann. Für Landemanöver hat der Lift mehrere hohe Fanghaken, die - einmal mit dem Flugzeug verbunden - das Flugzeug sanft nach unten in Landeposition ziehen. Die Fanghaken können ihren Griff selbst verändern und sogar ihren Griff von Haken zu Haken weiterzugeben, um das Fahrgestell ordentlich für die Landung vorzubereiten. Wenn die Fanghaken sich erst mal festgemacht und das Flugzeug heruntergezogen haben, dann braucht der Pilot nur noch die Triebwerke abzuschalten. Das System ist einfach zu nutzen, wenn der Pilot erst mal den Dreh raus hat. Ein fast identisches System wurde in den kleinen Hangar implementiert. Der große Hangar kann aufgrund inkompatibler Ausrüstung, wie z.B. Benzinleitungen, keine kleinen Flugzeuge aufnehmen. Empfohlener Einsatz Die Primärfunktion des großen Hangars ist es, Landungsschiffe für schnelles Absetzen von Soldaten zu Orten mit Alienaktivität. Alternativ kann er ein großes Kampfflugzeug aufnehmen und warten. Bitte schauen sie dazu in die genauen Dateien zu den Luftfahrzeugen, um ihre besten Fähigkeiten und Einsatzstrategien zu sehen. Jedes PHALANX Fahrzeug braucht einen Hangar der passenden Größe, für Lagerung, Wartung und Einsatz. Hangars sind extra verwundbare Einrichtungen aufgrund ihrer direkten Verbindung zur Oberfläche. Sie werden einer der Primärpunkte eines außerirdischen Angriffs sein. Sie sind ein extremer Risikofaktor, da sie mit leicht entzündlichen Sachen wie Kerosin und möglicherweise hochexplosive Luftfahrzeugmunition gefüllt sind. Schlimmer, jedes Flugzeug, dass während eines Angriffes noch in der Basis ist, stellt ein verlockendes Ziel dar; jeder Schaden an unseren Abfangjägern - oder schlimmer, unseren Landungschiffen, könnte uns für Wochen ausschalten. Wenn möglich sollte vor einem Angriff auf die Basis jedes Flugzeug aus dem Gebiet gebracht werden, bis der Angriff vorüber ist. Vielleicht werden sie in der Luft von einem sich nähernden UFO angegriffen, aber da haben sie wenigstens den Vorteil, dass sie sich bewegen können. Dennoch ist das nicht immer eine gute Taktik. Unsere Schiffe in die Nähe eines Schwerbewaffneten Angriffschiffes zu bringen könnte schlimmere Ergebnisse erzielen als sie in dem Hangars zu lassen, egal, was für ein verlockendes Ziel sie dort darstellen. Zusatz Keiner.
fr: Projet d'Aménagement : Grand Hangar NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 11 Août 2008 Auteur : Gen E. Baxter, Commandant de base, PHALANX, Commandement des Opérations du Pacifique Considérations générales À cause de la restructuration récente de notre flotte aérienne, nous avons dû totalement réexaminer et redessiner nos hangars. L'ajout des fonctions DAV (Décollage et Atterrissage Vertical) à tous les nouveaux appareils PHALANX a rendu les pistes de décollage obsolètes. Cela nous a permis de déplacer tous les hangars à l'intérieur même de la base et d'améliorer ainsi notre sécurité et notre temps de réaction. Le Grand Hangar fournit la place nécessaire pour entreposer et entretenir un grand appareil DAV sous terre. Les réparations, le réarmement et le ravitaillement peuvent être effectués dans l'obscurité la plus complète. L'appareil ne voit même jamais la lumière du jour avant le moment de son lancement. Lors d'un décollage, le toit du hangar s'ouvre en deux, et un grand ascenseur hydraulique monte l'appareil au dessus du toit d'où il peut décoller sans risque. Pour la procédure d'atterrissage, l'ascenseur dispose de plusieurs grandes attaches qui, une fois fixées sur le train d'atterrissage, font doucement descendre l'appareil jusqu'à sa position d'atterrissage. Ces attaches peuvent ajuster intelligemment leurs prises et même les échanger entre elles de façon à aligner correctement l'appareil pour l'atterrissage. Une fois que les attaches sont bien assurées et que l'appareil s'est posé, le pilote peut couper ses moteurs. Le système est simple et facile d'utilisation une fois que le pilote s'y est habitué. Un système très proche a été mis en place dans les Petits Hangars. Le Grand Hangar ne peut pas abriter un petit appareil, les équipements nécessaires (comme les tuyaux de ravitaillement) étant différents. Doctrine recommandée La fonction principale du Grand Hangar est d'abriter les appareils de transport pour un déploiement rapide des troupes sur les sites d'activité alienne. Il peut également abriter et permettre l'entretien d'un grand appareil de combat. Veuillez vous référer aux dossiers spécifiques aux appareils pour consulter leurs capacités et stratégie de déploiement. Tout appareil PHALANX nécessite un hangar de taille appropriée pour son stockage, sa maintenance et son déploiement. Les hangars sont des installations particulièrement vulnérables de part leur accès direct à la surface. Ils seront un point d'entrée possible pour l'assaillant extraterrestre. Ils présentent également un risque important d'explosion, puisqu'ils contiennent des produits dangereux comme le carburant des appareils, et éventuellement les munitions de leurs armes. De plus, tout appareil à l'arrêt dans une base sera une cible tentante : d'importants dégâts infligés à nos intercepteurs, ou pire encore à nos transports, peuvent nous immobiliser pour des semaines. Si possible, tout appareil devrait décoller d'urgence en cas d'attaque imminente de la base, et sortir de la zone jusqu'à la fin de l'alerte. Ils peuvent être attaqués par un OVNI approchant, mais ils auront au moins la possibilité de manoeuvrer. Cela ne sera cependant pas toujours la meilleure stratégie. Faire décoller nos appareils à portée de tir de vaisseaux lourdement armés pourrait être beaucoup plus désastreux que de les laisser dans leur hangar, aussi tentante soit la cible pour l'ennemi. Addenda Aucun.
ru: Проектная документация -- Большой ангар ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Аннотация по строениям, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 11 августа 2008 Автор: генерал Е.Бакстер, Командующий базы, ФАЛАНКС, Тихоокеанская ударная группа Краткий обзор По причине недавней реструктуризации нашего воздушного флота, мы должны были произвести полный пересмотр и реконструкцию наших ангарных модулей. Требования ВВП (Вертикального Взлёта и Посадки) для всех новых самолётов ФАЛАНКС устранили нашу потребность во взлётно-посадочных полосах. Это позволило нам переместить всё ангарное оборудование внутрь базы для повышения безопасности и времени реагирования. Большой Ангар обеспечивает подземное пространство для хранения и техобслуживания 1 большого летательного аппарата с ВВП. Ремонт, перевооружение и дозаправка могут быть выполнены в полном мраке. Самолёт вообще не видит дневного света, пока не наступит время запуска на операцию. Во время запуска, покатые листы крыши ангара расходятся, и большой гидравлический лифт поднимает аппарат на позицию над крышей, откуда тот может безопасно стартовать. В процессе приземления, несколько длинных захватов, являющихся элементами конструкции лифта, одновременно захватывают шасси парящего пилота, и мягко опускают летательный аппарат вниз на посадочную площадку. Захваты могут интеллектуально корректировать своё положение и даже организовывать взаимосвязь от манипулятора к манипулятору, чтобы выстроить их должным образом для захвата шасси. Как только захваты надёжно поймали шасси и опустили аппарат на посадочную площадку, всё, что требуется от пилота - это выключить двигатели. Система проста и удобна в использовании, как только пилот приобретёт необходимые навыки. Подобная же система была реализована и для Малого Ангара. Большой Ангар не может содержать в себе малые летательные аппараты из-за несовместимости вспомогательного оборудования, такого как топливные магистрали. Рекомендованная доктрина Основная функция Большого Ангара - содержание десантных транспортов для быстрого развёртывания бойцов в местах активности пришельцев. Альтернативным вариантом может быть содержание и обслуживание больших боевых летательных аппаратов. Пожалуйста, обратитесь к конкретным файлам по летательному аппарату для просмотра его возможностей и стратегии развёртывания. Каждый самолёт ФАЛАНКС требует 1 ангар соответствующего размера для хранения, техобслуживания, и боевого развёртывания. Ангары – это особенно уязвимые сооружения из-за их прямой связи с поверхностью. Они будут основным местом проникновения для любых инопланетных диверсантов. Они имеют повышенный риск повреждения, так как заполнены легковоспламеняющимися субстанциями, такими как реактивное топливо и сильно взрывчатые боеприпасы. Что ещё хуже, любой самолёт, находящийся на базе будет крайне соблазнительной целью; серьёзные повреждения наших перехватчиков, или, что даже хуже, десантного транспорта, может прервать нашу деятельность на несколько недель. Если это возможно, при неминуемой угрозе нападения на базу все самолёты должны быть подняты по тревоге в воздух, и покинуть область боевых действий, пока нападение не будет отбито. Они могут быть настигнуты в воздухе приближающимися НЛО, но, по крайней мере, они будут иметь преимущество, так как будут способны маневрировать и сражаться. Однако, это не всегда может быть жизнеспособной тактикой. Вылет по тревоге в пределах досягаемости тяжеловооружённого ударного корабля противника может иметь более бедственные результаты, чем сохранение их в ангарах, несмотря на то, что это сделает их привлекательными целями для атакующих базу сил. Приложения Нет.
th: พิมพ์เขียว -- โรงเก็บเครื่องบินใหญ่ เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 11 สิงหาคม 2008 โดย: พล.ท. มาร์เซล เลอเคลิร์ค, ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัติการแปซิฟิค ภาพรวม จากการปรับโครงสร้งยานบินของเรา ทำให้เราต้องประเมินและออกแบบโรงเก็บเครื่องบินใหม่ การบังคับใช้การขึ้นลงแนวดิ่ง (VTOL)กับยานของ PHALANX ทำให้ไม่ต้องใช้รันเวย์ และทำให้เราสามารถตั้งโรงเก็บเครื่องบินอยู่ในฐานเพื่อเพิ่มความปลอดภัยและการตอบสนองได้ โรงเก็บเครื่องบินใหญ่เป็นที่ใต้ดินสำหรับเก็บและรักษายาน VTOL ขนาดใหญ่ได้ 1 ลำ การซ่อมแซม บรรจุกระสุน และเติมเชื้อเพลิงสามารถทำได้ในที่ลับ ยานบินจะไม่ต้องอยู่ภายนอกจนกว่าจะถึงเวลาปฏิบัิติการ ระหว่างการออกตัว เพดานโรงเก็บจะพับเปิดและลิฟท์ไฮโดรลิคขนาดใหญ่จะยกยานบินขึ้นเหนือเพดานเพื่อให้ออกตัวได้ง่าย ในการลงจอด ลิฟต์จะมีตะขอเกี่ยว -- ซึ่งเมื่อนักบินเกี่ยวเข้ากับลำยาน -- จะดึงยานบินลงจุดจอดอย่างนิ่มนวล ตะขอนี้จะสามารถปรับการเกี่ยวได้เอง และยังสามารถผ่านการปรับเกี่ยวในแต่ละตะขอ เพื่อให้ปรับตำแหน่งยานอย่างเหมาะสม เมื่อตะขอเกี่ยวท้องยานและดึงลงมาแล้ว นักบินก็เพียงแค่ดับเครื่อง ระบบนี้ใช้งานได้ง่ายเมื่อนักบินเริ่มคุ้น ระบบที่คล้ายกันกำลังนำไปใช้กับโรงเก็บเครื่องบินเล็ก โรงเก็บเครื่องบินใหญ่ไม่สามารถเก็บยานขนาดเล็กได้ด้วยข้อจำกัดด้านอุปกรณ์เช่นสายเชื้อเพลิง กฎข้อแนะนำ หน้าที่หลักของโรงเก็บเครื่องบินใหญ่คือการเก็บยานบรรทุก สำหรับการส่งทหารไปยังเขตที่มีมนุษย์ต่างดาวอย่างรวดเร็ว หรืออาจใช้สนับสนุนยานบินต่อสู้ขนาดใหญ่ก็ได้ โปรดดูรายงานยานบินเพื่อทำความเข้าใจความสามารถและกลยุทธ์การใช้งาน ยานของ PHALANX ทุกลำต้องใช้โรงเก็บ 1 ที่ในขนาดเหมาะสมเพื่อการเก็บ บำรุงรักษาและการออกตัว โรงเก็บนั้นเป็นพื้นที่เสี่ยงเนื่องจากทางเชื่อมต่อตรงกับพื้นผิว มันจะเป็นจุดทางเข้าหลักของผู้โจมตีต่างดาว มันมีความเสี่ยงด้านความเสียหายสูง มีของไม่เสถียรเช่นน้ำมันเครื่องเจ็ต และกระสุนวัตถุระเบิดของยานบิน ยิ่งไปกว่านั้น ยานที่อยู่นฐานนั้นจะเป็นเป้าที่น่าสนใจ ความเสียหายหนักต่อยานขับไล่ -- หรือที่น่ากลัวกว่านั้นคือยานลำเลียง -- อาจทำให้เราไม่สามารถทำงานได้หลายสัปดาห์ หากเป็นไปได้ ยานบินทั้งหมดควรออกไปจากฐานก่อนการโจมตีฐาน และออกไปจากพื้นที่จนกว่าการโจมตีสิ้นสุด มันอาจถูกโจมตีในอากาศจากจานบิน แต่อย่างน้อยมันก็ยังมีความได้เปรียบที่ยังสามารถหลบหลีกได้ อย่างไรก็ตามวิธีนี้อาจเป็นไปไม่ได้ทุกกรณี การออกตัวในระยะโจมตีของยานที่มีอาวุธหนักอาจเป็นผลเสียมากกว่าที่จะจอดไว้ในโรงเก็บ แม้มันจะเป็นเป้าที่น่าสนใจก็ตาม ข้อมูลเพิ่มเติม ไม่มี
