Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: craft_electronics_fuelpod_txt
de: Technische Spezifikationen: Zusatztank KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Im Zuge der fortgesetzten Bemühungen des Excalibur Programmes haben wir den Globus nach den besten Komponenten abgesucht, die wir in unsere Flugzeuge bauen können, so dass sie gegen die Alienbedrohungen bestehen können. Wie immer wurde nur die beste Ausrüstung für die Verteidigung unseres Planeten ausgewählt. Wir haben herausgefunden, dass die Schächte für modulare Ausrüstung für zusätzliche Treibstoffreserven genutzt werden können. Indem wir diese speziellen, aber sehr einfachen Treibstofftanks installieren, können wir die Reichweite und die Geschwindigkeit unserer Flugzeuge erhöhen, da wir den Triebwerken erlauben können, länger mit Maximalschub zu fliegen. Bedenken sie aber, dass die Installation eines Zusatztanks das Gewicht des Flugzeugs drastisch erhöht. Es sollte darauf geachtet werden, dass die Flugzeuge nicht überladen. Wenn ein Flugzeug zu schwer ist, um sicher zu starten, werden die Computer in der Kommandozentrale automatisch die Starterlaubnis verweigern. Empfohlener Einsatz Wir sollten von diesen Tanks immer dann Gebrauch machen, wenn unsere Flugzeuge sonst nicht in der Lage wären, das Ziel zu erreichen, sie ein UFO für längere Zeit verfolgen, oder wenn auf längere Sicht keine unserer näheren Basen verfügbar ist. Sie helfen, unsere Reichweite zu erhöhen und mehr Schutz für die Erde und unsere Leute zu bieten. Zusatz Zusatz, Leitender Offizier Abel S. Howard, 20. März 2084: Nach dem Lesen von Cdr. Navarre's Bericht muss ich hevorheben, dass unsere Satzung vorschreibt, dass wir jede Alienaktivität auf der Erde aufhalten müssen. Wir können uns nicht leisten, dass einige überleben, nur weil sie außerhalb der Reichweite unserer Flugzeuge sind. Sollten Zivilisten sterben, weil unser Landungsschiff es nicht dahin schafft, dürfte unser Ruf beschädigt werden und unsere Mittel leiden darunter. Wir sollten immer ein paar mit Zusatztank ausgerüstete Flugzeuge bereit halten, um solch entfernten Fällen entgegen treten zu können.
fr: Spécifications techniques : Réservoir de Carburant NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Dans nos efforts incessants pour le Programme Excalibur, nous avons exploré les meilleurs composants sur Terre afin d'équiper nos appareils pour assurer leur survie contre les assauts aliens. Comme toujours, seul le meilleur équipement a été retenu pour la défense de notre planète. Nous avons établi que les baies pour l'équipement modulaire peuvent être utilisées pour augmenter les réserves de carburant de l'appareil. En installant des réservoirs spéciaux mais très simples, nous pouvons considérablement augmenter le rayon d'action d'un appareil en chargeant plus de carburant à bord, et améliorer sa vitesse en permettant à ses moteurs d'être en permanence au maximum. Il permet également aux pilotes d'utiliser beaucoup plus librement la postcombustion, augmentant encore la vitesse, et leur donnant ainsi de meilleures chances face aux OVNIs. Notez cependant que l'installation d'un réservoir supplémentaire augmente significativement le poids de l'appareil. Des précautions doivent être prises pour qu'ils ne soient pas surchargés. Dans un tel cas, les ordinateurs du Centre de Commandement interdiront tout simplement le décollage de l'appareil. Doctrine recommandée Nous devrions utiliser ces réservoirs lorsque nos appareils ne sont pas capables d'atteindre leur destination, ou qu'ils n'auront pas assez de carburant pour procéder aux manoeuvres de combat, ou qu'une large zone du globe n'est pas couverte par nos installations. Ils nous permettront d'étendre notre rayon d'action et de protéger plus efficacement la Terre et son peuple. Addenda Addendum, Officier Exécutif Abel S. Howard, 20 mars 2084 : Ayant lu le rapport du Commandant Navarre, Commandant, je me dois de vous rappeler que nous nous sommes engagés à stopper toute activité alienne sur Terre. Nous ne pouvons envisager d'en ignorer certaines sous prétexte que nos appareils n'ont pas un rayon d'action suffisant. Si des civils venaient à mourir pour cette raison, notre image en souffrirait et il est probable que nos finances également. Nous devons disposer de quelques appareils équipés de réservoirs supplémentaires pour faire face aux attaques distantes.
ru: Technical Specifications: Fuel Pod CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. We've determined that the modular equipment bays on our aircraft can be used to accept extra fuel reserves. By installing these special but very simple fuel pods, we can greatly increase the range of an aircraft by loading more fuel on board, and improve the craft's speed by allowing the engines enough juice to run on maximum all the way. It also lets pilots make far more liberal use of the afterburner, further upping the speed, allowing us to better compete with hostile UFOs. Take note, however, that installing a fuel pod will add a significant amount of weight to the craft. Care must be taken not to overload our airframes. If an aircraft is too heavy to safely launch, our Command Centre computers will automatically deny it launch clearance. Recommended Doctrine We should make use of these pods in any situation where our aircraft are unable to reach their destinations, or where they end up with too little fuel to continue engaging a UFO, or where a large section of ground is left uncovered by our network of bases. They will help to extend our reach and provide more protection to Earth and our people. Addenda Addendum, Executive Officer Abel S. Howard, 20 March 2084: Having read Cdr. Navarre's report, Commander, I have to stress that our charter stipulates we must stop any and all alien activity on Earth. We can't afford to let some of it continue because it's just out of our planes' reach. If civilians were to die because the dropship couldn't quite make it, our image would be shattered and our funding may suffer the consequences. We should keep some fuel pod-equipped planes on standby to deal with distant incidents.
th: Technical Specifications: Fuel Pod CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Under the continuing efforts of the Excalibur Program, we have scoured the globe for the best components on Earth in order to fit our aircraft with the equipment they need to survive against the alien threat. As always, only the very best equipment has been selected for the defence of our planet. We've determined that the modular equipment bays on our aircraft can be used to accept extra fuel reserves. By installing these special but very simple fuel pods, we can greatly increase the range of an aircraft by loading more fuel on board, and improve the craft's speed by allowing the engines enough juice to run on maximum all the way. It also lets pilots make far more liberal use of the afterburner, further upping the speed, allowing us to better compete with hostile UFOs. Take note, however, that installing a fuel pod will add a significant amount of weight to the craft. Care must be taken not to overload our airframes. If an aircraft is too heavy to safely launch, our Command Centre computers will automatically deny it launch clearance. Recommended Doctrine We should make use of these pods in any situation where our aircraft are unable to reach their destinations, or where they end up with too little fuel to continue engaging a UFO, or where a large section of ground is left uncovered by our network of bases. They will help to extend our reach and provide more protection to Earth and our people. Addenda Addendum, Executive Officer Abel S. Howard, 20 March 2084: Having read Cdr. Navarre's report, Commander, I have to stress that our charter stipulates we must stop any and all alien activity on Earth. We can't afford to let some of it continue because it's just out of our planes' reach. If civilians were to die because the dropship couldn't quite make it, our image would be shattered and our funding may suffer the consequences. We should keep some fuel pod-equipped planes on standby to deal with distant incidents.

source: alien_materials_txt
de: Herr Kommandant, ich denke, wir haben das Geheimnis der außerirdischen Werkstoffe aufgedeckt. Nach einigen Modifikationen an unserer Werkstattausrüstung dürften wir in der Lage sein, das Zeug zu reproduzieren und es in fortgeschrittene Formen zu "programmieren". Wie ich vorhin angemerkt habe, formen die Werkstoffe eine Art 'Erinnerungslegierung', die mehrere Formen speichern kann, in die sie sich umformt, sobald sie den richtigen Impuls dazu erhält. Erstaunlicherweise kann die Legierung auf zwei Wegen stimuliert werden: Hitze und Elektrizität. Hitze ist eine offensichtliche Wahl, weil sich dadurch der UFO Rumpf während des Atmosphärenfluges ausdehnt, um einen besseren Auftrieb zu ermöglichen. Elektrizität ist jedoch eine neue Art. Wenn man Elektrizität anwendet, reagiert die Legierung nur auf eine konstante, geringe Flussspannung mit einer spezifischen Stromstärke. Die Form des Materials deformiert sich und verharrt dabei, solange die Spannung erhalten bleibt. Sobald die Spannung abgeschaltet wird, wandelt sich das Material in seine 'Ruheform' oder in eine bestimmte hitzeabhängige Form zurück, je nach dem, ob und wieviel Hitze präsent ist. Die elektrisch erzeugte Form hat Vorrang vor jeder durch Hitze erzeugten Form. Das bedeutet, dass die Form eines UFO Rumpfes (und allem anderen, dass aus diesen Materialien hergestellt wurde) auf Wunsch verändert werden kann, entweder durch ein Kommando eines Bedieners oder durch Automatik. Das ganze hat uns eine Menge unglaublicher Ideen geliefert. Wir werden nur ein paar davon in diesem Krieg umsetzen können, da einige davon Jahre zur Erforschung benötigen, aber sie sollten uns nichtsdestotrotz erlauben, ein paar Dinge zu bauen, die noch nie zuvor erdacht wurden. Außerirdische Werkstoffe sollten nun für die Produktion verfügbar sein. Wir können in unseren Werkstätten auch mehr davon produzieren, obwohl das lange dauert und kostspielig ist. --Cdr. Navarre
fr: Commandant, je pense que nous avons découvert le secret des matériaux aliens. Après quelques modifications de l’équipement de notre atelier, nous devrions être capable de reproduire ce matériau et de le ‘programmer’ sous de nouvelles formes. Comme je vous l’ai déjà mentionné antérieurement, le matériau alien forme un ‘alliage à mémoire’, qui se souvient de nombreuses formes et qui peut en changer en réponse à un stimulus spécifique. De manière fort surprenante, deux différents stimulus peuvent être utilisés pour modifier la forme de l’alliage alien : la chaleur et l’électricité. La chaleur est un choix évident, permettant l’adaptation du fuselage des OVNI lors du vol atmosphérique, et obtenant ainsi une meilleure portance. L’électricité est au contraire une nouvelle découverte pour nous. Concernant ses propriétés électriques, l’alliage ne répond qu'à une tension et un courant bien spécifiques. La déformation du matériau continue tant que le courant est maintenu. Une fois qu'il est coupé, l’alliage retourne à sa forme d’origine ou à sa forme induite par la chaleur, si la température est suffisamment élevée. La forme induite par électricité prévaut donc sur celle induite par la chaleur. Ceci signifie clairement que la forme du fuselage d’un OVNI (et de tout objet composé avec ce matériau) peut changer à volonté, soit par une commande manuelle, soit par une commande automatique électronique. Cet alliage et ses propriétés nous ont donné de nombreuses idées d’applications originales. Seulement certaines pourront être développées durant cette guerre, les autres nécessitant plusieurs années de recherche avant d’être utilisables. Nous devrions néanmoins pouvoir construire des objets que nous n’aurions jamais pensé réaliser avant cette découverte. Les matériaux aliens devraient maintenant être disponibles pour la production. Nous sommes également prêt à en fabriquer d'avantage dans nos ateliers, bien que cette tâche soit complexe et coûteuse. --Cdt Navarre
ru: Командующий, я думаю, тайну этой технологии можно считать раскрытой. Проведенная нами модификация цехового оборудования позволяет нам теперь производить этот сплав самостоятельно и изготавливать из него то, что нам будет необходимо. As I've mentioned before, the alien materials form a 'memory alloy', remembering several shapes that it can change into if the materials are given the right stimulus. Amazingly, the alien alloy can be stimulated by two different things: heat and electricity. Heat is an obvious choice to make the UFO fuselage splay out during atmospheric flight, to provide better lift. Electricity, though, is a new one. When applying electricity, the alloy responds only to a constant, low-voltage current at a very specific amperage. The material's shape will deform and stay deformed for as long as that current is maintained. Once the current is switched off, the shape will revert to its normal 'at rest' shape or a heat-induced shape if enough heat is present. The electricity-induced shape takes precedence over the heat-induced shape. This means that the shape of a UFO fuselage (and anything else made with these materials) can be changed at will, either by a command from the operator or by automated electronics. This has given us a lot of amazing new ideas. We'll only be able to develop a few of these ideas in time for use in the war, as some of them would take years of research time, but they should nevertheless allow us to build things we could never have attempted before. Alien Materials should now be available for use in production. We can also begin to produce more of it in our Workshops, although it will be difficult and expensive to make. --Cdr. Navarre
th: ท่านผู้บัญชาการ, ผมคิดว่าเราได้ค้นพบความลับของวัสดุของพวกมนุษย์ต่างดาวแล้ว หลังจากการดัดแปลงในโรงงานของเรา ก็น่าจะ็สามารถใช้วัสดุเหล่านี้และ 'โปรแกรม' ให้มันแปลงรูปร่างที่ซับซ้อนขึ้นได้ ผมได้เรียนแล้วว่า วัสดุของมนุษย์ต่างดาวได้สร้างรูปแบบ 'โลหะผสมที่มีความทรงจำ', ซึ่งสามารถจดจำรูปแบบที่มันสามารถเปลี่ยนได้หากวัสดุนี้ได้รับตัวกระตุ้นที่เหมาะสม ที่น่าทึี่งคือโลหะผสมต่างดาวนี้สามารถถูกกระุตุ้นได้โดยสองสิ่ง: ความร้อนและกระแสไฟฟ้า ความร้อนเป็นปัจจัยหลักที่ทำให้รูปร่างจานบินแผ่ออกขณะบินผ่านชั้นบรรยากาศ เพื่อให้การยกตัวดีขึ้น แต่กระแสไฟฟ้านั้นเป็นตัวกระตุ้นที่เราเพิ่งรู้ เมื่อใช้กระแสไฟฟ้า โลหะผสมนี้จะตอบสนองเฉพาะกระแสไฟฟ้าที่มีกระแสต่ำและมีค่าคงที่ในระดับเฉพาะ รูปร่างของวัสดุจะเปลี่ยนแปลงและจะอยู่ในสภาพดังกล่าวตราบเท่าที่กระแสไฟฟ้านั้นยังจ่ายมาอย่างคงที่ เมื่อปิดกระแสไฟฟ้า วัสดุจะคืนตัวสู่ภาวะ 'ผ่อนคลาย' ในรูปทรงปกติ หรือทรงถูกความร้อนหากมีความร้อนอยู่ รูปทรงที่เปลี่ยนตามกระแสไฟฟ้านี้จะเกิดขึ้นก่อนทรงที่เปลี่ยนด้วยความร้อนเสมอ ซึ่งหมายความว่ารูปทรงของจานบิน (หรืออะไรก็ตามที่ทำด้วยวัสดุนี้) จะสามารถเปลี่ยนได้ตามใจนึก ไม่ว่าจะผ่านการควบคุมของผู้ใช้งานหรือด้วยระบบไฟฟ้าอัตโนมัติ งานนี้ทำให้เราได้ความคิดดีๆ หลายอย่าง เราสามารถจะพัฒนาความคิดเหล่านี้ให้ทันใช้ในสงครามได้ไม่กี่อย่าง เพราะหลายอย่างต้องใช้เวลาวิจัยหลายปี แต่อย่างน้อยมันก็ช่วยให้เราสามารถนสร้างสิ่งที่เราไม่เคยสามารถทำได้มาก่อน วัสดุต่างดาวนี้น่าจะพร้อมผลิตได้ แต่โชคร้ายที่วัสดุนี้ต้องใช้ส่วนผสมที่หายากและมีราคาแพงจำนวนมาก ซึ่งบางอย่างสามารถหาได้บนโลกนี้เพียงหยิบมือ ไม่มีทางที่เราจะหาวัตถุดิบได้พอจะใช้ในการผลิตได้เลย เราคงต้องเก็บกู้สิ่งที่จำเป็นจากพวกมนุษย์ต่างดาว เพราะเรายังไม่สามารถผลิตเองได้ภายในอนาคตอันใกล้ --ผบ. นาวาเร

source: alien_materials_pre_txt
de: Herr Kommandant, wie ich in meinem vorherigen Bericht erwähnte, war der UFO Scout mit einer höchst interessanten Legierung beschichtet, die Metall und Plastik zu einem einzelnen Material verbindet. Diese Materialien scheinen als Basis aller außerirdischen Technologien benutzt zu werden. Es ist eine Zukunftstechnologie, die höchstgradig vielseitig ist und tausende Gebrauchsmöglichkeiten hat. Ich denke, dass sich die Erforschung dieses Materials auf Reproduzierbarkeit in unseren Werkstätten lohnt, aber selbst wenn wir das nicht könnten, bekommen wir dennoch genug davon mit jedem UFO, dass wir bergen. Wir finden definitiv neue, menschliche Verwendungen dafür, um unsere Kampffähigkeiten zu verbessern und zu erweitern. --Cdr. Navarre
fr: Commandant, comme mentionné dans mon précédent rapport, la surface de l’OVNI Scout était composée d’un alliage particulièrement intéressant qui mélange plastique et métal en un seul matériau. Ce matériau semble utilisé universellement dans toutes les technologies basiques aliennes. C’est un matériau complexe, hautement versatile et avec des milliers de possibilités d’utilisations. Je pense pouvoir garantir que l’étude de ce matériau permettra sa reproduction dans nos ateliers, mais dans le cas contraire, il me semble très probable que nous pourrons obtenir d’importantes quantités de ce matériau sur chaque OVNI que nous retrouverons. Nous pourrons certainement trouver de nouvelles applications pour l’homme qui augmenteront en quantité et en qualité nos capacités au combat. --Cdt Navarre
ru: Командующий, как я уже упоминал в своем предыдущем рапорте, НЛО класса 'Разведчик' был бронирован с использованием исключительно интересного сплава, в котором сочетаются органические и неорганические компоненты. Этот сплав, судя по всему, весьма широко используется пришельцами в их технологиях. Уникальный в своем роде материал, с невероятно обширной областью применения. Я считаю, что необходимость в этом исследовании очевидна. И хотя мы получаем довольно большое количество этого сплава в процессе демонтажа каждого сбитого НЛО, мы должны освоить технологию его производства в условиях наших цехов. Мы также уверены, что можем найти применение инопланетному сплаву и в области персонального снаряжения. И это, в свою очередь, сможет несколько расширить наши боевые возможности. -- Зав. НИОКР ИТО, Наварре П.
th: ผู้บัญชาการ, ผมได้เรียนไว้ในรายงานฉบับก่อนแล้วว่า จานบินสอดแนมนั้นถูกเคลือบด้วยโลหะผสมที่น่าสนใจ เพราะมันผสมพลาสติกกับโลหะด้วยกันเป็นวัสดุเดียวกัน วัสดุเหล่านี้ถูกใช้กับวิทยาการของมนุษย์ต่างดาวเกือบทั้งหมด มันเป็นของที่มีวิทยการก้าวหน้า มีความยืดหยุ่นในการใช้สูง และนำไปประยุกต์ใช้งานได้เป็นพันๆ อย่าง ผมคิดว่าเราควรจะวิจัยว่า เราสามารถผลิตวัสดุชนิดนี้ในโรงงานของเราได้หรือไม่ แต่แม้ว่าเราจะผลิตไม่ได้ ก็ยังเป็นไปได้สูงว่าเราจะสามารถกู้วัสดุปริมาณมหาศาลได้จากจานบินที่เรากู้ซาก แน่นอนว่าเราสามารถจะนำมาประยุกต์ใช้กับงานที่จะช่วยเพิ่มขีดความสามารถในการรบของเราขึ้นไปอีก --ผบ. นาวาเร

source: Political Situation Before The Invasion
de: Poitische Situation vor der Invasion
fr: Situation politique avant l'invasion
ru: Политическая обстановка перед Вторжением
