Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: pbeamammo_txt
de: Herr Kommandant, meine Methode hat funktioniert. Ich denke, wir haben es geschafft, die Geheimnisse der mysteriösen Partikelstrahlwaffen aufzudecken. Hier sind meine Ergebnisse. Das Erscheinen von tragbaren Partikelstrahlwaffen zeigt eine ernsthafte Eskalation dieses Krieges. Bevor wir damit beschossen wurden, hatten wir keine Ahnung, dass die Außerirdischen solch fortschrittliche Technologie besitzen und wir wissen auch nicht, warum es nicht schon vorher eingesetzt wurde. Die Strategie und Motivation der Außerirdischen sind immer noch ein Mysterium für uns. Jedoch glaube ich nicht zu übertreiben, wenn ich sage, dass der Einsatz dieser Waffen alles ändert. Sie müssen verstehen, dass ich nicht über die Waffen rede, wenn ich ihnen jetzt meine Ergebnisse beschreibe. Wie ich bereits in meinen Berichten über die Waffen erwähnte, sind diese nichts weiter, als eine Metallhülle über eine Reihe Magneten und elektrostatischen Linsen, die zum Fokussieren und Bündeln des Partikelstrahls gebraucht werden. Die wirkliche Magie passiert in einem Raum in der Größe meiner Faust. Ich rede von dem Ding, was wir als 'Magazin' bezeichnen. Was es jedoch wirklich ist, ist unglaublich. Jedes einzelne Magazin ist in Wirklichkeit ein synchrotroner Partikelbeschleuniger von überwältigend winzigen Ausmaßen, gewickelt um eine Batterie so klein, dass wir uns nicht vorstellen können, wie sie die gebaut haben. Das Synchrotron beschleunigt Partikel in einem sehr kleinen Kreis -- kleiner als der Durchmesser des Magazins -- bis sie genügend Geschwindigkeit erreicht haben. Die Partikel werden dann mit einem Magnetfeld in das Fokussierfeld gelenkt, wo sie magnetische in einem Strahl gebündelt werden. Herr Kommandant, wir haben nicht die Spur einer Chance, solch komplexe Beschleuniger so klein zu bauen. Nie im Leben. Weder wir von PHALANX oder der Rest der Welt haben solche präzise Maschinen oder das Wissen, die außerirdische Technologie zu duplizieren. Wir haben die Funktionsweise dokumentiert und sie sind einfach zu bauen, aber wenn wir sie benutzen wollen, müssen wir es mit dem tun, was wir den Außerirdischen abnehmen können. Schlimmer, diese kleinen Beschleuniger in ihrer Lebenszeit unglaublichen Belastungen ausgesetzt und nach ein paar Einsätzen beginnen sie, Fehlfunktionen aufzuweisen. Unsere Munitionsversorgung wird im besten Fall mangelhaft sein, und begrenzt auf das, was wir im Feld bergen. Wenn die Außerirdischen großflächigen Zugriff auf diese Art Technologie haben, und den haben sie, kann ich Ihnen nicht sagen, warum sie uns nicht einfach niedergewalzt und die Menschheit zerquetscht haben. Ihre Kriegsmaschinerie ist mehrere Stufen über unseren. Ihre Technologie ist fortschrittlicher, sie sind zahlreicher und haben eine bessere Luftwaffe und dennoch kommen sie unverständlicherweise immer noch stoßweise zu uns. Jedoch wird Ihnen jeder Soldat sagen, dass das 'Warum' derzeit nichts bedeutet. Sie sind diejenigen, die die Fehler machen und wir müssen unsere Vorteile daraus ziehen. Wir müssen alles was wir haben, verbessern, Herr Kommandant. Alles. Das bedeutet Soldaten, Waffen, Rüstungen etc. Wir müssen bereit sein, wenn die Außerirdischen anfangen, diesen Krieg ernst zu nehmen. --Cdr. Navarre
fr: Commandant, ma méthode a marché. Je pense que nous sommes parvenus à percer les secrets de ces mystérieuses armes à faisceaux de particules. Voici mes conclusions. L'apparition de ces armes portatives à faisceaux de particules suggère une sérieuse escalade dans cette guerre. Avant qu'ils ne nous tirent dessus avec, nous ignorions que les aliens possédaient une technologie aussi avancée, et nous n'avons aucune idée de la raison pour laquelle ils ne l'ont pas utilisée plus tôt. Les motivations des aliens et leur stratégie restent un mystère complet pour nous. Quoiqu'il en soit, je ne crois pas exagérer en disant que ces armes changent tout. Lorsque je vous dis ça, vous devez comprendre que je ne parle pas des armes en elles-mêmes. Comme je l'ai mentionné dans mes rapports précédents, elles ne sont finalement rien de plus qu'une coque en métal dans laquelle se trouvent des aimants et des lentilles électrostatiques, servant à focaliser et comprimer le faisceau de particules. La vraie magie tient en fait dans un volume de la taille de mon poing. Je parle de ce que nous avons jusqu'alors pensé être un "chargeur". Ce dont il s'agit en réalité est incroyable. Chacun de ces éléments est en fait un synchrotron, un accélérateur de particules, aux dimensions incroyablement petites, enroulé autour d'une cellule énergétique si petite que nous n'avons pas la moindre idée de la façon dont ils ont pu la produire. Le synchrotron accélère les particules sur une toute petite trajectoire circulaire (son diamètre est inférieur à celui du chargeur), jusqu'à ce qu'elles atteignent la vitesse nécessaire au fonctionnement de l'arme. Elles sont alors déviées par un champ magnétique dans le bloc de focalisation, où elles sont comprimées en un faisceau dense. Commandant, nous sommes absolument incapables de construire des accélérateurs aussi complexes dans un si petit volume. Même si nous y passions le reste de notre vie. Nous n'avons, pas plus que le reste du monde, ni les outils, ni les connaissances nécessaires à la duplication de ces objets. Nous savons comment les armes marchent, et elles sont suffisamment simples pour que nous puissions les fabriquer. Mais si nous voulons les utiliser, nous allons devoir nous procurer les chargeurs chez les aliens. Et malheureusement, ces petits accélérateurs subissent des contraintes colossales pendant leur utilisation, et ils ne supporteront que quelques utilisations avant d'être trop endommagés pour fonctionner. Le renouvellement des munitions sera au mieux sporadique, selon ce que nous parvenons à ramener lors de nos opérations. Si les aliens ont largement accès à cette sorte de technologie, ce qui est manifestement le cas, je ne comprends pas pourquoi ils ne nous ont pas réduit en bouillie depuis le début. Leur machine de guerre est incroyablement plus puissante que la nôtre. Leur technologie est plus avancée, et ils ont plus de vaisseaux qui sont plus élaborés que les nôtres, mais ils arrivent et repartent aussitôt. C'est déroutant. Enfin, n'importe quel bon soldat vous dira que ce n'est pas le "pourquoi" qui est important pour l'instant. Ce sont eux qui font des erreurs, et c'est à nous d'en profiter. Nous devons améliorer, perfectionner et entraîner tout ce que nous pouvons, Commandant. Tout. Nous devons être prêts avant qu'ils ne prennent réellement cette guerre au sérieux. --Cdt Navarre
ru: Commander, my method worked. I think we've managed to crack the secrets of the mysterious particle beam weaponry. Here are my conclusions. The appearance of man-portable particle beam weaponry suggests a serious escalation in this war. Prior to being shot at with it, we had no idea that the aliens possessed such advanced technology, and we have no idea why it was not deployed before now. The aliens' motivations and strategy remain a complete mystery to us. Still, I don't believe I'm overstating the issue that these weapons change everything. When I try to describe this, you have to understand that I'm not talking about the actual weapons. As I've mentioned in my reports, the weapons themselves are basically nothing more than a metal shell around a set of magnets and electrostatic lenses, all used for focusing and constricting the particle beam. The real magic happens in a space about the size of my fist. I'm talking about what we have previously thought of as the 'magazine', until now. What it actually is is unbelievable. Each individual magazine is actually a synchrotron particle accelerator of mind-blowingly tiny proportions, wrapped around a battery pack so small that we can't even begin to imagine how they built it. The synchrotron speeds particles round and round in a very small circle -- less than the diameter of the magazine -- until they've achieved sufficient velocity. The particles are then diverted via a magnetic field into the focusing array, where they are magnetically constricted -- 'pinched' -- into a coherent beam. Commander, there is no chance in hell that we can build accelerators this complex this small. Not in our lifetimes. Neither we at PHALANX nor the rest of the world have the precision machinery or the knowledge necessary to duplicate the alien technology. We've documented how the weapons works, and they're simple enough to produce, but if we actually want to use them we're going to have to scrounge magazines off the aliens. Worse, these little accelerators are put under tremendous amounts of strain in their lifetimes, and they'll start to malfunction after being used only a few times. Our ammo supply will be spotty at best, limited to whatever we can recover in the field. If the aliens have widespread access to this sort of technology, and they obviously do, I couldn't tell you why they haven't just waltzed in and mashed humanity into paste. Their war machine is several orders of magnitude greater than ours. Their technology is more advanced, they have more numbers and better aircraft, and yet they're still coming at us in fits and starts. It's baffling. However, any good soldier will tell you that 'why' doesn't matter right now. They're the ones making the mistake and it's up to us to take advantage of it. We need to upgrade, upgun, and uptrain everything we have, Commander. Everything. We have to be ready before they start getting really serious about this war. --Cdr. Navarre
th: Commander, my method worked. I think we've managed to crack the secrets of the mysterious particle beam weaponry. Here are my conclusions. The appearance of man-portable particle beam weaponry suggests a serious escalation in this war. Prior to being shot at with it, we had no idea that the aliens possessed such advanced technology, and we have no idea why it was not deployed before now. The aliens' motivations and strategy remain a complete mystery to us. Still, I don't believe I'm overstating the issue that these weapons change everything. When I try to describe this, you have to understand that I'm not talking about the actual weapons. As I've mentioned in my reports, the weapons themselves are basically nothing more than a metal shell around a set of magnets and electrostatic lenses, all used for focusing and constricting the particle beam. The real magic happens in a space about the size of my fist. I'm talking about what we have previously thought of as the 'magazine', until now. What it actually is is unbelievable. Each individual magazine is actually a synchrotron particle accelerator of mind-blowingly tiny proportions, wrapped around a battery pack so small that we can't even begin to imagine how they built it. The synchrotron speeds particles round and round in a very small circle -- less than the diameter of the magazine -- until they've achieved sufficient velocity. The particles are then diverted via a magnetic field into the focusing array, where they are magnetically constricted -- 'pinched' -- into a coherent beam. Commander, there is no chance in hell that we can build accelerators this complex this small. Not in our lifetimes. Neither we at PHALANX nor the rest of the world have the precision machinery or the knowledge necessary to duplicate the alien technology. We've documented how the weapons works, and they're simple enough to produce, but if we actually want to use them we're going to have to scrounge magazines off the aliens. Worse, these little accelerators are put under tremendous amounts of strain in their lifetimes, and they'll start to malfunction after being used only a few times. Our ammo supply will be spotty at best, limited to whatever we can recover in the field. If the aliens have widespread access to this sort of technology, and they obviously do, I couldn't tell you why they haven't just waltzed in and mashed humanity into paste. Their war machine is several orders of magnitude greater than ours. Their technology is more advanced, they have more numbers and better aircraft, and yet they're still coming at us in fits and starts. It's baffling. However, any good soldier will tell you that 'why' doesn't matter right now. They're the ones making the mistake and it's up to us to take advantage of it. We need to upgrade, upgun, and uptrain everything we have, Commander. Everything. We have to be ready before they start getting really serious about this war. --Cdr. Navarre

source: pbeamammo_pre_txt
de: Herr Kommandant, wir haben entschieden, dass wir dringend mehr Forschung in Richtung Partikelstrahlwaffen brauchen, besonders ihre mysteriöse Kraftquelle, die Magazine, die wir bis jetzt noch nicht untersuchen konnten. Keine noch so hohe Raffinesse oder Ausführung hat uns in die Lage versetzt, sie zu öffnen. Darum schlage ich hiermit extreme Maßnahmen vor. Ich möchte die Strahlenkammer unseres Labors benutzen, um eines der Magazine mit elektromagnetischen Impulsen zu beschießen, um damit die meisten der internen Elektronik zu zerstören und sie so hoffentlich abschalten. Ist es einmal sicher deaktiviert, können wir es mit roher Gewalt öffnen. Ein Magazin zu zerstören, um herauszufinden, wie es funktioniert, mag zwar ungehobelt und rückschrittlich sein, aber wir haben im Moment keine andere Wahl. Sogar, wenn mit EMP in die Hölle geschossen, könnte es uns helfen, eine Menge Fragen über die außerirdische Partikelstrahltechnologie zu beantworten. Es könnte uns auch Hinweise geben, wie wir in ein unbeschädigtes Magazin hineinkommen könnten. Wenn wir einmal wissen, wie ein Magazin funktioniert, können wir die Waffen neu bewerten und sind dann hoffentlich in der Lage, ihnen zusagen, wie alles zusammenpasst, Herr Kommandant. --Cdr. Navarre
fr: Commandant, nous pensons qu'une recherche approfondie sur l'armement à faisceaux de particules est indispensable. Ou plus exactement sur leurs sources énergétiques, les chargeurs, que nous avons jusque là été totalement incapables d'examiner. Toute la finesse et l'ingéniosité dont nous avons pu faire preuve n'a pas été suffisante pour les ouvrir. C'est pourquoi je propose ici des mesures extrêmes. Je souhaite utiliser la chambre de radiation du laboratoire pour bombarder l'un de ces chargeurs avec des impulsions électromagnétiques. J'espère ainsi détruire la plupart des circuits électroniques internes, et le désactiver. Nous pourrons alors l'ouvrir en force en toute sécurité. Détruire le chargeur pour comprendre son fonctionnement peu sembler brutal et déplacé, mais je ne vois pas d'autre moyen de procéder. Même copieusement bombardé d'impulsions EM, il devrait nous aider à répondre à de nombreuses questions sur la technologie des faisceaux de particules aliens. Il nous donnera peut-être également des indices sur la façon dont nous pouvons ouvrir un chargeur sans l'endommager. Une fois que nous saurons comment le chargeur fonctionne, nous pourrons réexaminer les armes en espérant être capables de vous dire comment tout cela fonctionne ensemble, Commandant. --Cdt Navarre
ru: Commander, we've decided that more research is badly needed on the particle beam weaponry, especially their mysterious power source, the magazines which we've been utterly unable to examine. No amount of finesse or ingenuity has been able to open them. That's why I'm hereby proposing extreme measures. I want to use our lab's radiation chamber to bombard one of the magazines with electromagnetic pulses, destroying most of the internal electronics, and hopefully causing it to shut down. Once it's safely deactivated, we can use brute force to open it up. Destroying a magazine to find out how it works may seem crude and backwards, but we have no other choice at the moment. Even blasted to hell by EMP, it should help us answer a lot of questions about the aliens' particle beam technology. It may also give us clues as to how we can get inside an undamaged magazine. Once we know how the magazine works, we can reassess the weapons and we'll hopefully be able to tell you how it all fits together, Commander. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า
