Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: craft_ammo_tr20_txt
de: Technische Spezifikationen: TR-20 Rakete KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dies ist eine TR-20 ungelenkte Rakete. Sie wurde entwickelt, um in den TR-20 Raketenwerfer geladen zu werden. Die TR-20 Rakete ist im Grunde ein sehr kleiner, sehr schneller Plastikdart, der um einen Stab aus abgereichertem Uranium gegossen ist. Sie ist flügelstabilisiert und wird durch ein billiges Feststofftriebwerk angetrieben, welches aus dem Zivilen kommt und auch bei Amateurraketen Verwendung findet. Eines dieser Triebwerke ist in der Lage, eine Amateurrakete bis zu 8 Kilometer weit in den Himmel zu schicken. Es ist auch in der Lage, einen schweren Durchstoßkörper aus abgereichertem Uranium in ein Flugzeug hinein und aus der anderen Seite wieder raus zu bringen. Obwohl ungelenkt beinhalten der TR-20 Raketenwerfer solch eine große Zahl Raketen, dass sie fast wie ein Raketenmaschinengewehr genutzt werden können. Das kommt daher, weil die Raketen innerhalb ihrer Schächte gestapelt sind, acht in jedem Schacht und in einer zeitlich festgelegten Sequenz abgefeuert. Das System ist so schnell, dass alle Raketen innerhalb eines Schachtes schon gezündet und unterwegs sind, bevor die erste Rakete den Werfer überhaupt verlassen hat. An der höchstmöglichen Feuerrate kann der Werfer alle 128 Raketen in 0.2 Sekunden abfeuern. Das ist normalerweise aber, aufgrund der geringen Zielgenauigkeit einer Salve, auf ca. 300 Schuss pro Minute gedrosselt. Aufgrund ihres Gewichts hat die TR-20 Rakete eine maximale, effektive Reichweite von 4 Kilometern. Danach geht ihr der Treibstoff aus und die Rakete verliert rapide an Kraft. Eine einzelne Rakete wiegt ca 4 Kilo. Ein vollgeladener Werfer wiegt ca 540 Kilo. Empfohlener Einsatz Wir glauben, der TR-20 wird sich gegen langsamere oder sich langsam bewegende UFOs gut bewähren, vor allem, wenn deren Antriebssysteme irgendwie beschädigt wurden. In diesen Situationen wird der TR-20 mit fliegenden Fahnen bestehen und schlägt gnadenlos auf das Ziel ein. Aber die Zielgenauigkeit sinkt gewaltig gegen schnelle Gegner. Das Schadenspotential ist unwichtig, wenn wir keinen einzigen Treffer verbuchen können. Aus diesem Grund wird empfohlen, den TR-20 in Maßen einzusetzen und nur in Situationen, die ihren Stärken entsprechen, wie zum Beispiel das Angreifen von UFOs mit mehreren Flugzeugen. Der Staffelführer kann das Ziel mit Geschützen und Lenkwaffen in die Todeszone seiner Flügelmänner lenken, wo der Flügelmann dann eine klare Schusslinie mit seinen Raketen hat. Selbst dann sollte nicht mehr als ein einzelner TR-20 Werfer auf ein Flugzeug geladen werden, um maximale Luft-Luft Effizienz zu gewährleisten. Wenn das Missionsziel stationär oder am Boden ist, werden diese Raketen ideal sein, um jede geartete Verteidigung vor einer taktischen Mission aufzuweichen. Zusatz Keiner.
fr: Spécifications techniques : Lance-Roquettes TR-20 NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Il s'agit d'une roquette TR-20, non guidée. Elle est conçue pour être chargée dans le Lance-Roquettes TR-20. La roquette TR-20 est une flèche en plastique, très petite et très rapide, moulée autour d'un tube d'uranium appauvri. Elle est stabilisée par des ailettes et propulsée par un petit moteur à combustible solide bon marché. Celui-ci est en fait un modèle civil utilisé par les amateurs de fusées, propulsées jusqu'à huit kilomètres de haut. Il est également capable de propulser la roquette dans un avion de chasse et de le traverser. Bien que non guidés, les lanceurs TR-20 possèdent un tel nombre de roquettes qu'ils peuvent être utilisés comme "arme automatique à roquettes". Ceci est possible par le rangement serré des roquettes dans leurs tubes de lancement, huit par tube, et leur mise à feu contrôlée électroniquement. Ce système est si rapide que les huit roquettes d'un même tube peuvent être mises à feu avant que la première ait réellement quitté le tube. À cette cadence maximum, le lanceur peut délivrer ses 128 roquettes en 0,2 secondes. Cependant, la cadence réellement utilisée est plutôt de 300 roquettes par seconde pour améliorer la précision du tir. À cause de son poids, la portée maximum d'une roquette TR-20 est de 4 kilomètres, après lesquels elle arrive à court de carburant et perd sa puissance. Une roquette individuelle pèse approximativement 4 kg. Le poids du lanceur chargé est d'environ 540 kg. Doctrine recommandée Nous pensons que le TR-20 devrait bien se comporter contre les OVNIs peu rapides, ou ceux dont les systèmes de propulsion ont été endommagés. Dans ces cas, les roquettes TR-20 seront d'une efficacité redoutable. Cependant, leur précision décroît rapidement avec le vitesse de la cible. Les importants dégâts qu'elles peuvent infliger deviennent inutiles si aucun roquette n'atteint son but. Pour cette raison, il est recommandé d'utiliser le TR-20 avec modération et dans les situations où il devient réellement avantageux, comme lors d'une rencontre d'un seul OVNI avec plusieurs de nos appareils. Le chef de la formation peut alors pousser la cible vers ses équipiers à l'aide de ses canons ou de ses armes guidées. Ceux-ci pourront alors utiliser leurs roquettes dès que l'OVNI sera à une portée optimale. Même ainsi, nous déconseillons l'installation de plusieurs lanceurs sur un seul appareil pour une efficacité air/air maximum. Si la cible est immobile ou fixée au sol, ces roquettes seront idéales pour affaiblir ses défenses et défenseurs avant une opération tactique. Addenda Aucun.
ru: Technical Specifications: TR-20 Rocket CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a TR-20 unguided rocket. It is designed to be loaded into the TR-20 Rocket Pod. The TR-20 rocket is essentially a very small, very fast plastic dart moulded around a rod of depleted uranium. It is fin-stabilised and powered by a cheap solid-fuel rocket engine, a civilian model which is also popular in amateur rocketry. One of these engines is capable of propelling an amateur rocket eight kilometres into the sky. It's also capable of propelling a heavy DU penetrator into a fighter jet and out the other side. Though unguided, TR-20 pods contain such a large number of rockets that they can be used almost like a rocket machine gun. This is because the rockets are stacked nose to tail inside their launch tubes, eight to each tube, and fired electronically in a timed sequence. This system is so fast that all eight rockets in a tube can be ignited and underway before the first rocket actually leaves the tube. At its maximum possible rate of fire, the pod can fire all 128 rockets in 0.2 seconds. However, this is usually throttled back to approx. 300 rounds per minute due to the low accuracy of any single volley. Due to its weight, the TR-20 rocket has a maximum effective range of 4 kilometres, after which the fuel runs out and the rocket rapidly loses power. The individual rockets weigh approximately 4 kilos. A fully-loaded pod is approximately 540 kilos. Recommended Doctrine We anticipate the TR-20 will perform nicely against slower or slow-moving UFOs, especially if their propulsion systems have been damaged somehow. In these situations, TR-20 rockets perform with flying colours, tearing mercilessly into a target. However, accuracy drops rapidly against faster opponents. Damage potential is irrelevant if we can't place a single round on the target. For this reason, it's recommended we use the TR-20 in moderation and mostly in situations that play to its strengths, such as when engaging a single UFO with multiple aircraft. The flight leader can drive the target into his wingman's killzone with cannons or guided weapons, at which point the wingman has a clear shot with his rockets. Even so, no more than a single TR-20 pod should be loaded on any one aircraft for maximum air-to-air efficiency. If the mission target is stationary or ground-based, these rockets will be ideal for softening up any defences and defenders before a tactical mission. Addenda None.
th: Technical Specifications: TR-20 Rocket CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a TR-20 unguided rocket. It is designed to be loaded into the TR-20 Rocket Pod. The TR-20 rocket is essentially a very small, very fast plastic dart moulded around a rod of depleted uranium. It is fin-stabilised and powered by a cheap solid-fuel rocket engine, a civilian model which is also popular in amateur rocketry. One of these engines is capable of propelling an amateur rocket eight kilometres into the sky. It's also capable of propelling a heavy DU penetrator into a fighter jet and out the other side. Though unguided, TR-20 pods contain such a large number of rockets that they can be used almost like a rocket machine gun. This is because the rockets are stacked nose to tail inside their launch tubes, eight to each tube, and fired electronically in a timed sequence. This system is so fast that all eight rockets in a tube can be ignited and underway before the first rocket actually leaves the tube. At its maximum possible rate of fire, the pod can fire all 128 rockets in 0.2 seconds. However, this is usually throttled back to approx. 300 rounds per minute due to the low accuracy of any single volley. Due to its weight, the TR-20 rocket has a maximum effective range of 4 kilometres, after which the fuel runs out and the rocket rapidly loses power. The individual rockets weigh approximately 4 kilos. A fully-loaded pod is approximately 540 kilos. Recommended Doctrine We anticipate the TR-20 will perform nicely against slower or slow-moving UFOs, especially if their propulsion systems have been damaged somehow. In these situations, TR-20 rockets perform with flying colours, tearing mercilessly into a target. However, accuracy drops rapidly against faster opponents. Damage potential is irrelevant if we can't place a single round on the target. For this reason, it's recommended we use the TR-20 in moderation and mostly in situations that play to its strengths, such as when engaging a single UFO with multiple aircraft. The flight leader can drive the target into his wingman's killzone with cannons or guided weapons, at which point the wingman has a clear shot with his rockets. Even so, no more than a single TR-20 pod should be loaded on any one aircraft for maximum air-to-air efficiency. If the mission target is stationary or ground-based, these rockets will be ideal for softening up any defences and defenders before a tactical mission. Addenda None.

source: craft_weapon_particle_beam_pre_txt
de: Herr Kommandant, eines der geborgenen UFOs war mit einer sehr interessanten Art Waffe ausgerüstet, die wir sehr gerne sofort erforschen würden. Sie scheint eine Art Hochgeschwindigkeitspartikelstrahl abzufeuern; wenn wir diese Technologie meistern, oder sie wenigstens für unsere Zwecke anpassen, können, könnten wir die Luftkämpfe gegen die Aliens für unsere Piloten sehr viel überlebbarer machen. --Cdr. Navarre
fr: Commandant, un des OVNIs que nous avons récupéré était équipé d'un type très intéressant d'arme que nous voudrions étudier tout de suite. Elle semble tirer une sorte de faisceau de particules à haute vitesse ; si nous pouvions maîtriser cette technologie, ou au moins l'adapter sur nos avions, nous pourrions donner à nos vaisseau et nos pilotes beaucoup plus de chance de survie lors d'engagements avec des vaisseaux aliens armés. --Cdt Navarre
ru: Commander, the UFO we recovered was equipped with a very interesting type of weapon that we'd like to research right away. It seems to fire some kind of high-velocity particle beam; if we can master this technology, or at least adapt it for use on our own aircraft, we could make air engagements with armed alien craft significantly more survivable for our craft and pilots. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า
