Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: pistol2_txt
de: Technische Spezifikationen: Maschinenpistole KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Mit der Rückkehr der Rüstung auf das Schlachtfeld in Form von Stahlhelmen im ersten Weltkrieg und Schutzwesten in Vietnam hatten Pistolen es immer schwerer, da mitzuhalten. Wegen ihrer, verglichen mit den längnläufigen und/oder vollautomatischen Waffen, geringen Mündungsgeschwindigkeit hatten sie immer mehr Schwierigkeiten, die neuen, immer moderneren Gefechtsrüstungen zu durchdringen - und noch mehr bei den fortgeschrittenen außerirdischen Materialien. Das Konzept der Pistole im Militär an sich geriet irgendwann im 21. Jahrhundert unter Beschuss, und wurde nur durch die Entwicklung von Hochgeschwindigkeits-Schießpulver gesichert. Der größte Rückschlag bei Hochgeschwindigkeitspulver ist, dass es nicht in vollautomatischen Waffen verwendet werden kann, da keine Handfeuerwaffe auf der Welt eine solche Gewalt auf lange Sicht aushalten kann, ohne zu zerbrechen. Die britische APMP Pistole ignoriert diese Sorgen, indem sie normales rauchloses Pulver benutzt und einen längeren, fast schon gewehrartigen Lauf hat, um eine höhere Mündungsgeschwindigkeit zu erreichen. Sie ist eine wahre Maschinenpistole, vollautomatisch und fähig, 600 Schuss pro Minute aus ihrem überraschend dünnen 30-Schuss Magazin auszuspucken. Es hat keinen halbautomatischen Modus, nur Vollautomatik und den 3er-Salven-Modus. Die APMP feuert eine speziell dafür entwickelte 4.2x24mm Patrone, die durch Kevlar schlägt, als wäre es nicht vorhanden. Einmal in einem menschlichen Körper rotiert die Kugel wie verrückt und schafft so große Wundkanäle. Sie hat Schwierigkeiten, moderne Körperpanzer zu durchschlagen, aber dieser Nachteil wird durch ihre Fähigkeit, mehrere Treffer in kurzer Reihenfolge zu erzielen, ausgeglichen, und das alles in Pistolengröße. Unglücklicherweise ist die APMP aufgrund ihrer Größe ein wenig unhandlich. Dadurch leidet die Treffsicherheit. Wann immer wir eine automatische Waffe brauchen, die nicht größer als unsere P-12 ist, ist das die Waffe dafür. Für den PHALANX Gebrauch haben wir der Waffe die Bezeichnung MP-699 gegeben. Empfohlener Einsatz Die MP-699 ist hauptsächlich eine Ersatzwaffe. Sie ist ein bedeutender Schritt nach vorne vom Kampfmesser als eine Waffe des letzten Ausweges und es lässt einen Soldaten besser gegen neue Nahziele reagieren, wenn die Primärwaffen auf solche Distanzen ineffektiv oder leergeschossen sind. Sie ist eine gute Alternative für Soldaten, die Schwierigkeiten haben, mit der P-12 zu treffen, aber die MP-699 ist schwach verglichen mit der P-12. Des Weiteren sind ihre Magazine zu groß, um sie an den Gürtel des Soldaten zu hängen und viel weniger von ihnen können einfach so mitgenommen werden. Soldaten, die mit beiden Händen schießen können, können sogar zwei Pistolen gleichzeitig benutzen, doch wird dies die Treffsicherheit und die bereits geringe effektive Reichweite des Soldaten noch weiter senken. Eine einzelne MP-699 sollte selten als Hauptwaffe betrachtet werden, da es in dieser Rolle von nahezu jeder anderen Waffe in unserem Arsenal deklassiert wird. Seine Vorteile sind die einer Zweitwaffe - klein und leicht. Dennoch könnte sie ihren Nutzen als Hauptwaffe haben - für Feldärzte und Techniker, die keinen Platz für eine große Waffe haben. Zusatz Keiner.
fr: Spécifications techniques : Pistolet Automatique NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. Depuis le retour des armures sur les champs de bataille, avec les casques en acier pendant la première guerre mondiale et les premiers gilets pare-balles au Vietnam, l'importance des pistolets a diminuée. A cause de leur faible vitesse d'éjection comparée à celle des canons plus longs et/ou des armes automatiques, ils furent de moins en moins efficaces à percer les nouvelles armures humaines toujours plus performantes (sans parler de celles des aliens encore plus évoluées). Le concept de pistolet a même disparu de l'arsenal militaire pendant le XXIème siècle, et n'est réapparu que depuis l'avènement des poudres à très haute vélocité. L'inconvénient majeur des poudres à très haute vélocité et qu'elles ne peuvent pas être utilisées avec des armes complètement automatiques. Aucune mécanisme d'arme à feu sur Terre ne peut supporter cette violence pendant aussi longtemps sans se casser. Le pistolet anglais APMP ignore ces difficultés en utilisant une poudre sans fumée plus ordinaire et un canon plus long (atteignant presque la taille de celui d'un pistolet mitrailleur). Il obtient ainsi des vitesses d'éjection plus importantes et une plus grande énergie cinétique. C'est un vrai pistolet automatique, capable de tirer 600 balles à la minute de son chargeur démontable étonnamment fin de 30 balles. Il permet trois modes de tir : semi-automatique, rafales de 3 balles, ou automatique. Le APMP utilise des balles spécialement développées pour lui de 4,2x24mm qui traversent le kevlar comme s'il n'existait pas. Une fois dans un corps humain, cette petite balle rebondit et crée des blessures énormes. Elle est peu efficace pour perforer les armures corporelles modernes, mais cet inconvénient est compensé par la capacité de l'APMP à décharger rapidement ses balles au même endroit. Même si sa petite taille est un avantage évident, elle est malheureusement également responsable de la faible maniabilité de l'arme, et la précision des tirs automatiques ou en rafale en souffre. Lorsqu'il est nécessaire d'utiliser une arme automatique aussi petite que le P-12, c'est l'arme qu'il vous faut. Pour l'utilisation PHALANX, nous avons donné à ce pistolet la classification PA-699. Doctrine recommandée Le PA-699 est avant tout une arme de secours. En tant qu'arme de dernier recours, elle est plus efficace que le poignard de combat, et permet au soldat de faire face aux menaces à courte portée si son arme principale est inefficace à cette distance ou si elle n'a plus de munitions. C'est une bonne alternative pour ceux qui ont des difficultés à atteindre leur cible avec le P-12, mais le PA-699 reste peu puissant comparé au P-12. De plus, son chargeur est trop gros pour pouvoir le glisser dans une ceinture de soldat, et il est difficile d'en transporter un grand nombre. Les soldats ambidextres peuvent envisager d'utiliser deux pistolets en même temps, bien qu'ils perdent alors en précision et que cela diminue leur portée de tir déjà faible. L'utilisation d'un seul PA-699 comme arme principale est en général déconseillée, étant donné que presque toutes les autres armes de notre arsenal le surpasse. Ses avantages sont ceux d'une arme de poing : une petite taille et un faible poids. Elle peut cependant être l'arme de prédilection des médecins et techniciens qui n'ont pas la place d'emporter des armes plus encombrantes sur le terrain. Addenda Aucun.
ru: Technical Specifications: MP-699 Machine Pistol CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. With the return of armour to the battlefield, starting with steel helmets in World War 1 and fragmentation vests in Vietnam, pistols have had a harder and harder time keeping up. Due to their far lower muzzle velocity compared to longer-barreled and/or fully automatic weapons, they've had increasing trouble penetrating the new, ever-higher standards of human armour -- much less advanced alien composites. The very concept of the pistol in military use came under fire at one point in the 21st century, and was saved only by the advent of super-high-velocity powder. The major drawback of super-high-velocity powder is that it cannot be used in fully-automatic weapons, since no firearms action on this Earth can survive that much violence for long without breaking. The British APMP pistol ignores these concerns by using more ordinary smokeless powder and a longer, almost SMG-length barrel to achieve higher velocities and greater kinetic power. It is a true machine pistol, fully automatic and capable of firing 600 rounds per minute from its surprisingly slim-lined 30-round detachable box magazine. It has three firing modes: semi-automatic, 3-round burst, and full-automatic. The APMP fires the specially-developed 4.2x24mm round that goes through kevlar like it wasn't there. Once inside a human body this tiny round tumbles like a madman and creates huge wound cavities. It has a deal of trouble penetrating modern body armour, but this is offset by the APMP's ability to deliver repeated hits from its large magazine, all in a pistol-sized package. Unfortunately, the APMP can be a little unwieldy due to its size. Accuracy during burst and fully-automatic fire suffers as a result. Whenever we need an automatic weapon no larger than our own P-12, this is the weapon that fills the gap. For PHALANX use, we have given this machine pistol the classification MP-699. Recommended Doctrine The MP-699 is primarily a backup weapon. It is a significant step up from the combat knife as a weapon of last resort, and it lets a soldier respond to new close-range threats if the primary weapon is rendered ineffective at such ranges or has run out of ammo. It is a good alternative for soldiers who have trouble hitting anything with the P-12, but the MP-699 is low-powered in comparison with the P-12. Furthermore, its magazines are large enough to preclude hanging them from a soldier's belt and far fewer of them can be carried conveniently. Ambidextrous soldiers may consider using two pistols at the same time, though this will negatively impact accuracy and reduce the soldier's already minimal effective range. A single MP-699 should rarely be considered as a primary weapon, as it is outclassed in this role by nearly every other weapon in our arsenal. Its advantages are the advantages of a sidearm -- small size and weight. Still, it may find a use as a primary weapon with field medics and technicians who do not have room for larger weapons. Addenda None.
th: Technical Specifications: MP-699 Machine Pistol CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. With the return of armour to the battlefield, starting with steel helmets in World War 1 and fragmentation vests in Vietnam, pistols have had a harder and harder time keeping up. Due to their far lower muzzle velocity compared to longer-barreled and/or fully automatic weapons, they've had increasing trouble penetrating the new, ever-higher standards of human armour -- much less advanced alien composites. The very concept of the pistol in military use came under fire at one point in the 21st century, and was saved only by the advent of super-high-velocity powder. The major drawback of super-high-velocity powder is that it cannot be used in fully-automatic weapons, since no firearms action on this Earth can survive that much violence for long without breaking. The British APMP pistol ignores these concerns by using more ordinary smokeless powder and a longer, almost SMG-length barrel to achieve higher velocities and greater kinetic power. It is a true machine pistol, fully automatic and capable of firing 600 rounds per minute from its surprisingly slim-lined 30-round detachable box magazine. It has three firing modes: semi-automatic, 3-round burst, and full-automatic. The APMP fires the specially-developed 4.2x24mm round that goes through kevlar like it wasn't there. Once inside a human body this tiny round tumbles like a madman and creates huge wound cavities. It has a deal of trouble penetrating modern body armour, but this is offset by the APMP's ability to deliver repeated hits from its large magazine, all in a pistol-sized package. Unfortunately, the APMP can be a little unwieldy due to its size. Accuracy during burst and fully-automatic fire suffers as a result. Whenever we need an automatic weapon no larger than our own P-12, this is the weapon that fills the gap. For PHALANX use, we have given this machine pistol the classification MP-699. Recommended Doctrine The MP-699 is primarily a backup weapon. It is a significant step up from the combat knife as a weapon of last resort, and it lets a soldier respond to new close-range threats if the primary weapon is rendered ineffective at such ranges or has run out of ammo. It is a good alternative for soldiers who have trouble hitting anything with the P-12, but the MP-699 is low-powered in comparison with the P-12. Furthermore, its magazines are large enough to preclude hanging them from a soldier's belt and far fewer of them can be carried conveniently. Ambidextrous soldiers may consider using two pistols at the same time, though this will negatively impact accuracy and reduce the soldier's already minimal effective range. A single MP-699 should rarely be considered as a primary weapon, as it is outclassed in this role by nearly every other weapon in our arsenal. Its advantages are the advantages of a sidearm -- small size and weight. Still, it may find a use as a primary weapon with field medics and technicians who do not have room for larger weapons. Addenda None.

source: pistol2_mag_txt
de: Technical Specifications: 4.2mm MP Magazin KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dieses Magazin beinhaltet 30 Schuss 4.2x24mm Munition. Es ist ein doppelreihiges Design. Die Patronen sind sehr klein und haben eine akzeptable Durchschlagskraft. Vor allem, wenn sie mehrere Treffer nah beieinander verursachen. Darüber hinaus verursachen sie einen großen Gewebeschaden, wenn sie erst mal die Haut durchschlagen haben. Diese Muntion wurde mit dem Ziel möglichst wenig Rückstoß zu haben entwickelt, was jedoch leider der Treffsicherheit entgegen wirkt.Dieses Magazin wird in eine MP-699 Maschinenpistole geladen. Empfohlener Einsatz Alle Soldaten, die mit Maschinenpistolen bewaffnet sind, sollten mindestens ein Ersatzmagazin mitnehmen. Es ist nicht anzuraten, unsere Truppen ohne Ersatzmagazine in den Kampf zu schicken. Zusatz Keiner.
fr: Spécifications techniques : Chargeur de PA 4.2mm NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Ce chargeur contient 30 balles de pistolet de 4,2x24mm. Elles y sont disposées en un agencement en double colonne. Ces balles sont très petites et ont un facteur de pénétration respectable, tout particulièrement lorsque plusieurs d'entre elles touchent la même zone de la cible. Elles peuvent provoquer d'importants dégâts une fois qu'elles ont traversé la peau. Elles sont conçues pour communiquer un faible recul au pistolet, même si la précision du PA-699 ne s'en trouve pas réellement améliorée. Le chargeur est conçu pour être utilisé avec le Pistolet Automatique PA-699. Doctrine recommandée Tout soldat armé d'un pistolet automatique devrait également emporter au moins un chargeur supplémentaire lorsqu'il part sur le terrain. Il n'est pas recommandé d'envoyer nos troupes au combat sans chargeur de rechange. Addenda Aucun.
ru: Technical Specifications: 4.2mm MP Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 30 rounds of 4.2x24mm pistol ammunition. It is a double-column box design. The rounds are very small and have decent penetration, especially when causing several impacts close to each other, and they cause a great deal of tissue damage once they've penetrated skin. They're designed to have very little recoil, but this doesn't help the MP-699's accuracy very much. The magazine is meant to be loaded into an MP-699 Machine Pistol. Recommended Doctrine All soldiers equipped with machine pistols should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
th: Technical Specifications: 4.2mm MP Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 30 rounds of 4.2x24mm pistol ammunition. It is a double-column box design. The rounds are very small and have decent penetration, especially when causing several impacts close to each other, and they cause a great deal of tissue damage once they've penetrated skin. They're designed to have very little recoil, but this doesn't help the MP-699's accuracy very much. The magazine is meant to be loaded into an MP-699 Machine Pistol. Recommended Doctrine All soldiers equipped with machine pistols should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
