Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_hospital_txt
de: Baupläne -- Krankenstation KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Leitende Chirurgin Helen Floydd, Medizinische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dieser Konflikt wird hässlich, Herr Kommandant. Um die schweren Wunden zu behandeln, die wir bestimmt zu sehen bekommen, brauchen wir moderne Einrichtungen mit Ausrüstung, die kein normales ziviles oder militärisches Krankenhaus zur Verfügung hat. Soviel ist klar; hunderte sind unnötig in Krankenhäusern in Mumbai gestorben, weil es keine Geräte gab, die die furchtbaren knochentiefen Plasmaverbrennungen behandeln konnten, welche von den Alienwaffen verursacht wurden. Wir müssen besser vorbereitet sein. Die alten PHALANX Krankenstationdesigns sind elendig unzureichend, um mit dem kommenden Sturm fertigzuwerden. Sie wurden seit ihrer Kreation in 1960 nie verbessert und beinhalteten wenig bis keine nützliche Ausrüstung. Letztendlich mussten wir sie komplett ersetzen, mit neuen von mir, Cdr. Navarre und unseren Architekten, erstellten Plänen. Wie das vorherige Management erwartet hat, Gefechtswunden von unbekannten Alienwaffen zu behandeln bleibt mir ein Rätsel. Derzeit sind unsere Krankenstationen die besten der Welt. Wir sind die führenden Experten im Behandeln von Brandwunden, vor allem das Entfernen und Regenieren von verbranntem Gewebe. Wir regen verletztes Fleisch zur Selbstheilung an - durch intensive Therapie mit Medikamenten, elektronische Nerven- und Muskelstimulation, sowie durch Nanoroboterinfusionen direkt in die Wunde. Theoretisch sollte es möglich sein, jeden lebenden verwundeten Menschen innerhalb von sechs Wochen wieder vollkommen fit zu machen. Das schließt etwaige Psycho- und Physiotherapie ein. Leichtere Verletzungen brauchen natürlich nicht so lange. Wir haben auch Einrichtungen, die Amputationen und bedeutende Bionische Operationen durchführen. Mächtige kybernetische Gliedmaßen sind überall auf der Welt für den militärischen Gebrauch verfügbar, ebenso gepanzerten Körperschutz, elektronische Augen und andere Art von Kybernetik. Diese Dinge können in der Krankenstation in unsere Soldaten implantiert werden, um ihre Kampfkraft zu erhöhen, falls wir uns die hohen Kosten und Genesungszeiten leisten können. Die Krankenstation braucht ein Kraftwerk, um ihren hohen und dauerhaften Energiehunger zu stillen. Empfohlener Einsatz Jede Basis mit bewaffneten Truppen sollte eine Krankenstation zur Behandlung von auftretenden Verletzungen haben. Ist keine PHALANX Krankenstation verfügbar, müssen Soldaten zu normalen Krankenhäusern geschickt werden, wo unzureichende Behandlung mit dem kompletten Verlust der Fähigkeiten oder sogar dem Tod enden könnte. Die Vorteile des Verbesserns der Soldaten mit mechanischen Teilen sollten klar sein. Diese Vorgänge können nur bei einem gesunden Körper vorgenommen werden; genesende Soldaten, die kürzlich physische Traumata erlitten haben, sollten ihre Genesung erst vollständig abschließen, bevor sie für Bionische Verbesserung in Betracht gezogen werden können. Aber bedenken sie, dass ein Bionisches Gliedmaß oder Augenersatz negative Auswirkungen auf die Moral des Patienten haben kann. Taktisch gesehen ist die Krankenstation ein Gebiet mit mittelmäßiger Bedrohung. Aliens könnten versuchen, die Verwundeten zu töten oder uns angemessene medizinische Einrichtungen zu entziehen, aber es ist relativ unwahrscheinlich, dass die Angreifer die Krankenstation als ihr Primärziel wählen. Im Falle eines Angriffes sollte dennoch eine Wache vor der Krankenstation postiert werden. Zusatz Keiner.
fr: Projet d'Aménagement : Hôpital NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Chirurgien en chef Helen Floydd, Division médicale, PHALANX, Commandement des Opérations Atlantique Considérations générales Ce conflit sera sanglant, Commandant. Afin de traiter les hommes grièvement blessés que nous ne manqueront pas d'avoir au combat, nous avons besoin d'aménagements spéciaux pourvus en équipements dont aucun hôpital civil ou militaire classique ne dispose. Pensez simplement aux centaines d'individus inutilement morts dans les hôpitaux de Mumbai parce qu'aucun appareil convenable n'était disponible pour soigner les horribles brûlures causées jusqu'aux os par les armes au plasma aliennes. Nous devons être mieux préparés à ces situations. La conception des anciens hôpitaux PHALANX est déplorablement inadaptée à la menace approchant. Elle n'a jamais été revue depuis sa première copie en 1960 et intègre des équipements vétustes, voire inutiles. Avec l'aide du Cdt Navarre et de nos experts en bâtiments, j'ai dû refaire depuis le début tous ces plans. Je ne comprendrai jamais comment la direction précédente espérait faire face à des blessures infligées par l'armement d'aliens inconnus. Dans l'état actuel des choses, nos aménagements hospitaliers sont maintenant les meilleurs du monde. Nous sommes les premiers dans le traitement des brûlures graves, tout particulièrement pour l'enlèvement et la régénération des tissus calcinés. Nous favorisons la reconstruction des tissus grâce à une thérapie intensive comprenant la prescription massive de médicament, des stimulations électriques des nerfs et des muscles, et l'injection de nanorobots directement dans la plaie. Théoriquement, nous devrions être capables de remettre sur pied n'importe quel être humain en six semaines. Ce délai comprend l'évaluation psychologique et la rééducation. Les blessures plus légères seront bien sures plus rapides à soigner. Nous disposons également d'aménagements chirurgicaux permettant d'effectuer des amputations et des opérations bioniques majeures. Nos diverses sources militaires mondiales nous ont fourni des membres cybernétiques puissants, ainsi que des cages thoraciques renforcées, des yeux électroniques et autres dispositifs internes. Ils peuvent être installés sur nos soldats dans cet aménagement hospitalier afin d'améliorer leur efficacité au combat, si nous pouvons nous permettre de payer leur coût élevé et d'immobiliser le soldat pendant la durée de convalescence. L'Hôpital nécessite un Générateur de Puissance pour alimenter ses demandes électriques à la fois élevées et ininterrompues. Doctrine recommandée Toute base abritant des troupes de combat devrait disposer d'un Hôpital pour les soins. Si aucun Hôpital PHALANX n'est présent, les soldats devront être envoyés dans des hôpitaux classiques où les traitements moins efficaces pourront provoquer des pertes permanentes de leurs capacités, voire leur mort. Les avantages à intégrer des dispositifs mécaniques sur nos soldats devraient être évidents. Ces procédures ne peuvent être appliquées que sur des individus en bonne santé ; les soldats convalescents qui ont subi de récents dommages physiques ou d'autres opérations doivent tout d'abord terminer leur période de convalescence avant de pouvoir supporter ces améliorations bioniques. Gardez également à l'esprit que l'implant de membres ou d'yeux bioniques peuvent provoquer une baisse de morale chez le patient. Stratégiquement, l'Hôpital est une zone modérément dangereuse. Les aliens peuvent tenter de tuer nos blessés et nous priver de nos installations médicales, mais il est peut probable qu'un assaillant choisisse l'Hôpital comme cible prioritaire. Cependant, en cas d'attaque, un garde devrait être posté à l'Hôpital immédiatement. Addenda Aucun.
ru: Проектная документация -- Госпиталь ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Аннотация по строениям, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 19 Марта 2084 Автор: Главный хирург Елена Флойд, Медицинское отделение ФАЛАНКС, Тихоокеанская ударная группа Краткий обзор Командующий... Эта война становится все более и более ужасной. Наших раненных почти невозможно оперировать, используя то оборудование, коим располагает современная гражданская и военная медицина. Теперь нам очевидно... Очевидно, что сотни жизней, потерянных мумбайскими хирургами в операционных, это не результат их некомпетентности. У них элементарно не было надлежащего медицинского оснащения, способного помочь при лечении ужасных ожогов, наносимых плазменным оружием пришельцев. И, помня это, мы должны подготовиться как можно лучше. Увы, но имевшийся у нас на руках типовой проект лазарета ФАЛАНКС безнадежно устарел. Его комплектация была принята в далеком 1960 году и так и осталась неизменной. Эта соломенная хижина никогда не выдержала бы идущей на нас бури, Командующий. Я никогда не смогу понять, как наши предшественики собирались оперировать столь сложные ранения в таких ужасных условиях. Я взяла на себя смелость полностью переработать концепцию лазарета, вложив в нее мои собственные идеи, неоценимую техническую смекалку Поля Наварре и силы наших техников. И теперь, благодаря этому, мы располагаем самым лучшим медицинским оснащением в мире. Мы - лучшие в мире специалисты в области ожоговой хирургии. Мы можем направленно стимулировать рост тканей с помощью интенсивного медикаментозной терапии, электростимуляции и прямого введения наноботов в раневую область. Теоретически, в наших силах полностью восстановить раненого в течении шести недель. Говоря - шесть недель - я подразумеваю и курс психологической реабилитации. Легкие ранения мы можем излечить гораздо быстрее. Наше оборудование позволяет производить и сложные бионические операции, заменяя утерянные конечности и органы на искусственные имплантаты. Мощные кибернетические манипуляторы, армированные грудные пластины, глаза и многое другое - все это можно производить на наших военных заводах. Эти имплантаты мы можем вживлять нашим бойцам непосредственно в лазарете, увеличивая за их счет боевые качества носителя. Это, безусловно, очень дорогостоящий и длительный процесс. Современному лазарету необходимо бесперебойное снабжение энергией, поэтому без электростанции наше уникальное оборудование будет просто бесполезной грудой железа. Рекомендованная доктрина Любая база, в расположении которой находятся отряды быстрого реагирования, должна быть оснащена нашим лазаретом. Иначе раненные бойцы будут переводиться в обычные больницы и неадекватное лечение приведет к безвозвратной утрате их физических характеристик или же к смертельному исходу. Преимущества имплантатов, я думаю, очевидны. Однако, необходимо учитывать ряд следующих моментов. Имплантация возможна только в случае, если пациент полностью здоров или же хотя бы успел реабилитироваться после последней операции. Кроме того, имейте ввиду, - замена конечности или глаз может очень негативно сказаться на его психике. В тактическом отношении, госпиталь находится в зоне среднего уровня опасности. Пришельцы могут попытаться убить наших раненых и уничтожить оборудование, но вероятность того, что лазарет окажется их приоритетной целью весьма невелика. Тем не менее, при нападении на базу, в нем должна быть незамедлительно размещена вооруженная охрана. Приложения Отсутствуют.
th: Blueprints -- Hospital CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Surgeon-Captain Helen Floydd, Medical Division, PHALANX, Atlantic Operations Command Overview This conflict is going to be ugly, Commander. In order to treat the heavily-injured battlefield casualties we're going to see, we need advanced facilities with equipment no standard civilian or military hospital has available. This much is obvious; hundreds died needlessly in Mumbai hospitals because no proper machinery was available to treat the horrific bone-deep plasma burns inflicted by the alien weapons. We must be better prepared than that. The old PHALANX hospital designs are woefully inadequate to deal with the coming storm. They have never been updated since their creation in 1960 and contained little to no purpose-designed equipment. In the end we've had to completely replace them with new plans created by myself, with the help of Cdr. Navarre and our building experts. How the previous management expected to deal with battle wounds from unknown alien weaponry I will never know. As it stands, our hospital facilities are now the finest in the world. We are the leading experts in treating burn trauma, especially the removal and regeneration of charred tissue. We encourage injured flesh to regrow itself through intensive therapy which includes a heavy course of drugs, electrical nerve and muscle stimulation, and nanobot infusions directly into the wound. Theoretically, we should be able to restore any living human being to full health in six weeks. This includes psychological evaluation and injury counselling. Lighter injuries will of course take less time to heal. We also have facilities to carry out amputation and major bionic surgery. Powerful cybernetic limbs have been made available to us by our military sources around the world, as well as armoured torso cages, electronic eyes and other internal machinery. These can be installed into our soldiers at the Hospital facility to upgrade their combat efficiency if we can afford the high cost and convalescence time. The Hospital requires a Power Plant to fuel its high and continuous electricity demand. Recommended Doctrine Every base with armed-response troops should contain a Hospital for treatment. If there is no PHALANX Hospital available, soldiers will have to be sent out to standard hospitals where suboptimal treatment could result in a permanent loss of ability or even death. The advantages of upgrading our soldiers with mechanical parts should be obvious. These procedures can only be performed on a healthy body; convalescing troops who have sustained recent physical hardships or surgery must complete their convalescence before they can become eligible for bionic upgrades. Keep in mind also that bionic limb or eye replacement may have a negative impact on the patient's morale. Tactically, the Hospital is a moderate threat area. The aliens may try to kill our wounded and deprive us of proper medical facilities, but it is relatively unlikely that any attackers would select the Hospital as their primary target. Still, if we are attacked, a guard should be posted at the Hospital immediately. Addenda None.
