Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_missile_txt
de: Baupläne -- Raketengeschütze KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Raketen wurden seit dem 2. Weltkrieg immer gefährlicher, während Gegenmaßnahmen erst ab dem 21. Jahrhundert effektiv wurden. Im einem Wettstreit zwischen Angriff und Verteidigung hatte der Angreifer immer einen Vorteil. Allerdings schreckte dies die Außerirdischen nicht ab Verteidigungsanlagen zu entwickeln die wirklich erstaunlich sind. Zum Beispiel haben die GEU Streitkräfte ein UFO mit SAMs (Boden-Luft-Raketen) im Luftraum über Bonn "beschäftigt". Vierzig Raketen feuerten die Streitkräfte mit ihren Geschützen auf die UFOs – zwei von ihnen waren per Radar erfasst. Anschließend feuerten Infanterieeinheiten zwischen zwölf und fünfzehn Anti-Luft-Raketen ab.Die Anzahl der Treffer? Einer - nur einer. Das UFO erlitt nur eine geringe Einbuße in der Beschleunigung während der Landung in Bonn. Es hob anschließend ohne Probleme wieder ab. Die Schlussfolgerungen sind offensichtlich, die außerirdischen EK (Elektronische Kriegsführung) Möglichkeiten sind unseren um Meilen voraus. Dennoch haben wir bei PHALANX eine gründliche Untersuchung der einzelnen Treffer durchgeführt, und es war keine glückliche Fügung. Was passierte ist, dass sich das UFO selbst in eine schlechte Lage für die eigene Tarnung brachte, als es nahekommende Projektile abzuschießen versuchte. Diese Lage erlaubte es einigen Raketen das UFO den ganzen Flug über im Radar zu behalten.Dies bewies uns, dass unsere Raketen nicht gänzlich unwirksam gegen die Außerirdischen waren – wir brauchten einfach nur die besten für den Job. Diese Erkenntnisse haben dazu geführt, dass wir einige alte Raketengeschützpläne nahmen und sie mit neuen Abschussvorrichtungen versahen. Unsere Ergebnisse sind erfolgversprechend. Die Geschütze verfügen über vier Abschussvorrichtungen die aus dem Boden fahren wenn sie ein Ziel ausgemacht haben. Jede Abschussvorrichtung trägt bis zu 20 AA51 "Cicada" SAM. Das ist die fortschrittlichste Rakete der Erde. Sie enthält mehr Elektronik als ein Passagierflugzeug und wurde entwickelt um gegnerische Flugzeuge aus der Luft zu holen – egal wie schnell sie fliegen. Es gibt keine bessere Notfallverteidigung auf diesem Planeten zum aktuellen Zeitpunkt. Gegen UFOs ist die Chance, dass die "Cicada" trifft noch immer gering, aber in ausreichender Anzahl wird es sie ins Schwitzen bringen. Die Rakete und ihre Elektronik sind natürlich sehr teuer, sogar außerhalb unseres Budgets um genau zu sein. Allerdings hat die UN zugestimmt uns all ihre Vorräte aus ihren eigenen strategischen Reserven ohne Kosten für uns zu überlassen. Empfohlener Einsatz Wenn in einer unserer Basen installiert, können die Geschütze jedes UFO in Reichweite angreifen oder UFOs die die Basis angreifen abschießen. Die Entscheidung liegt beim Basenkommandeur. Wenn die Geschütze unsere Abfangjägern mit Raketensalven unterstützen, könnte dies einen erhbelichen Druck von den Piloten nehmen und die Jäger schonen. Allerdings muss auch erwähnt werden, dass obwohl wir uns die größte Mühe mit der Tarnung gegeben haben, die Raketengeschütze auf kurz oder lang die Position der Basis verraten können. Die Geschütze werden einem moderaten Risiko während einer Basenattacke ausgesetzt. Sie wurden entworfen um eine Basis zu verteidigen, Wenn ein UFO durchgekommen ist, dann spielen die Geschütze keine Rolle mehr für den Angreifer, es sei denn er will den Weg für weitere Angreifer ebnen. Sie könnten trotzdem ein verlockendes Ziel sein, denn die Zerstörung und damit auch die Explosion der Raketen könnte eine desaströse Auswirkung auf die Basis und angrenzende Einrichtungen haben. Zusatz Keiner.
fr: Projet d'Aménagement : Batterie de Missiles NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 18 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Les missiles sont devenus de plus en plus dangereux depuis la Seconde Guerre Mondiale, alors que les technologies de contre-mesures ne sont devenues efficaces que depuis le début du 21ème siècle. Dans un concours entre l'attaque et la défense, l'attaquant a toujours eu l'avantage. Cependant, ceci n'a pas découragé les aliens de développer des défenses étonnantes. Par exemple, les forces du GEU ont attaqué un vaisseau alien avec des SAMs (missiles sol-air) dans l'espace aérien au-dessus de Bonn. Quarante missiles ont été lancé depuis des batteries à travers l'Europe tant qu'ils avaient un verrouillage radar sur deux vaisseau aliens. Plus tard, des unités d'infanteries à proximité ont tirés douze à quinze missiles anti-aériens. Le nombre de tirs réussis ? Un seul. Juste un. L'OVNI a souffert d'une baisse d'accélération mineure pendant son atterrissage à Bonn, et a tout de même décollé plus tard sans accroc. Les conclusions sont évidentes : les capacités de guerre électronique aliens sont énormément en avance sur les nôtres. Cependant, nous à PHALANX avons effectué une étude complète du seul tir réussi, et ce n'était pas une question de chance. Ce qui s'est produit c'est que l'OVNI s'est exposé à un angle moins furtif en esquivant d'autres tirs, permettant au missile de garder tout le temps le verrouillage sur sa cible. Ceci prouve que les aliens ne sont pas invulnérables à nos missiles. Nous avons simplement besoin des meilleurs en la matière. Ces considérations nous ont menés à adapter quelques vieux plans de batterie de missile et à les rééquiper avec des lanceurs tous neufs. Nos résultats sont prometteurs. La batterie se compose de 4 lanceurs qui émerge de la surface quand elle s'attaque à une cible. Chaque lanceur porte 20 SAM AA51 « Cigale ». C'est le missile le plus avançé sur terre, embarquant plus d'électronique qu'un avion de ligne, conçu pour frapper l'appareil ennemi quelque soit sa vitesse. Il n'y a aucune meilleure arme de défense de secours sur la planète à l'heure où je vous écris. Contre les vaisseau aliens, les chances de toucher de la « Cigale » seront toujours basse, mais en nombre suffisant elle les frappera. Le missile et son électronique sont bien sûr très chers, bien en dehors de notre budget vu le nombre exigés pour engager avec succès un OVNI. Heureusement l'ONU a accepté de nous fournir tout les SAMs standards de ses propres réserves stratégiques gratuitement. Doctrine recommandée Si construit dans une de nos bases, la batterie de missile peut être commandée pour engager n'importe quel OVNI à portée ou d'attendre qu'un ONVI soit identifié comme se préparant à attaquer la base en question. Cette décision est celle du Commandant de la base. Aider nos intercepteurs bombardant un OVNI avec des SAMs aiderait à prendre une partie de la pression pesant sur nos pilotes et leur avions, mais il est simplement impossible de cacher complètement nos lancements de missile en dépit de nos meilleures tentatives de les camoufler. Des lancements à grande échelle répétés révéleront notre position tôt ou tard. La batterie de missile courra un risque modéré pendant une attaque de la base. Elle est conçue pour les empêcher ; si les attaquants sont passé au travers, ils ne devraient plus s'y intéresser à moins qu'ils ne préparent le terrain pour d'autres troupes. Ce peut être une cible d'occasion tentante, cependant, parce que bien que nos missiles soient bien protégés ils exploseront si ils sont soumis à assez de contrainte. Une explosion dans la batterie de missile peut avoir des effets désastreux sur l'installation et la base tout entière. Addenda Aucun.
ru: Blueprints -- Missile Battery CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Construction Precis, Sigma Clearance -- Commander's Eyes Only Filed: 18 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview Missiles have gotten more and more dangerous since World War 2, while countermeasure technologies have only been becoming effective since the start of the 21st century. In a contest between attack and defence, the attacker has always had the advantage. However, this has not deterred the aliens from developing defences to blow our minds. As an example, GEU forces have engaged alien craft with SAMs (Surface-to-Air Missiles) in the skies above Bonn. Forty missiles were launched from batteries across Europe while they had radar lock on two of the alien craft. Later, nearby infantry units fired between twelve and fifteen shoulder-mounted anti-air weapons. The number of hits scored? One. Just one. The UFO suffered a minor drop in acceleration during its landing at Bonn and later took off again without a hitch. The conclusions are obvious: alien EW (Electronic Warfare) capability is miles in advance of our own. However, we at PHALANX have made a thorough study of the sole hit scored, and it was not a matter of luck. What happened is that the UFO exposed itself at a less stealthy angle while dodging other incoming munitions, allowing the missile to hold lock all the way to its target. This proves that the aliens are not invulnerable to our missiles. We simply need the best ones for the job. These realisations have led us to adapt some old missile battery plans and reequip them with brand-new launchers. Our results are promising. The battery consists of 4 launchers that 'pop up' to the surface when engaging a target. Each launcher carries 20 of the AA51 "Cicada" SAM. This is the most advanced missile on Earth, packing more electronics than an airliner, designed to knock enemy aircraft right out of the sky regardless of how fast they're going. There is no better emergency defence weapon on the planet at the time of this writing. Against alien craft, the "Cicada"'s chances to hit will still be low, but in sufficient numbers it will hurt them. The missile and its electronics suite are of course highly expensive, well outside our budget range in the numbers required to succesfully engage incoming UFOs. Fortunately the UN has agreed to supply us all standard SAMs from its own strategic reserves at no cost to us. Recommended Doctrine If built at one of our bases, the missile battery can be ordered to engage any UFO in range or wait until a UFO is identified as preparing to attack the base in question. This decision is up to the Base Commander. Assisting our interceptors by 'softening up' a UFO with SAMs would help take some of the pressure off our pilots and aircraft, but there is simply no way to completely hide our missile launches despite our best attempts to camouflage them. Repeated large-scale launches will give away our position sooner or later. The missile battery will be at moderate risk during a base attack. It is designed to prevent base attacks; if one has gotten through, it should no longer matter to the current attackers unless they're paving the way for a follow-up. It may be a tempting target of opportunity, however, because while our missiles are well-protected they will detonate if subjected to enough abuse. An explosion in the missile battery could have disastrous effects on the facility and the base at large. Addenda None.
th: พิมพ์เขียว -- ฐานมิซไซล์ เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 18 มีนาคม 2084 โดย: ผบ. พอล นาวาเร, แผนกวิจัยและพัฒนา ฝ่ายวิศวกรรม, PHALANX, หน่วยปฏิบัติการแอตแลนติค ภาพรวม มิซไซล์มีประสิทธิภาพมากขึ้นตั้งแต่สงครามโลกครั้งที่ 2 ขณะที่วิทยาการต่อต้านก็เพิ่งมีผลใช้ได้ตอนต้นศตวรรษที 21 สำหรับการโจมตีและป้องกัน ผู้โจมตีมักได้เปรียบ อย่างไรก็ตาม มนุษย์ต่างดาวก็ยังพยายามสร้างระบบป้องกันให้เราปวดหัวอยู่ดี ตัวอย่างเช่น กองกำลังสหภาพยุโรปใหญ่ได้โจมตียานต่างดาวด้วยมิซไซล์ภาคพื้นสู่อากาศ (SAM) ที่บอนน์ มีการยิงมิซไซล์สี่สิบลูกจากฐานทั่วยุโรป ขณะที่ได้เล็งเป้าไปที่ยานต่างดาวสองลำ ต่อมาทหารราบในพื้นที่ใกล้เคียงได้ยิงจรวดต่อต้านอากาศยานแบบคนถือประมาณสิบสองถึงสิบห้าลูก แล้วยิงถูกกี่นัด? หนึ่งนัด นัดเดียว จานบินนั้นเสียอัตราเร่งเล็กน้อยระหว่างการลงจอดที่บอนน์ และต่อมาก็สามารถเร่งความเร็วอีกครั้ง โดยไม่มีความเสียหายเลย เราสรุปได้เลยว่า ความสามารถด้านวิทยาการอิเลคทรอนิคสของมนุษย์ต่างดาวนั้นเหนือกว่าเรามาก อย่างไรก็ตาม PHALANX ได้ทำการศึกษาการยิงนัดที่ยิงถูก และพบว่ามันไม่ใช่เรื่องของโชค เราพบว่าจานบินได้เปิดช่องว่างระหว่างที่บินหลบหลีกกระสุน ทำให้มิซไซล์สามารถล็อคเป้าได้จนเข้าเป้า ซึ่งพิสูจน์ได้ว่ามนุษย์ต่างดาวยังไม่สามารถเอาชนะมิซไซล์ของเราได้โดยสิ้นเชิง เราต้องใช้อาวุธที่ดีที่สุด การค้นพบนี้ทำให้เราได้ใช้ฐานยิงเก่า และติดตั้งฐานปล่อยรุ่นใหม่ ซึ่งผลลัพธ์ก็น่ายินดี ฐานยิงประกอบด้วยฐานปล่อยสี่อัน ที่จะ "โผล่" ขึ้นมาบนพื้นผิวเมื่อพบเป้า แต่ละฐานปล่อยจะมีมิซไซล์ AA51 "ซิซาดา" ยี่สิบลูก ซึ่งเป็นมิซไซล์ที่ทันสมัยที่สุดในโลก มีอุปกรณ์อิเลคทรอนิคส์มากกว่าเครื่องบินโดยสาร และถูกออกแบบให้สอยยานบินให้ตกจากฟ้าไม่ว่าจะบินด้วยความเร็วเท่าใด ไม่มีอาวุธในการป้องกันโลกที่ดีกว่านี้แล้วในปัจจุบัน "ซิซาดา" ยังมีโอกาสยิงโดยยานต่างดาวน้อย แต่ก็เพียงพอจะสร้างความเสียหาย มิซไซล์และระบบอิเลคทรอนิคส์นั้นมีราคาแพงมาก เกินกว่างบประมาณของเราที่จะพอใช้กับยานบินที่เข้ามาได้ทั้งหมด โชคดีที่สหประชาชาติยอมยก SAM จากคลังสำรองมาให้เราใช้ฟรี กฎข้อแนะนำ หากมีการสร้างฐานมิซไซล์ ฐานเหล่านี้สามารถยิงจานบินที่เข้าระยะ หรือรอจนกว่าจะจำแนกว่าจานบินจะเข้าโจมตีฐานดังกล่าวก็ได้ การตัดสินใจจะขึ้นกับผู้บัญชาการฐาน การช่วยยานอินเตอร์เซปเตอร์ด้วยการ "เจาะทะลวง" จานบินด้วยมิซไซล์ ก็ช่วยลดภาระของนักบินและยานบินได้ แต่เราไม่สามารถซ่อนฐานยิงมิซไซล์ได้ แม้ว่าเราจะพยายามพรางตามากแค่ไหนก็ตาม การยิงจำนวนมากบ่อยครั้งจะทำให้เราถูกพบไม่ช้าก็เร็ว ฐานยิงมิซไซล์มีความเสี่ยงเพียงเล็กน้อยระหว่างการถูกโจมตีฐาน ระบบนี้เป็นระบบป้องกันการเข้าโจมตีฐาน หากผู้รุกรานเข้าถึงฐานแล้ว ระบบนี้ก็ไม่ได้เป็นอันตรายอะไรอีก เว้นแต่ว่าจะพยายามเปิดเส้นทางให้กับกำลังเสริม แต่ก็เป็นไปได้ที่จะถูกโจมตีตามโอกาส เพราะแม้ว่ามิซไซล์จะมีการป้องกันอย่างดี แต่หากถูกโจมตีมากมันก็ระเบิดได้ หากมิซไซล์ระเบิดแล้ว ย่อมจะมีผลอันเลวร้ายต่อแท่นยิงและฐานโดยรวม ข้อมูลเพิ่มเติม ไม่มี
