Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: rpg_txt
de: Technische Spezifikation: HPML Raketenwerfer KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Die Südafrikanische MPMDS (Multi-Purpose Missile Delivery System) hat einen klassischen aber einwandfreien Namen der seinen Zweck Lügen straft. Es ist der schwerste, frei verfügbare Infanterie Raketenwerfer, fähig, Panzer- sowie Hochexplosivgeschosse abzufeuern und eine Infanterieeinheit in Nullzeit zu Hamburger zu verarbeiten. Ursprünglich als leichte Feldartillerie gedacht ist diese Waffe relativ neu. Ihr einziger Kampfeinsatz war in Mumbai durch Commonwealth Truppen. Es war eine der wenigen Waffen die letztendlich noch das Schlachtenglück zum Guten gewendet haben, und es gibt einen guten Grund dafür. Ufo's, die auf der Erde stehen, geben eine enorme Störungs- und EK-Strahlung (Elektronische Kriegsführung) ab, die Geräte in einem großen Radius stören. Sie strahlen dermaßen viel ab, dass eine normale 'intelligente' Rakete total unbrauchbar wird. Wenn ein Typ von außerirdischer EK die relativ dumme Elektronik eines Raketensystems nicht stört, tut es ein anderes. Die Ingenieure des Militärs der Erde hatten keinen Erfolg beim Versuch, diesen Nachteil auszugleichen. Die MPMDS hingegen bleibt relativ unbeeinflusst von den Strahlungen der außerirdischen Raumschiffe, da das Raketensystem keine Zielelektronik benutzt. Die Raketen sind 120mm Monster mit der Größe von Artilleriegranaten. Sie werden aus einem glatten Lauf geschossen und sind im Flug durch Flossen stabilisiert und haben eine maximale Reichweite von 70 Metern. Überraschenderweise bestehen sie nur aus drei Teilen: Raketenantrieb, Gefechtskopf und Aufschlagszünder. Diese Einfachheit erlaubt es ihnen effektiv und zuverlässig in den meisten gefährlichen Situationen zu bleiben. Obwohl Raketen nicht besonders zielgenau sind, werden sie trotzdem alles vernichten, was in ihrem Weg steht, auch Außerirdischen. Es genügt nur ein guter Treffen einer MPMDS Rakete um den Gegner in die Luft zu befördern. Standardmunition für diese Waffe beinhaltet: HE(Hoch-Explosiv) Raketen, PB (Panzerbrechende) Raketen und BR (Brand) Raketen. Neue Arten von MPMDS Munition wurde von den Commonwealthherstellern vor Kriegsbeginn erforscht. Wie haben alle ihre Pläne gespeichert und können diese Nutzen, um weitere revolutionäre Raketentypen zu schaffen. Zusammen mit dem HPGL Granatwerfer sorgt diese Waffe für Artillerieunterstützung, die unsere Truppen zum Sieg und zum Überleben brauchen. Für unsere PHALANX Mitglieder haben wir dem Raketenwerfer die Klassifikation HPML gegeben. Empfohlener Einsatz Vorzugsweise ist der HMPL als Unterstützung gedacht, um unseren Truppen Deckungsfeuer mit Hochexplosiv- und/oder Brandraketen zu geben. Außerdem sollten sie sich darum kümmern, das eigene Soldaten sich nicht gegeneinander abschießen, da dies zu einem Desaster führen könnte. Eigene Truppen sollten niemals hinter einem Soldaten stehen der einen Raketenwerfer abfeuert; die heißen austretenden Gase sind extrem gefährlich für nahe stehende Menschen. Der HPML sollte niemals auf Ziele geschossen werden, die näher als 8 Meter entfernt sind. Verstöße gegen diese Sicherheitsmaßnahmen kann lebensgefährliche Verletzungen oder den Tod des Schützen und von anderen Teammitgliedern verursachen. Sollte das Ziel näher als 8 Meter stehen, sollte man sofort seine Zweitwaffe oder ein Messer benutzen. Alles andere wäre Selbstmord. Zusatz Zusammen mit Scharfschützengewehren und Granaten ist der Raketenwerfer eine Standardwaffe der Menschen, die vollen Effekt gegen robotische Außerirdische hat.
fr: Spécifications techniques : Lance-Roquettes LMHP NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. Le SLMMF (Système de Lancement de Missiles Multi-Fonctions) sud-africain possède un nom classique, à la rigueur presque scientifique, que contredit totalement son utilisation. Il s'agit en réalité du lance-missiles le plus puissant disponible sur le marché, capable de tirer aussi bien des obus anti-tank que des roquettes hautement explosives qui réduisent l'infanterie en chair à saucisse. Initialement conçu comme arme d'artillerie légère, il s'agit d'un équipement très récent : sa seule expérience au combat a été à Mumbai dans les mains des troupes du Commonwealth. Il fait parti du faible nombre d'armes qui peuvent nous permettre de retourner les chances en notre faveur, et il y a une bonne raison à cela. Les vaisseaux aliens émettent une fois posés une quantité impressionnante d'ondes de brouillage et d'autres ondes créées par de nouvelles technologies électroniques. En fait, ils en émettent tant que les missiles guidés ordinaires sont rendus totalement inefficaces. Si une des technologies de brouillage aliennes ne parvient pas à tromper le cerveau électronique peu évolué de ces missiles, une autre y arrivera. Aucune amélioration proposée par les ingénieurs militaires des forces terrestres n'a pu contourner ce problème. Cependant, le SLMMF reste efficace contre les envahisseurs extraterrestres (et c'est l'un des rares lance-missiles humain qui puisse s'en vanter), car ses roquettes n'ont pas de système de guidage intégré. Les roquettes sont des monstres de 120mm, de la taille des obus d'artillerie. Elles sont tirées par un canon lisse, stabilisées en vol par des ailettes, et ont une portée effective maximale de 70 mètres. Elles ne sont étonnamment constitués que de trois parties : un propulseur, une ogive, et un déclencheur d'impact. Cette simplicité leur permet de rester efficaces et fiables dans les situations les plus dangereuses. Bien que les roquettes ne soient pas très précises, elles détruiront tout sur leur passage, même les aliens. Il suffit d'un seul tir réussi d'un SLMMF pour faire sauter l'ennemi. Les munitions standard de ce lanceur sont : roquettes HE (Hautement explosives), roquettes AA (Anti-Armure), et roquettes IC (Incendiaires). De nouvelles munitions étaient en cours d'élaboration par les fournisseurs du Commonwealth avant le début de la guerre. Nous avons toutes leurs données dans nos dossiers, et pouvons les utiliser pour créer de nouvelles sortes de roquettes révolutionnaires. Avec le Lance-Grenades LGHP, cette arme fournira à nos troupes le support d'artillerie dont elles ont besoin pour survivre et vaincre. Pour l'utilisation PHALANX, nous avons donné à ce lance-roquettes la classification LMHP. Doctrine recommandée Le LMHP trouve sa meilleure utilisation dans le tir de soutien, permettant un tir de barrage pour nos troupes d'assaut avec des roquettes hautement explosives et/ou des roquettes incendiaires. Il faudra rester cependant prudent à ce qu'aucun de nos hommes ne soit dans la zone de tir, cela pourrait avoir des effets désastreux lors d'une mission de combat. Les troupes amies ne devraient pas non plus se trouver derrière le lanceur lors de la mise à feu, les gaz chauds dégagés étant extrêmement dangereux pour les humains aux alentours. Le LMHP ne devrait pas être utilisé pour tirer sur des cibles à moins de 8 mètres de distance. Ne pas respecter ces principes de précautions pourrait provoquer des blessures graves, voire la mort du tireur ou de ses équipiers. Si une cible se trouve à moins de 8 mètres, le tireur devrait s'en remettre à son arme de poing ou son poignard de combat. Tout autre option serait suicidaire. Addenda Avec le Lance-Grenades LGHP, il s'agit d'une des rares armes dont nous disposons qui soit pleinement efficace contre les robots aliens.
ru: Technical Specifications: HPML Rocket Launcher CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The South-African MPMDS (Multi-Purpose Missile Delivery System) has a classic, almost surgically clean name that completely belies its purpose. It is the heaviest infantry missile launcher on the market, able to fire anti-tank shells as easily as high-explosive rockets that turn infantry into hamburger. Originally intended as light field artillery, this weapon is fairly new; its only combat experience has been in Mumbai in the hands of Commonwealth troops. It was one of the handful of weapons that eventually turned the tide in the fighting -- and there is a good reason why. Alien craft on the ground emit fantastic amounts of jamming and other EW (Electronic Warfare) activity. In fact, they emit so much of it that ordinary 'smart' missiles are rendered completely ineffective. If one type of alien EW doesn't fool the missile's relatively stupid electronic brain, another will. No amount of tinkering by Earth's military engineers has been able to fix the situation. The MPMDS, however, will remain effective against the alien invaders -- one of the few human missile launchers that can -- because its rockets carry no onboard guidance. The rockets are 120mm monsters the size of artillery shells. They are fired out of a smoothbore barrel, fin-stabilised in flight, and have a maximum effective range of 70 metres. Surprisingly they are made up of only three parts: a rocket booster, a warhead and an impact trigger. This simplicity allows them to remain effective and reliable in the most hazardous situations. Though the rockets are not very accurate, they will devastate anything in their path, even aliens. It takes only one good hit from an MPMDS rocket to send the enemy flying. Standard ammunition for this launcher includes: HE (High-Explosive) rockets, AA (Anti-Armour) rockets, and IC (Incendiary) rockets. New types of MPMDS ammo were being researched by Commonwealth manufacturers before the start of the war. We have all their data on file and could use it to create revolutionary new rocket types. Along with the HPGL Grenade Launcher, this weapon will provide our troops the artillery support they need to survive and win through. For PHALANX use, we have given this rocket launcher the classification HPML. Recommended Doctrine The HPML is best used in a support role, providing covering fire for our assault troops with high-explosive and/or incendiary rockets. However, care should be taken that friendly fire incidents do not occur, as this could have disastrous effects in a combat mission. Friendly troops should be kept away from the rear of the launcher during firing; the hot exhaust gases are extremely dangerous to nearby humans. The HPML should not be fired at targets closer than 8 metres from the shooter. Violating these safety guidelines could result in serious injury or death to the shooter and other members of the team. If a target is closer than 8 metres, any shooter should immediately resort to his sidearm or a combat knife. Anything else would be suicide. Addenda Along with sniper rifles and grenades, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.
th: Technical Specifications: HPML Rocket Launcher CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The South-African MPMDS (Multi-Purpose Missile Delivery System) has a classic, almost surgically clean name that completely belies its purpose. It is the heaviest infantry missile launcher on the market, able to fire anti-tank shells as easily as high-explosive rockets that turn infantry into hamburger. Originally intended as light field artillery, this weapon is fairly new; its only combat experience has been in Mumbai in the hands of Commonwealth troops. It was one of the handful of weapons that eventually turned the tide in the fighting -- and there is a good reason why. Alien craft on the ground emit fantastic amounts of jamming and other EW (Electronic Warfare) activity. In fact, they emit so much of it that ordinary 'smart' missiles are rendered completely ineffective. If one type of alien EW doesn't fool the missile's relatively stupid electronic brain, another will. No amount of tinkering by Earth's military engineers has been able to fix the situation. The MPMDS, however, will remain effective against the alien invaders -- one of the few human missile launchers that can -- because its rockets carry no onboard guidance. The rockets are 120mm monsters the size of artillery shells. They are fired out of a smoothbore barrel, fin-stabilised in flight, and have a maximum effective range of 70 metres. Surprisingly they are made up of only three parts: a rocket booster, a warhead and an impact trigger. This simplicity allows them to remain effective and reliable in the most hazardous situations. Though the rockets are not very accurate, they will devastate anything in their path, even aliens. It takes only one good hit from an MPMDS rocket to send the enemy flying. Standard ammunition for this launcher includes: HE (High-Explosive) rockets, AA (Anti-Armour) rockets, and IC (Incendiary) rockets. New types of MPMDS ammo were being researched by Commonwealth manufacturers before the start of the war. We have all their data on file and could use it to create revolutionary new rocket types. Along with the HPGL Grenade Launcher, this weapon will provide our troops the artillery support they need to survive and win through. For PHALANX use, we have given this rocket launcher the classification HPML. Recommended Doctrine The HPML is best used in a support role, providing covering fire for our assault troops with high-explosive and/or incendiary rockets. However, care should be taken that friendly fire incidents do not occur, as this could have disastrous effects in a combat mission. Friendly troops should be kept away from the rear of the launcher during firing; the hot exhaust gases are extremely dangerous to nearby humans. The HPML should not be fired at targets closer than 8 metres from the shooter. Violating these safety guidelines could result in serious injury or death to the shooter and other members of the team. If a target is closer than 8 metres, any shooter should immediately resort to his sidearm or a combat knife. Anything else would be suicide. Addenda Along with sniper rifles and grenades, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.
