Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: alien_origins_txt
de: Guten Morgen Herr Kommandant! Ich habe die Ergebnisse unseres Projekts zur Aufklärung der Herkunft der Außerirdischen vorliegen und bin davon überzeugt, dass Sie sie vielversprechend finden werden. Hier ist meine Zusammenfassung der Daten. Das Projekt war im Großen und Ganzen ein überwältigender Erfolg internationaler Einbindung und Zusammenarbeit. Über mehrere kurze Zeitspannen der vergangenen Tage hatten wir die direkte Kontrolle über jedes zivile und militärische Überwachungsgerät des Sonnensystems, dazu sogar mehrere Anlagen im Asteroidengürtel, die so geheim sind, dass wir von den Vereinten Nationen zur Verschwiegenheit verpflichtet wurden. Unsere Sonden haben jeden Zentimeter geeigneter Oberflächen untersucht, um jegliches Anzeichen einer Basis der Außerirdischen aufzuspüren. Mit diesen Mitteln konnten wir eine fortwährende Überwachung von etwa 90% unseres Systems über die letzten zwei Wochen sicherstellen, während die verbleibenden 10% niemals länger als 40 Minuten unbeobachtet blieben. Unglücklicherweise - abhängig von Ihrer Auffassung des Wortes "unglücklicherweise" - konnten wir keine Anzeichen einer versteckten Flotte der Außerirdischen ausmachen. Dabei gingen wir so gründlich vor, dass unsere Ergebnisse als nahezu gesichert gelten können. Es gibt zwar keine Möglichkeit um absolut sicherzugehen, dass unsere Schlüsse richtig sind, dennoch mache ich die folgende Aussage mit großer Zuversicht: Wir glauben nicht, dass sich zu diesem Zeitpunkt Schiffe oder Stützpunkte der Außerirdischen in unserem Sonnensystem befinden. Das beantwortet zwar eine unserer Fragen, aber bringt uns kein bisschen weiter im Verständnis, wo die Außerirdischen herkommen oder wie sie hierher gelangen. Tatsächlich ist die Frage nach dem 'wie' noch rätselhafter als zuvor. Wenn die Außerirdischen nicht in unserem Sonnensystem stationiert sind, wie können dann ihre UFOs bis zur Erde vordringen? Ich habe lange mit Cdr. Navarre und seinem Team über das Problem diskutiert, und die meisten unserer Theorien kamen selbst uns wie Spinnereien vor. Wie auch immer bescherte uns das Schicksal den Hinweis, den wir brauchten. Wir hatten äußerst wenig Glück mit den Problemen des 'wie' und 'wo', bis uns die Aufzeichnungen des Weltraumteleskops MIMIR der letzten Woche in die Hände fiel. Während wir das Material auswerteten, wurden wir uns bewusst, dass MIMIR zufälligerweise das Eintreffen eines UFOs eingefangen hat. Wir haben vollständige Aufzeichnungen eines großen, unbekannten Modells im sichtbaren Spektrum und im Infrarotbereich, wie es ungefähr 10.000 Kilometer von der Erde entfernt wie aus dem Nichts auftaucht, die Triebwerke zündet und Kurs auf den Planeten setzt. Es ist möglich, dass die Außerirdischen eine Art Tarnungsvorrichtung einsetzen, die uns vom Entdecken des UFOs über diese Reichweite hinaus abhielt, aber wir haben starke Zweifel daran; Das Erscheinen war äußerst plötzlich, begleitet von einem Ausbruch von Gammastrahlung und vorübergehender gravitativer Anomalien. Es gab nicht das geringste Anzeichen der Existenz des UFOs bevor seinem Erscheinen in 10.000 Kilometer Entfernung. Die wahrscheinlichste Schlussfolgerung ist zugleich die beängstigendste: Die Außerirdischen müssen sich nicht in unserem Sonnensystem befinden, da sie eine Möglichkeit besitzen, schneller als das Licht zu reisen. Anscheinend erlaubt dieser Antrieb für superluminare Geschwindigkeiten (SLG) einen 'Sprung' in unser Sonnensystem von einem Punkt weit außerhalb unserer Erfassung. Wir wissen nicht, wie das möglich sein kann, da es offensichtlich eines oder mehrere Konzepte der Allgemeinen Relativitätstheorie (z.B. Kausalität und/oder spezielle Relativität), die bis jetzt unser genauestes Modell der Physik ist. Die Außerirdischen wissen offensichtlich etwas, das wir nicht wissen. Unsere nächste Priorität muss also das Erbeuten eines UFOs mit SLG-Antrieb sein, so dass wir diesen studieren und für unsere eigenen Raumfahrzeuge anpassen können. Offensichtlich wird das keine leichte Aufgabe, aber die Fähigkeit zum Gegenschlag zu entwickeln ist von höchster Bedeutung - nur für den Fall, dass wir diese Invasion auf die harte Tour beenden müssen. Natürlich liegt die endgültige Entscheidung, unser Augenmerk auf die Verteidigung auf kurze Sicht oder Vergeltung auf lange Sicht zu richten, in Ihren Händen, Herr Kommandant. Mit freundlichen Grüßen, Col. Falkland
fr: Bonjour Commandant, J’ai ici les résultats sur le projet d’étude des origines aliènes et je pense que vous les trouverez très encourageants. Voici un résumé des données. Le projet fut un excellent succès au niveau de l’intégration et de la coordination des différents participants. Pour une courte période au cours des derniers jours, nous avons eu le contrôle direct de tous les moyens de détections civils et militaires du système solaire, incluant plusieurs installations top secrètes dans la ceinture d’astéroïdes, nous obligeant à prêter serment de non-divulgation de leur existence auprès de l’ONU. Nos sondes intersidérales ont balayé chaque pouce de terrain constructible à la recherche de traces d’une base aliène. Avec ces ressources à notre disposition, nous avons atteint une couverture continue d’environ 90% du système solaire durant les deux dernières semaines. Les 10% restant n’ont pas été observés pour une durée maximum de quarante minutes. Malheureusement -- dépendant de la valeur donnée à ce mot de malheureusement -- nous n’avons trouvé aucune preuve d’une flotte aliène cachée dans notre système solaire. Nous avons été tellement consciencieux que ces résultats sont certifiés. Il est impossible de garantir nos conclusions de manière absolue, mais je peux vous dire ceci avec certitude : Nous ne pensons pas qu’il y ait des vaisseaux ou des bases aliènes dans notre système solaire actuellement. Ceci répond à une de nos questions, mais nous laisse dans le doute concernant l’origine des aliens et le moyen qu’ils emploient pour venir ici. En fait, la question du moyen employé pour venir ici est devenu une énigme encore plus compliquée. Si les aliens n’ont pas de base dans notre système solaire, comment peuvent-ils envoyés des OVNIs vers la terre ? J’ai discuté de cela pendant de longues heures avec le Col. Navarre et les membres de son équipe, essayant de trouver la solution, et la majorité de nos théories nous semblent de folle spéculations. Néanmoins, le destin nous a donné la preuve dont nous avions besoin. Nous avons eu peu de chance avec la question du ‘comment’ et du ‘ou’ jusqu’à ce que nous puissions mettre la main sur une vidéo du télescope spatial MIMIR de la semaine passée. En regardant les séquences vidéos, nous avons réalisé que parmi elles, MIMIR avait accidentellement enregistré l’arrivée d’un OVNI. Nous avons des enregistrements complet du spectre visible et infrarouge d’un OVNI de grande taille, d’une classe inconnue, ’apparaissant’ à approximativement 10'000 kilomètres de la terre, d’où il a allumé ses propulseurs pour suivre une trajectoire l’amenant à la terre. Il est possible que les aliens possèdent des technologies de camouflage qui aurait prévenu la détection de leur OVNI au-delà de cette distance, mais nous émettons de sérieux doutes sur cette hypothèse ; l’apparition fut extrêmement rapide, accompagnée d’une salve de rayons gamma et d’une anomalie temporaire de la gravité. Il n’y avait pas le moindre indice de l’existence de cet OVNI avant son apparitions a 10'000 kilomètres de la terre. La conclusion la plus logique, qui se trouve être aussi la plus effrayante, s’impose : les aliens n’ont pas besoin d’avoir une base dans notre système solaire, car ils possèdent un moyen de voyager plus rapide que la lumière. Apparemment ce moteur supraluminique leur permet de ‘sauter’ dans le système solaire depuis une position bien supérieure à notre portée de détection. Nous ne savons pas comment cela est possible, car c’est clairement en contradiction avec plus d’un des concepts de la théorie de la relativité générale (e.g. causalité et/ou relativité restreinte), qui reste le modèle physique le plus précis à notre disposition. Les aliens savent forcément quelque chose que nous ignorons. Notre prochaine priorité est la capture d’un OVNI équipé de cette technologie de vitesse supraluminique afin de pouvoir l’étudier et adapter son moteur à nos propres vaisseaux. Evidemment, cela ne vas pas être une tâche facile, mais la possibilité de rendre les coups reçus est primordiale -- en tout cas si nous voulons mettre un terme à cette invasion de la manière forte. Bien sûr, la décision finale sur la balance entre les besoins de nos défense à court terme et la possibilité de représailles sur le plus long terme est entièrement votre Commandant. Mes distinguées salutations, Col. Falkland
ru: Доброе утро, Сэр. Я получил результаты по проекту Происхождение пришельцев и полагаю Вы найдете их обнадеживающими. Вот мой обобщенный отчет. В целом проект был громким успехом в интеграции и кооперации. В течение некоторого времени за прошедшие несколько дней под нашим контролем находились все гражданские и военные системы обнаружения во всей солнечной системе, включая настолько секретные установки в астероидном поясе, что нам пришлось поклясться ООН держать язык за зубами об их существовании. Наши зонды в дальнем космосе просканировали каждый дюйм пригодной для строительства поверхности в поисках баз чужих. Используя такие ресурсы мы смогли установить постоянное наблюдение в примерно 90% солнечной системы за прошедшие две недели. Оставшиеся 10% были открыты не более чем за 40 минут. К несчастью — в зависимости от того, какой смысл Вы вкладываете в слово «несчастье» — мы не обнаружили флота пришельцев в нашей солнечной системе. Мы проверили все настолько тщательно, что пришли к неопровержимым результатам. Конечно нет повода быть абсолютно уверенным в том, что наши заключения верны, но я смею сделать следующее заявление с уверенностью: На данный момент в солнечной системе нет баз и флота противника. Это дает ответ на один из поставленных вопросов, но не дает нам понять откуда прибываю пришельцы и как они туда попадают. В действительности эта загадка стала еще сложнее, чем прежде. Если чужие не базируются в нашей солнечной системе, как им удается посылать НЛО на Землю? Пытаясь решить данную проблему я обстоятельно обсудил ее с Командором Наварре и его командой. Большинство наших теорий до сих пор кажутся нам смешными спекуляциями, однако, судьба дала необходимое нам доказательство. Безуспешно пытаясь решить проблемы «как они приходят» и «откуда», нам в руки попала видеозапись с космического телескопа МИМИР недельной давности. Просматривая материал мы обнаружили, что телескоп случайно записал кадры прибытия НЛО на пленку. У нас имеются полные записи всех видимых и инфракрасных спектров большого, неизвестного ранее типа НЛО «появившегося» из ниоткуда примерно на расстоянии 10000 километров от Земли, где объект запустил свои двигатели и установил курс на нашу планету. Возможно, что чужие используют технологию «невидимки», которая не позволяет нам засечь НЛО вне этого радиуса, но у нас имеются большие сомнения на этот счет — появление было внезапным, сопровождалось всплеском гамма-лучей и кратковременной гравитационной аномалией. Не было ни малейшего признака присутствия корабля до его появления за 10 тысяч км от Земли. Наиболее вероятное заключение является и самым пугающим: у чужих нет необходимости базироваться в нашей солнечной системе, так как они могут путешествовать быстрее скорости света. Несомненно, двигатель, построенный по технологии БСС (быстрее скорости света) позволяет им «прыгать» в Солнечную систему с расстояния гораздо большего, чем радиус наших сенсоров. Мы не знаем как БСС путешествие может быть возможно, так как оно отрицает основные принципы теории относительности (например: казуальность и/или специальная теория относительности) которая является самымой точной моделью физики в нашем распоряжении. Чужие определенно знают то, что нам не доступно. Нашим следующим приоритетом будет захват БСС-оборудованного НЛО, что позволит нам изучить и адаптировать двигатель для наших космических кораблей. Очевидно, это будет непростым заданием, но разработка возможности наносить ответный удар является первостепенной — в том случае если нам придется закончить вторжение таким нелегким способом. Естественно, окончательное решение за Вами, Командор: как сбалансировать наши краткосрочные оборонные нужды и возможность контрудара в будущем. С уважением,Полковник Фалькланд
th: อรุณสวัสดิ์, ท่านผู้การ ผมไ้ด้รับผลสำรวจจากโครงการหาต้นกำเนิดมนุษย์ต่างดาว และผมคิดว่าท่านจะพอใจกับผลนี้ ผมขอสรุปข้อมูลดังนี้ โครงการโดยรวมถือได้ว่าประสบความสำเร็จในการร่วมมือ ในช่วงสั้นๆ หลายครั้งระหว่างสองสามวันที่ผ่านมา เราสามารถควบคุมอุปกรณ์ตรวจสอบของพลเรือนและการทหารทุกอันในระบบสุริยะนี้โดยตรง รวมถึงระบบในแนวอุกาบาตที่เป็นความลับ ขนาดที่สหประชาชาิติไม่อนุญาตให้เราพูดเรื่องนี้กับคนอื่น การตรวจสอบในอวกาศของเราได้ตรวจสอบพื้นที่ที่สามารถสร้างฐานได้ทุกตารางนิ้ว เพื่อค้นหาสัญญาณของฐานทัพมนุษย์ต่างดาว ด้วยทรัพยากรที่เรามี เราสามารถตรวจสอบอย่างต่อเนื่องครอบคลุมถึง 90% ของพื้นที่ในสุริยะจักรวาลในช่วงสองสัปดาห์ที่ผ่านมา ส่วนที่เหลือ 10% นั้นไม่ได้ถูกครอบคลุมไม่เกินสี่สิบนาทีในแต่ละครั้ง โชคไม่ดีนัก -- ขึ้นกับท่านจะตีความว่า 'โชคไม่ดี' อย่างไร -- เรายังไม่สามารถพบหลักฐานของกองทัพยานอวกาศต่างดาวที่ซ่อนอยู่ในระบบสุริยะจักรวาลนี้ เราตรวจสอบอย่างละเอียดจนกล่าวได้ว่าผลนี้เป็นที่แน่นอน ไม่มีทางที่เราจะมั่นใจได้เต็มร้อยว่าข้อสรุปนี้ถูกต้อง แต่ผมขอกล่าวด้วยความมั่นใจอย่างยิ่งว่า: เราไม่เชื่อว่ามียานหรือฐานทัพของมนุษย์ต่างดาวในระบบสุริยะจักรวาลของเราในขณะนี้ สิ่งนี้ตอบคำถามหลายอย่าง แต่ก็ไม่ทำให้เราเข้าใจได้ว่ามนุษย์ต่างดาวเหล่านี้มาจากไหนและมาได้อย่างไร ที่จริงแล้วคำถามที่ว่าพวกเหล่านี้มาได้อย่างไรยิ่งตอบได้ยากขึ้นไปอีก หากพวกต่างดาวไม่ได้ตั้งฐานในระบบสุริยะจักรวาลของเราแล้ว พวกมันส่งจานบินมายังโลกได้อย่างไร? ผมได้คุยกับ ผบ. นาวาเร และทีมของเขาเกี่ยวกับประเด็นนี้ พยายามจะหาคำตอบ และแม้แต่เราเองยังคิดว่าทฤษฎีเกือบทั้งหมดของเราก็ยังเหมือนเป็นแค่การเดาส่งเดช แต่อย่างไรก็ตามโชคชะตาได้มอบหลักฐานที่เราต้องการให้ เราถือได้ว่าไม่มีโชคในปัญหาด้าน 'อย่างไร' และ 'ที่ไหน'จนกระทั่งเราได้วิดีโอจากกล้องโทรทัศน์ MIMIR จากการดูคลิป เราจึงได้รู้ว่า MIMIR สามารถจับภาพการมาถึงของจานบินได้โดยบังเอิญ เรามีภาพบันทึกและภาพอินฟาเรดของจานบินขนาดใหญ่ที่ไม่คุ้นเคย 'โผล่' มาประมาณ 10,000 กม.จากโลก และเริ่มเดินเครื่องยนต์มุ่งหน้ามายังโลก เป็นไปได้ว่ามนุษย์ต่างดาวอาจมีวิทยการ 'การคลุมตัว' ที่ทำให้เราไม่สามารถมองเห็นจานบินผ่านระยะดังกล่าวได้ แต่เราไม่คิดว่าจะเป็นเช่นนั้น การปรากฏตัวนั้นเป็นไปในทัีนทีทันใด และยังมีอัตราการเพิ่มของรังสีแกมม่า และความไม่เสถียรของแรงโน้มถ่วงชั่วคราว ไม่มีหลักฐานแม้แต่น้อยนิดว่ามีจานบินก่อนที่มันจะปรากฏตัวในระยะ 10,000 กม.จากโลก ข้อสรุปที่เป็นไปได้นั้นน่ากลัว: มนุษย์ต่างดาวไม่จำเป็นต้องอยู่ในระบบสุริยะจักรวาลของเรา เพราะพวกนั้นมีความสามารถในการเดินทางเหนือความเร็วแสง ระบบขั้นเคลื่อน FTL (เร็วเหนือแสง) ทำให้พวกนั้นสามารถ 'กระโดดข้าม' จากระยะทางไกลกว่าที่เราจะตรวจสอบได้ มาถึงระบบสุริยะจักรวาลของเรา เราไม่ทราบว่าพวกนั้นทำได้อย่างไร, เพราะมันฝืนทฤษฎีสัมพันธภาพ (ได้แก่ ทฤษฎีสัมพันธภาพทั่วไป และสัมพันธภาพเฉพาะ) ซึ่งเป็นแบบจำลองด้านฟิสิกส์ที่แม่นยำที่สุดเท่าที่เรามี พวกต่างดาวรู้ในสิ่งที่เราไม่รู้ เรื่องเร่งด่วนต่อไปคือการจับกุมจานบินที่มีเครื่องมือ FTL เพื่อที่เราจะศึกษาและดัดแปลงเครื่องมือนี้ให้เหมาะกับยานของเรา แน่นอนว่าเป็นงานที่ไม่ง่าย แต่การพัฒนาความสามารถในการจู่โจมกลับนั้นเป็นสิ่งสำคัญยิ่งยวด -- เผื่อในกรณีที่เราต้องหยุดยั้งการรุกรานด้วยไม้แข็ง แน่นอนว่า การตัดสินใจในการหาสมดุลระหว่างความจำเป็นในการป้องกันระยะสั้น กับการตอบโต้ระยะยาวขึ้นกับท่าน, ผู้บัญชาการ ด้วยความนับถือ, พล.ท. ฟอล์คแลนด์

source: alien_origins_pre_txt
de: Guten Morgen Herr Kommandant! Obwohl wir noch immer damit beschäftigt sind, unsere Einsatzbereitschaft sicherzustellen, müssen wir als einer unserer ersten Schritte herausfinden, wo der Ursprung der Außerirdischen liegt. Im Moment wissen wir über sie bloß, dass sie aus dem All in unsere Atmosphäre eindringen, ihre Vorhaben ausführen und anschließend wieder in die Umlaufbahn und von unseren Bildschirmen verschwinden. Wir müssen herausfinden, was davor und danach passiert. Woher kommen sie, wie kommen sie hierher, und wohin gehen sie? Wir haben bisher keine Anzeichen von Schiffen in der Erdumlaufbahn oder Raumstationen irgendwo im Sonnensystem. Allerdings muss das nicht bedeuten, dass es auch keine gibt. Die Region des Asteroidengürtels und der äußeren Planeten - Der Raum zwischen Mars und Neptun - wurde im militärischen Sinne kaum überwacht, was unter Berücksichtigung der von angreifenden UFOs bewiesenen Tarnungsfähigkeit dazu geführt haben könnte, dass Anzeichen einer außerirdischen Flotte fehlgedeutet oder auf ziviler Ausrüstung schlicht nicht registriert wurden. Bis jetzt gab es keinerlei Versuche einer ausgedehnten Überprüfung der zahlreichen Himmelskörper unseres Sonnensystems, die für den Bau einer Raumfahrtbasis geeignet erscheinen. Deshalb beantrage ich hiermit ein neues Forschungsprogramm, das darauf abzielt, das gesamte Sonnensystem mit Sonden und äußerst leistungsfähigen optischen Teleskopen und Radioteleskopen abzusuchen und so die Aktivitäten der Außerirdischen in unserer Umgebung aufzuspüren. Unsere Wissenschaftler würden ebenfalls die gesammelten Daten vergangener Übergriffe auswerten und so versuchen, ein Bild der außerirdischen Bewegungen von und zur Erde zusammenzusetzen. Selbst wenn sich eine Flotte hinter dem Mars oder einem anderen der äußeren Planeten verbergen sollte, müssen sie sich schließlich verraten, so sie weiterhin UFOs zur Erdoberfläche schicken. Wenn wir das Problem nur ausreichend genau beobachten, werden sich selbst die Außerirdischen nicht allzu lang verstecken können. Dieses Projekt wird eine stattliche Summe und ausgedehnte Arbeitsstunden erfordern, Herr Kommandant. Deshalb benötigen wir ihre Zustimmung, bevor wir beginnen können. Mit freundlichen Grüßen, Col. Falkland
fr: Bonjour Commandant, Bien que nous ne soyons pas encore totalement opérationnels, l'une de nos premières priorités doit être de trouver d'où viennent les aliens. La seule chose que nous sachions pour l'instant, c'est qu'ils sont arrivés de l'espace, ont fait ce pour quoi ils étaient venus, et sont partis aussitôt hors de portée de nos détecteurs. Nous devons savoir ce qui s'est passé avant et après ces évènements. D'où viennent-ils, comment sont-ils arrivés ici, et où vont-ils ? Nous n'avons détecté aucun indice nous permettant de penser que leurs vaisseaux se réfugient en orbite terrestre, ou dans une base du système solaire. Cela n'exclut néanmoins pas ces possibilités. La ceinture d'astéroïdes ou les régions au-delà de la planète Mars ont été faiblement surveillées d'un point de vue militaire. Étant donnée la discrétion des appareils qui nous ont attaqués, il est possible que les équipements civils ne puissent repérer une flotte alienne. Aucun effort réel pour surveiller toute surface potentiellement viable du système solaire n'a été jusqu'à présent entrepris. Ainsi, je propose un nouveau programme de recherche, destiné à placer des sondes dans tout le système solaire, ainsi que de puissants télescopes optiques et radiotélescope. Nous pourrons ainsi détecter toutes activités aliennes dans cet espace. Nos scientifiques reprendront également les données acquises lors des dernières excursions, pour essayer de comprendre les mouvements aliens vers et depuis l'orbite terrestre. Même si une flotte se cache derrière Mars ou une planète plus lointaine, ils devront se découvrir s'ils veulent continuer à nous envoyer des OVNI. Si nous plaçons suffisamment de systèmes d'espionnage, même les aliens ne pourront se cacher longtemps. Ce projet sera coûteux, aussi bien temporellement que financièrement, Commandant. Nous devons donc obtenir votre autorisation avant de pouvoir commencer ce travail. Amicalement, Col. Falkland
ru: Доброе утро, Сэр. Несмотря на то, что у нас до сих пор трудности в наладке базы, одна из наших первоочередных задач - выяснить, откуда они прибыли. Единственное, что нам известно сейчас это то, что пришельцы входят в нашу атмосферу из космоса, делают свое дело и сбегают обратно на орбиту перед тем как бесследно исчезнуть с экранов наших радаров. Нам необходимо выяснить что происходит до и после этого. Откуда они приходят, как они сюда попадают, и как они уходят обратно? Мы не смогли обнаружить доказательства присутствия кораблей на земной орбите или баз в нашей солнечной системе, но это не значит, что их нет. Пояс астероидов и удаленные планеты, а именно область между Марсом и Нептуном, плохо контролировался в военном смысле и, при использовании технологии стелс, как показали атаки НЛО, флот пришельцев может быть ошибочно идентифицирован или просто напросто земные технологии не позволяют засечь врага. До сих пор не было успешных результатов сканирования подозрительных объектов в нашей Солнечной системе. Тем не менее, я хочу сделать заявку на новую исследовательскую программу, нацеленую на размешение разведовательных зондов и мощных оптических и радиотелескопов в солнечной системе для засечения активности чужих в космосе. Наши ученые также пересмотрят собранные ранее данные о появлении пришельцев и попытаются систематизировать информацию и выработать схему появлений и ухода чужих с земной орбиты. Даже если флот скрывается за Марсом или за другими планетами, рано или поздно они выдадут себя если они будут продолжать посылать НЛО на поверхность нашей планеты. Если мы привлекем достаточно людей к проблеме, пришельцы не смогут долго скрываться. Командующий, данный проект требует значительных финансовых вливаний и научных ресурсов, так что мы ждем вашего разрешения прежде чем начать работу по этому исследованию. С уважением,Полковник Фалькланд
th: อรุณสวัสดิ์, ท่่านผู้การ แม้ว่าเรายังไม่สามารถทำงานได้อย่างราบรื่น งานสำคัญอันดับต้นของเราอย่างหนึ่งคือการค้นหาว่ามนุษย์ต่างดาวพวกนี้มาจากไหน สิ่งเดียวที่เรารู้ตอนนี้คือพวกมันผ่านชั้นบรรยากาศมาจากอวกาศ ทำในสิ่งที่พวกมันตั้งใจมาทำ แล้วก็เผ่นไปนอกวงโคจรก่อนจะหายไปจากการตามของเรา เราต้องหาว่าอะไรเกิดขึ้นก่อนหรือหลังเหตุการณ์เหล่านี้ พวกนี้มาจากไหน มาได้อย่างไร และไปไหน? เราไม่พบหลักฐานว่ามียานที่อยู่ในวงโคจรของโลก หรือฐานทัพใดๆ ในระบบสุริยะจักรวาล แต่ไม่ได้หมายความว่าพวกมันไม่ได้อยู่ที่นี่ แนวเขตอุกาบาตและดาวเคราะห์รอบนอก -- ช่วงระหว่างดาวอังคารถึงดาวพฤหัส -- นั้นได้รับการตรวจการทางการทหารไ่ม่ดีนัก และหากคำนึงถึงความสามารถด้านการซ่อนตัวที่จานบินที่เข้ามาโจมตีได้แสดงแล้ว อุปกรณ์ของพลเรือนอาจไม่สามารถตรวจพบหรือจำแนกจานบินเหล่านี้ผิดไป เราไม่มีความพยายามในการตรวจสอบพื้นผิวของสิ่งที่อาจเป็นฐานทัพในระบบสุริยะของเราอย่างเต็มที่ ดังนั้น, ผมขอเสนอโครงการวิจัยที่เน้นการตรวจระบบสุริยะัจักรวาลด้วยเครื่องสำรวจและกล้องโทรทัศน์แบบเลนส์และแบบคลื่นวิทยุ เพื่อค้นหาการทำงานของพวกมนุษย์ต่างดาวในทุกที่ภายในอวกาศของเรา นักวิทยาศาสตร์ของเราจะตรวจข้อมูลในอดีตเพื่อทำความเข้าใจเกี่ยวกับการเคลื่อนไหวทั้งการเข้าและออกจากวงโคจรของโลก แม้ว่าจะมีกองทัพยานรบซ่อนอยู่หลังดาวอังคารหรือดาวรอบนอก พวกมันจะต้องเปิดเผยตัวเองหากมันยังคงส่งจานบินลงมายังโลกเรื่อยๆ หากเราพยายามจับตามอง แม้แต่พวกต่างดาวก็ไม่สามารถซ่อนตัวได้ีอีกนาน โครงการนี้ต้องใช้เวลาและเงินทุนจำนวนมาก, ท่านผู้บัญชาการ, ดังนั้นจึงจำเป็นต้องได้รับการอนุมัติจากท่านก่อนจะเริ่มทำงาน ด้วยความนับถือ, พล.ท. ฟอล์คแลนด์

source: mail_from_col_falkland
de: Col. Ingrid Falkland, Abteilung für Aufklärung, PHALANX, Atlantisches Operationskommando
fr: Col. Ingrid Falkland, Division Renseignements, PHALANX, Commandement des Opérations Atlantique
ru: Ингрид Фалькланд, ГРУ, ФАЛАНКС, Атлантическая ударная группа
th: พล.ท. อินกริด ฟอล์คแลนด์, สำนักข่าวกรอง, PHALANX, หน่วยปฏิบัติการแอตแลนติค

source: eXtraterrestial Viral Infection
fr: Infection Virale eXtraterrestre
