Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: alien_communication_txt
fr: Commander, I'm happy to report that we've recieved the first good results in our ongoing efforts to question captive aliens in our Containment unit. Dr. Yamamura's approach has gradually begun to bear fruit. The aliens have learned to convey messages in both binary code and human-readable sign language, and they appear to comprehend a wide range of questions and instructions. Yamamura and his staff are still working to refine the sign language we've been using, while the rest of my team has concentrated on trying to extract useful information from the hive mind. This hasn't been easy. The aliens are very reticent and require a great deal of chemical encouragement in order to put them into a more helpful frame of mind. The casualty rate has been high. However, what we have is significant. For instance, the hive mind seems to have no identity. It seems unable to grasp concepts like "I" or "We", or even "You" and "Them". It only accepts these words as numerical differentiations -- one specimen or several, one human or a group. This indicates a severe disconnect between human and alien thinking. The shared consciousness doesn't even think of itself as a single enclosed entity; it merely is. This, along with various other answers we've pieced together from our continued sessions, leads us to believe that all aliens do indeed share one single mind. And I mean all of them, Commander. It's not simply a means of increasing team efficiency or encouraging esprit de corps; it's an indispensible component of alien society. Every alien that lives and breathes is an equal and identical part of the greater hive mind, even specimens of completely different species. The only diversity the aliens will acknowledge is in the different substances required to keep the various species alive. Also, the hive mind has expressed puzzlement at our attempts to communicate with individual aliens, let alone through something as crude as sign language. A human-understandable analogy might be trying to have a deep conversation with someone's toenail, or talking to a single cell in your own body. Of course, that raises the question of where the alien ears and brain really are. Certainly the handful of aliens currently in our Containment unit are not part of the greater hive mind that we hypothesize exists on the alien homeworld. They seem to be cut off from it for the duration of their mission to Earth, only to rejoin it when they return later. Whether this is due to distance or some kind of atmospheric effect, we've not yet been able to tell. The aliens' answers are hazy on this subject. That is all I have to report, Commander. However, as a final note, I would like to request your permission to look into methods we could use to more effectively persuade our captives. I must also stress that we require a healthy influx of new alien specimens in order to replace losses. We have to maintain the isolated hive mind we have in Containment. Losing it now would be a significant setback to our research. Sincerely,Dr. Connor
ru: Commander, I'm happy to report that we've recieved the first good results in our ongoing efforts to question captive aliens in our Containment unit. Dr. Yamamura's approach has gradually begun to bear fruit. The aliens have learned to convey messages in both binary code and human-readable sign language, and they appear to comprehend a wide range of questions and instructions. Yamamura and his staff are still working to refine the sign language we've been using, while the rest of my team has concentrated on trying to extract useful information from the hive mind. This hasn't been easy. The aliens are very reticent and require a great deal of chemical encouragement in order to put them into a more helpful frame of mind. The casualty rate has been high. However, what we have is significant. For instance, the hive mind seems to have no identity. It seems unable to grasp concepts like "I" or "We", or even "You" and "Them". It only accepts these words as numerical differentiations -- one specimen or several, one human or a group. This indicates a severe disconnect between human and alien thinking. The shared consciousness doesn't even think of itself as a single enclosed entity; it merely is. This, along with various other answers we've pieced together from our continued sessions, leads us to believe that all aliens do indeed share one single mind. And I mean all of them, Commander. It's not simply a means of increasing team efficiency or encouraging esprit de corps; it's an indispensible component of alien society. Every alien that lives and breathes is an equal and identical part of the greater hive mind, even specimens of completely different species. The only diversity the aliens will acknowledge is in the different substances required to keep the various species alive. Also, the hive mind has expressed puzzlement at our attempts to communicate with individual aliens, let alone through something as crude as sign language. A human-understandable analogy might be trying to have a deep conversation with someone's toenail, or talking to a single cell in your own body. Of course, that raises the question of where the alien ears and brain really are. Certainly the handful of aliens currently in our Containment unit are not part of the greater hive mind that we hypothesize exists on the alien homeworld. They seem to be cut off from it for the duration of their mission to Earth, only to rejoin it when they return later. Whether this is due to distance or some kind of atmospheric effect, we've not yet been able to tell. The aliens' answers are hazy on this subject. That is all I have to report, Commander. However, as a final note, I would like to request your permission to look into methods we could use to more effectively persuade our captives. I must also stress that we require a healthy influx of new alien specimens in order to replace losses. We have to maintain the isolated hive mind we have in Containment. Losing it now would be a significant setback to our research. Sincerely,Dr. Connor
th: Commander, I'm happy to report that we've recieved the first good results in our ongoing efforts to question captive aliens in our Containment unit. Dr. Yamamura's approach has gradually begun to bear fruit. The aliens have learned to convey messages in both binary code and human-readable sign language, and they appear to comprehend a wide range of questions and instructions. Yamamura and his staff are still working to refine the sign language we've been using, while the rest of my team has concentrated on trying to extract useful information from the hive mind. This hasn't been easy. The aliens are very reticent and require a great deal of chemical encouragement in order to put them into a more helpful frame of mind. The casualty rate has been high. However, what we have is significant. For instance, the hive mind seems to have no identity. It seems unable to grasp concepts like "I" or "We", or even "You" and "Them". It only accepts these words as numerical differentiations -- one specimen or several, one human or a group. This indicates a severe disconnect between human and alien thinking. The shared consciousness doesn't even think of itself as a single enclosed entity; it merely is. This, along with various other answers we've pieced together from our continued sessions, leads us to believe that all aliens do indeed share one single mind. And I mean all of them, Commander. It's not simply a means of increasing team efficiency or encouraging esprit de corps; it's an indispensible component of alien society. Every alien that lives and breathes is an equal and identical part of the greater hive mind, even specimens of completely different species. The only diversity the aliens will acknowledge is in the different substances required to keep the various species alive. Also, the hive mind has expressed puzzlement at our attempts to communicate with individual aliens, let alone through something as crude as sign language. A human-understandable analogy might be trying to have a deep conversation with someone's toenail, or talking to a single cell in your own body. Of course, that raises the question of where the alien ears and brain really are. Certainly the handful of aliens currently in our Containment unit are not part of the greater hive mind that we hypothesize exists on the alien homeworld. They seem to be cut off from it for the duration of their mission to Earth, only to rejoin it when they return later. Whether this is due to distance or some kind of atmospheric effect, we've not yet been able to tell. The aliens' answers are hazy on this subject. That is all I have to report, Commander. However, as a final note, I would like to request your permission to look into methods we could use to more effectively persuade our captives. I must also stress that we require a healthy influx of new alien specimens in order to replace losses. We have to maintain the isolated hive mind we have in Containment. Losing it now would be a significant setback to our research. Sincerely,Dr. Connor

source: alien_communication_pre_txt
fr: Commander, The increasing intellect of the captive aliens in our Containment unit leads me to conclude that we can finally begin to get a real handle on alien communication and, more importantly, getting some useable information out of them. Quoting from my report: (Odd Behaviour)"There are several species of alien, all of which meet the physiological requirements for a sentient species, but they show little to no brainwave activity of their own. This implies the presence of some kind of shared or distributed thought between them, a hive mind that grows more intelligent as it grows in numbers." "With several specimens on hand, their intelligence now seems to be approaching the human level. If we can create a suitable translation device or common language, we believe we may finally be able to establish communications with aliens in PHALANX captivity. Perhaps some of our linguists or psychology experts could form a dialogue. This is an avenue of inquiry that we cannot afford to ignore." Dr. Yamamura is beginning to make real progress on this front, teaching the aliens several new words of sign language every day, but we require lab time and funding for a proper study of what these aliens know and how it can help us. The ability to interrogate aliens about their own technology could be of incomparable value to our soldiers and engineers. Cdr. Navarre was so excited at the prospect, he almost argued in favour of DivBio on this one. Thank you for your time, Commander. Please approve this program as soon as feasible. Sincerely, Dr. Connor
ru: Commander, The increasing intellect of the captive aliens in our Containment unit leads me to conclude that we can finally begin to get a real handle on alien communication and, more importantly, getting some useable information out of them. Quoting from my report: (Odd Behaviour)"There are several species of alien, all of which meet the physiological requirements for a sentient species, but they show little to no brainwave activity of their own. This implies the presence of some kind of shared or distributed thought between them, a hive mind that grows more intelligent as it grows in numbers." "With several specimens on hand, their intelligence now seems to be approaching the human level. If we can create a suitable translation device or common language, we believe we may finally be able to establish communications with aliens in PHALANX captivity. Perhaps some of our linguists or psychology experts could form a dialogue. This is an avenue of inquiry that we cannot afford to ignore." Dr. Yamamura is beginning to make real progress on this front, teaching the aliens several new words of sign language every day, but we require lab time and funding for a proper study of what these aliens know and how it can help us. The ability to interrogate aliens about their own technology could be of incomparable value to our soldiers and engineers. Cdr. Navarre was so excited at the prospect, he almost argued in favour of DivBio on this one. Thank you for your time, Commander. Please approve this program as soon as feasible. Sincerely, Dr. Connor
th: Commander, The increasing intellect of the captive aliens in our Containment unit leads me to conclude that we can finally begin to get a real handle on alien communication and, more importantly, getting some useable information out of them. Quoting from my report: (Odd Behaviour)"There are several species of alien, all of which meet the physiological requirements for a sentient species, but they show little to no brainwave activity of their own. This implies the presence of some kind of shared or distributed thought between them, a hive mind that grows more intelligent as it grows in numbers." "With several specimens on hand, their intelligence now seems to be approaching the human level. If we can create a suitable translation device or common language, we believe we may finally be able to establish communications with aliens in PHALANX captivity. Perhaps some of our linguists or psychology experts could form a dialogue. This is an avenue of inquiry that we cannot afford to ignore." Dr. Yamamura is beginning to make real progress on this front, teaching the aliens several new words of sign language every day, but we require lab time and funding for a proper study of what these aliens know and how it can help us. The ability to interrogate aliens about their own technology could be of incomparable value to our soldiers and engineers. Cdr. Navarre was so excited at the prospect, he almost argued in favour of DivBio on this one. Thank you for your time, Commander. Please approve this program as soon as feasible. Sincerely, Dr. Connor

source: The Universal Serum
de: Das Antiserum
fr: Le sérum universel

source: universal_serum_txt
fr: Commander, Our development cycle on the new truth drug is complete. The new set of chemical mixtures we've tested are effective, and they seem to be the solution we've hoped for. The work we've done on alien biology since the start of the invasion, along with some help from our captives, has put us on the track of certain psychotropic substances -- notably LSD-derivatives -- that have very interesting effects on alien psychology. The divergence of species has been a problem, as some compounds will work on one type of alien but not on another, but with this new data it will be an easy task to whip up drugs specifically tailored to the individual alien species. Subjects under the influence of this drug have proven to be more pliable and loose-lipped, as long as we keep injecting all the specimens in our containment unit. Unfortunately the hive mind's natural resistance to interrogation is still throwing a spanner in the works. Even with all our specimens fully injected, we've not managed to break that resistance, and the accuracy of our test information has still not been 100% reliable. All data we receive still requires some degree of time-consuming verification work. On the positive side, the act of getting the information out of our subjects has become quicker and more painless, which should speed up some of our research. The danger of allergenic reaction is much lower and the number of subjects succumbing during interrogation has dropped significantly. The deeper effect of the new drugs may even give us access to more sensitive information that we would not have been able to extract from the hive mind with our old serum. We should keep up our interrogation efforts to get maximum benefit out of the new drugs. Sincerely, Dr. Connor
ru: Commander, Our development cycle on the new truth drug is complete. The new set of chemical mixtures we've tested are effective, and they seem to be the solution we've hoped for. The work we've done on alien biology since the start of the invasion, along with some help from our captives, has put us on the track of certain psychotropic substances -- notably LSD-derivatives -- that have very interesting effects on alien psychology. The divergence of species has been a problem, as some compounds will work on one type of alien but not on another, but with this new data it will be an easy task to whip up drugs specifically tailored to the individual alien species. Subjects under the influence of this drug have proven to be more pliable and loose-lipped, as long as we keep injecting all the specimens in our containment unit. Unfortunately the hive mind's natural resistance to interrogation is still throwing a spanner in the works. Even with all our specimens fully injected, we've not managed to break that resistance, and the accuracy of our test information has still not been 100% reliable. All data we receive still requires some degree of time-consuming verification work. On the positive side, the act of getting the information out of our subjects has become quicker and more painless, which should speed up some of our research. The danger of allergenic reaction is much lower and the number of subjects succumbing during interrogation has dropped significantly. The deeper effect of the new drugs may even give us access to more sensitive information that we would not have been able to extract from the hive mind with our old serum. We should keep up our interrogation efforts to get maximum benefit out of the new drugs. Sincerely, Dr. Connor
th: Commander, Our development cycle on the new truth drug is complete. The new set of chemical mixtures we've tested are effective, and they seem to be the solution we've hoped for. The work we've done on alien biology since the start of the invasion, along with some help from our captives, has put us on the track of certain psychotropic substances -- notably LSD-derivatives -- that have very interesting effects on alien psychology. The divergence of species has been a problem, as some compounds will work on one type of alien but not on another, but with this new data it will be an easy task to whip up drugs specifically tailored to the individual alien species. Subjects under the influence of this drug have proven to be more pliable and loose-lipped, as long as we keep injecting all the specimens in our containment unit. Unfortunately the hive mind's natural resistance to interrogation is still throwing a spanner in the works. Even with all our specimens fully injected, we've not managed to break that resistance, and the accuracy of our test information has still not been 100% reliable. All data we receive still requires some degree of time-consuming verification work. On the positive side, the act of getting the information out of our subjects has become quicker and more painless, which should speed up some of our research. The danger of allergenic reaction is much lower and the number of subjects succumbing during interrogation has dropped significantly. The deeper effect of the new drugs may even give us access to more sensitive information that we would not have been able to extract from the hive mind with our old serum. We should keep up our interrogation efforts to get maximum benefit out of the new drugs. Sincerely, Dr. Connor

source: universal_serum_pre_txt
fr: Commander, As you may know, our efforts at communication with the live aliens in our Containment unit are progressing only very slowly. We're having a great deal of trouble applying our standard interrogation methods. The truth serum we have available has several distinct limitations; it tends to produce a lethal allergic reaction in most alien bodies unless we restrict it to smaller, insufficient doses, which worsens the serum's already incomplete effect on alien physiology. We've encountered numerous small lies and half-truths in the sessions we've taken so far. Torture has been attempted to influence this behaviour, but to no avail. Pain seems to have no corrective effect on the hive mind. There's also the larger hurdle of having to inject every single specimen of the hive mind in order to properly submerge any subject's sense of judgment. If one member of the hive mind dies, the remaining specimens' adrenaline-equivalent levels rise to the point where we have to start over. To this end, armed with our expanded knowledge of the alien mind and body, I propose a new research program to look into a universal set of sera that we can use to extract more reliable information, faster and more easily. There is obviously a great deal of information inside these specimens waiting to be seized, Commander; we just need the tools to properly crack the shell. Sincerely,Dr. Connor
ru: Commander, As you may know, our efforts at communication with the live aliens in our Containment unit are progressing only very slowly. We're having a great deal of trouble applying our standard interrogation methods. The truth serum we have available has several distinct limitations; it tends to produce a lethal allergic reaction in most alien bodies unless we restrict it to smaller, insufficient doses, which worsens the serum's already incomplete effect on alien physiology. We've encountered numerous small lies and half-truths in the sessions we've taken so far. Torture has been attempted to influence this behaviour, but to no avail. Pain seems to have no corrective effect on the hive mind. There's also the larger hurdle of having to inject every single specimen of the hive mind in order to properly submerge any subject's sense of judgment. If one member of the hive mind dies, the remaining specimens' adrenaline-equivalent levels rise to the point where we have to start over. To this end, armed with our expanded knowledge of the alien mind and body, I propose a new research program to look into a universal set of sera that we can use to extract more reliable information, faster and more easily. There is obviously a great deal of information inside these specimens waiting to be seized, Commander; we just need the tools to properly crack the shell. Sincerely,Dr. Connor
th: Commander, As you may know, our efforts at communication with the live aliens in our Containment unit are progressing only very slowly. We're having a great deal of trouble applying our standard interrogation methods. The truth serum we have available has several distinct limitations; it tends to produce a lethal allergic reaction in most alien bodies unless we restrict it to smaller, insufficient doses, which worsens the serum's already incomplete effect on alien physiology. We've encountered numerous small lies and half-truths in the sessions we've taken so far. Torture has been attempted to influence this behaviour, but to no avail. Pain seems to have no corrective effect on the hive mind. There's also the larger hurdle of having to inject every single specimen of the hive mind in order to properly submerge any subject's sense of judgment. If one member of the hive mind dies, the remaining specimens' adrenaline-equivalent levels rise to the point where we have to start over. To this end, armed with our expanded knowledge of the alien mind and body, I propose a new research program to look into a universal set of sera that we can use to extract more reliable information, faster and more easily. There is obviously a great deal of information inside these specimens waiting to be seized, Commander; we just need the tools to properly crack the shell. Sincerely,Dr. Connor

source: Alien Origins
de: Herkunft der Außerirdischen
fr: Les Origines Aliennes
ru: Происхождение пришельцев
