Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: laserrifle_txt
de: Es ist soweit, Herr Kommandant. Wir sind nun die stolzen Besitzer eines funktionierenden Lasergewehres und die kompletten Produktionspläne sind in unsere Computer übertragen. Wir haben mehrere bewegliche Teile entfernt und die Elektronik verfeinert, um die Produktions- und Wartungskosten so zu senken, damit sie in unser Budget passen. Ich glaube, sie werden die Daten der Waffe zufriedenstellend finden. Dieses Gewehr ist womöglich die zielgenaueste Waffe, die je entwickelt wurde. Es ist leicht, liegt gut in der Hand und die Fokussierlinsen korrigieren automatisch das Zielen des Schützen, um den Strahl ins Ziel zu bringen -- und ihn dort zu halten. Es mag zwar weniger Schaden pro Schuss anrichten, als konventionelle Projektilwaffen, aber es richtet mehr Schaden an, wenn der Schütze sein Ziel in Sicht behält. 8 Soldaten mit konventionellen Sturmgewehren, die mit Dauerfeuer schießen, können ein sich bewegendes Ziel leicht verfehlen. Mit Lasergewehren ist das fast unmöglich. Es feuert schnell, hat eine gute Munitionskapazität, keinen Rückstoß, eine ordentliche Reichweite und es räumt mit vielen Problemchen auf, die normale Schusswaffen haben. Es wird nie versagen oder Ladehemmung haben. Es wird nie wegen eines verschmutzten oder verbogenen Laufs explodieren. Es wird nie Probleme mit unpassender oder fehlerhafter Munition haben. Es kann gesprungene Linsen haben, wenn es schwerer Misshandlung ausgesetzt ist, aber diese Linsen sind gut geschützt und liegen in stoßresistentem Schaum, umgeben von einer Metallblende, die sich nur öffnet, wenn das Gewehr abgefeuert werden soll. Die größte Schwäche des Lasergewehres ist die Unfähigkeit, durch Rauchwolken, Gas oder Feuer zu schießen. Alle unser Laser haben dieses Problem; Wolken unterschiedlichen Materials brechen den Strahl schnell zu harmlosen Licht, also werden wir vorsichtig sein müssen, wie wir Rauch- oder Brandwaffen einsetzen. Wir haben das Gewehr so entwickelt, dass es die normalen D-F Patronen benutzen kann, die wir gebaut haben, um unsere Laserwaffen zu betreiben. Das gibt dem Gewehr ungefähr zwei Minuten Dauerfeuer, bevor eine neue Patrone eingesetzt werden muss. Die Patronen können ausgestoßen und auf dem Boden liegen gelassen werden, ohne sich über Verschmutzung der Gegend Gedanken machen zu müssen, aber es braucht eine besondere Gefahrgutentsorgung, wenn die Mission beendet ist. Wir brauchen mindestens eine D-F Patrone, um das Lasergewehr zu laden und zu benutzen. --Cdr. Navarre
fr: C'est fait, Commandant. Nous sommes maintenant les fiers propriétaires d'un fusil laser fonctionnel, avec des plans de production complets dans nos ordinateurs. Nous avons éliminé plusieurs pièces mobiles et simplifié l'électronique pour rendre les coûts de production et d'entretien compatibles avec notre budget. Je crois que vous trouverez les spécifications de l'arme à votre convenance. Ce fusil est probablement l'arme la plus précise jamais conçue. Il est léger, tient bien en main et les lentilles corrigent automatiquement la visée pour diriger le rayon sur la cible -- et le garder dessus. Il inflige peut être moins de dégats par tir que ses équivalents conventionnels à projectiles, mais il en fait plus à la longue si le tireur garde la cible en vue. Huit soldats avec des fusils d'assaut conventionnels vidant leurs chargeurs en automatique peuvent manquer facilement une cible en mouvement. Avec des fusils laser, cela devient quasi-impossible. Il tire vite, a une bonne capacité, pas de recul, une portée respectable et fait disparaître plein de défauts usuels avec les armes à feu conventionnelles. Il ne fera jamais long feu et ne s'enrayera jamais. Il n'explosera jamais à cause d'un canon obstrué ou tordu. Il n'aura jamais de problèmes de munitions incompatibles ou défectueuses. Il peut souffrir de lentilles félées en cas de mauvais traitements, mais celles-ci sont totalement protégées, insérées dans de la mousse anti-choc et protégées de l'extérieur par un iris en métal qui s'ouvre seulement quand l'arme est prête à tirer. La plus grande faiblesse du fusil laser est son incapacité à tirer à travers les nuages de fumée, de gaz ou le feu. Tous nos lasers ont ce problème; les nuages de poussières réfracteront rapidement le rayon laser et le transformeront en lumière inoffensive, donc nous devrons faire attention à l'utilisation d'armes fumigènes ou incendiaires. Nous avons conçu ce fusil pour utiliser les cartouches deutérium-fluorure standard que nous avons crée pour notre armement laser. Elles permettent approximativement deux minutes de tir en continu avant qu'une nouvelle cartouche soit nécessaire. Les cartouches peuvent être éjectées et abandonnées au sol sans risque de contamination, mais elles nécessiteront un retraitement spécial une fois la mission finie. Il est nécessaire d'avoir au moins une cartouche D-F sous la main à tout moment pour charger et utiliser un fusil laser. --Cdt Navarre
ru: It's done, Commander. We are now the proud owners of a working laser rifle, with full production plans loaded into our computers. We've eliminated several moving parts and refined the electronics to bring production and maintenance costs down into our budget range. I believe you'll find the weapon's specs to your satisfaction. This rifle is possibly the most accurate weapon ever designed. It's light, rests easily in the shooter's hands, and the focusing lenses automatically correct the user's aim to help bring the beam on target -- and keep it there. It may inflict less damage per shot than its conventional projectile-firing counterparts, but it can do more over time if the shooter keeps the target in his sights. Eight troops with conventional assault rifles firing away at full-auto can easily miss a moving target. With laser rifles, that becomes a near-impossibility. It is quick to fire, has a good magazine capacity, no recoil, a respectable range and does away with many other issues that plague conventional firearms. It will never misfire or suffer a jammed mechanism. It will never blow up due to a fouled or bent barrel. It will never have problems with incompatible or faulty ammunition. It can suffer cracked lenses if subjected to severe mistreatment, but those are thoroughly shielded, set into shock-resistant foam and protected from the outside by a metal iris that only opens when the weapon is ready to fire. The laser rifle's biggest weakness is its inability to shoot through clouds of smoke, gas or fire. All our lasers have this problem; clouds of material will quickly refract the beam into harmless light, so we'll have to be careful about our application of smoke and incendiary weapons. We've designed the rifle to use the standard deuterium-fluoride cartridges which we've drawn up to power all of our laser weaponry. This gives it approximately two minutes of continuous wave fire before a new cartridge must be inserted. The cartridges can be popped out and left on the ground without risk of contaminating the area, but they will require special hazard disposal once the mission is completed. We'll need to have at least one D-F Cartridge on hand at all times in order to be able to load and use a laser rifle. --Cdr. Navarre
th: It's done, Commander. We are now the proud owners of a working laser rifle, with full production plans loaded into our computers. We've eliminated several moving parts and refined the electronics to bring production and maintenance costs down into our budget range. I believe you'll find the weapon's specs to your satisfaction. This rifle is possibly the most accurate weapon ever designed. It's light, rests easily in the shooter's hands, and the focusing lenses automatically correct the user's aim to help bring the beam on target -- and keep it there. It may inflict less damage per shot than its conventional projectile-firing counterparts, but it can do more over time if the shooter keeps the target in his sights. Eight troops with conventional assault rifles firing away at full-auto can easily miss a moving target. With laser rifles, that becomes a near-impossibility. It is quick to fire, has a good magazine capacity, no recoil, a respectable range and does away with many other issues that plague conventional firearms. It will never misfire or suffer a jammed mechanism. It will never blow up due to a fouled or bent barrel. It will never have problems with incompatible or faulty ammunition. It can suffer cracked lenses if subjected to severe mistreatment, but those are thoroughly shielded, set into shock-resistant foam and protected from the outside by a metal iris that only opens when the weapon is ready to fire. The laser rifle's biggest weakness is its inability to shoot through clouds of smoke, gas or fire. All our lasers have this problem; clouds of material will quickly refract the beam into harmless light, so we'll have to be careful about our application of smoke and incendiary weapons. We've designed the rifle to use the standard deuterium-fluoride cartridges which we've drawn up to power all of our laser weaponry. This gives it approximately two minutes of continuous wave fire before a new cartridge must be inserted. The cartridges can be popped out and left on the ground without risk of contaminating the area, but they will require special hazard disposal once the mission is completed. We'll need to have at least one D-F Cartridge on hand at all times in order to be able to load and use a laser rifle. --Cdr. Navarre

source: laserrifle_pre_txt
de: Dies ist eine von mehreren Anträgen, die ich ich Ihnen zu Forschung und Entwicklung von neuen Laserwaffen zuschicke. Jede davon muss aufgrund ihrer Größenunterschiede, Energieleveln und Komplexitäten der involvierten Systeme separat erforscht werden. Das Lasergewehr ist der primäre Entwurf unser neuen Deuteriumfluorid-Laserfamilie. Es wird die perfekte Mischung aus Stärke, Genauigkeit, Reichweite, Beweglichkeit und Munitionskapazität sein. Sogar auf dem Papier kann das Lasergewehr mit jedem üblichen Sturmgewehr konkurrieren. Das einzige Problem wird es sein, es überhaupt zu bauen. Die Bestandteile, die wir in unseren ersten Prototypen der fortgeschrittenen Lasertechnolgie benutzt haben, waren unhandlich, zerbrechlich und sehr teuer. Unsere Soldaten brauchen gewisse Unempfindlichkeiten in ihren Gewehren, etwas, was sie durch die Schläge und Erschütterungen des Kampfes bringt und wir müssen dringend die Produktionskosten senken, damit sich das Programm lohnt. So wie es jetzt ist, kostet die Ausrüstung eines Trupps mit Lasergewehren so viel wie ein durchschnittlicher Kampfpanzer. Wir brauchen Finanzierung und Laborzeit, um die Kosten zu senken, die empfindlichsten Komponenten zu reparieren oder auszutauschen, damit die Waffe verlässlich wird, und um ihre Form so zu verändern, damit sie bequem von einem menschlichen Soldaten abgefeuert werden kann. Wie immer werden wir unsere Arbeit beginnen, sobald sie uns ihre Erlaubnis gegeben haben, Herr Kommandant. --Cdr. Navarre
fr: C'est l'une des propositions que je vous soumets pour la recherche et le développement d'un nouvel armement laser. Chacune d'elles devra être développée séparément due aux différences de taille, de niveaux de puissance et de complexité des systèmes impliqués. Le fusil laser est l'arme phare de notre nouvelle famille d'armes laser deutérium-fluorure. Ce sera l'alliance parfaite de la puissance, la précision, la portée, la maniabilité et la capacité. Même sur le papier les spécifications du fusil laser peuvent faire de l'ombre à n'importe quel fusil d'assaut conventionnel. Le seul problème sera juste de le fabriquer. Les composants que nous avons utilisés dans nos prototypes de lasers continus sont encombrants, fragiles et très chers. Nos soldats ont besoin d'armes robustes, qui résistent aux coups et aux chocs d'un combat et nous avons vraiment besoin de faire baisser les coûts de production pour rentabiliser le programme. En l'état, le coût d'une escouade armée de fusils laser serait équivalent à celui d'un char de combat. Nous avons besoin de financement et de temps de laboratoire pour faire baisser les coûts de fabrication, renforcer ou remplacer les composants les plus fragiles pour rendre l'arme plus fiable et réduire sa taille en quelque chose qui peut être utilisé confortablement par un soldat humain. Comme d'habitude Commandant, nous commencerons à travailler dès que vous nous aurez donné votre autorisation. --Cdt Navarre
ru: This is one of several proposals I'm submitting for the research and development of new laser weaponry. Each of these will have to be developed separately due to the size differences, power levels and complexity of the systems involved. The laser rifle is the flagship design of our new deuterium-fluoride laser family. It will be a perfect marriage of power, accuracy, range, manoeuvrability and ammo capacity. Even on paper the laser rifle's specs can compete with any conventional assault rifle. The only problem will be actually building it. The components we've been using in our Continuous Wave Laser prototypes have been cumbersome, fragile and very expensive. Our soldiers need ruggedness in a rifle, something that will last through the bumps and bashes of combat, and we badly need to bring down production costs to make the program worthwhile. As it is, the price of a squad of working laser rifles would be on par with your average main battle tank. We need funding and lab time to bring costs down, fix or replace the most sensitive components to make the weapon more reliable, and reduce its form factor to something that can be comfortably fired by a human soldier. As always, Commander, we'll begin work as soon as you give us your authorisation. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Laser Rifle
de: Lasergewehr
fr: Fusil Laser
ru: Лазерная винтовка
