Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: pistol_txt
de: Technische Spezifikationen: 7.62mm Pistole KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Mit der Rückkehr der Rüstung auf das Schlachtfeld in Form von Stahlhelmen im ersten Weltkrieg und Schutzwesten in Vietnam hatten Pistolen es immer schwerer, da mitzuhalten. Wegen ihrer, verglichen mit den langläufigen und/oder vollautomatischen Waffen, geringen Mündungsgeschwindigkeit hatten sie immer mehr Schwierigkeiten, die neuen, immer moderneren Gefechtsrüstungen zu durchdringen - und noch mehr bei den fortgeschrittenen außerirdischen Materialien. Das Konzept der Pistole im Militär an sich geriet irgendwann im 21. Jahrhundert unter Beschuss, und wurde nur durch die Entwicklung von Hochgeschwindigkeits-Schießpulver gesichert. Eine der besten neuen Pistolen der neuen Generation von Superpistolen ist die russische Dolvich DV762. Das Design ist extrem einfach und obwohl die zum Bau genutzten Materialien viel stärker sind, um das neue Schwarzpulver auszuhalten, sind die inneren Mechanismen nicht viel weiter entwickelt als irgendeine Pistole des späten 20. Jahrhunderts. Die DV762 macht keine Kompromisse. Sie ist keine multifunktionale Handfeuerwaffe. Sie wurde nur für eine Sache gebaut: die Rüstung durchschlagen und die Person darunter töten. Um das zu schaffen feuert die DV alte 7.62mm Tokarev Munition aus einem 12 Schuss Magazin, entweder auf Halbautomatik oder im Drei-Schuss-Modus. Die Tokarev Patrone ist bekannt für ihre exzellente Durchschlagskraft und sie wurde nach ihrer Rückkehr in den Militärdienst weiter stark verbessert. Diese Pistole kann ohne Probleme einen modernen Schutzhelm durchdringen und auf der anderen Seite des Helmes wieder austreten - und das auf Entfernungen bis zu 10 Metern. Um diese Durchschlagskraft zu erreichen musste die DV Bremsvermögen opfern. Die 7.62mm Patrone kann ein sauberes Loch in den Gegner schlagen, aber das ist das Problem. Sie ist sehr abgeneigt sich zu zerteilen, was einen direkten Treffer in ein lebenswichtiges Organ oder eine Hauptschlagader erfordert, um den Gegner außer Gefecht zu setzen oder zu töten. Aus dem Excalibur Programm folgern wir, dass mehrere sichere kleine Treffer besser sind als einer, der möglicherweise einfach von der außerirdischen Panzerung abprallt, vor allem, wenn wir noch rauszufinden haben, wieviel diese Panzerung aushält. Wir brauchen Feuerwaffen, von denen wir wissen, dass sie effektiv sind und die DV762 ist die beste. Für den PHALANX Gebrauch haben wir dieser Pistole die Bezeichnung P-12 gegeben. Empfohlener Einsatz Die P-12 ist primär eine Hilfswaffe. Sie ist ein bedeutender Schritt nach vorne vom Kampfmesser als eine Waffe des letzten Ausweges und es lässt einen Soldaten besser gegen neue Nahziele reagieren, wenn die Primärwaffen auf solche Distanzen ineffektiv oder leergeschossen sind. Soldaten, die mit beiden Händen schießen können, können sogar zwei Pistolen gleichzeitig benutzen, doch wird dies die Treffsicherheit und die bereits geringe effektive Reichweite des Soldaten noch weiter senken. Eine einzelne P-12 sollte selten als Hauptwaffe betrachtet werden, da es in dieser Rolle von nahezu jeder anderen Waffe in unserem Arsenal deklassiert wird. Seine Vorteile sind die einer Zweitwaffe - klein und leicht. Dennoch könnte sie ihren Nutzen als Hauptwaffe haben - für Feldärzte und Techniker, die keinen Platz für eine große Waffe haben. Zusatz Obwohl sie eine gute Durchschlagskraft gegen organische Ziele hat, ist diese Waffe gegen robotische Ziele nahezu nutzlos.
fr: Spécifications techniques : Pistolet P-12 NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. Depuis le retour des armures sur les champs de bataille, avec les casques en acier pendant la première guerre mondiale et les premiers gilets pare-balles au Vietnam, l'importance des pistolets a diminuée. A cause de leur faible vitesse d'éjection comparée à celle des canons plus longs et/ou des armes automatiques, ils furent de moins en moins efficaces à percer les nouvelles armures humaines toujours plus performantes (sans parler de celles des aliens encore plus évoluées). Le concept de pistolet a même disparu de l'arsenal militaire pendant le XXIème siècle, et n'est réapparu que depuis l'avènement des poudres à très haute vélocité. Le Dolvich DV762 russe se distingue parmi la nouvelle génération de super-pistolets. Il suit la philosophie de conception de son pays natal : solide, puissant, fiable, et sans fioritures. Sa conception est très basique, et bien que les matériaux utilisés pour sa fabrication soient plus résistants afin de supporter les nouvelles poudres, les pièces du DV762 ne sont pas plus élaborées que celles de n'importe quel pistolet de la fin du XXème siècle. Le DV762 ne fait pas de compromis. Il ne s'agit pas d'une arme multi-fonction. Elle n'a qu'un objectif : traverser les armures et tuer la personne qui la porte. Pour cela, le DV utilise les anciennes balles Tokarev 7,62mm, logées dans un chargeur démontable à 12 balles. Il supporte le tir en mode semi-automatique, et en rafales de trois balles. Les munitions Tokarev sont renommées pour leur excellente pénétration, qui a été significativement améliorée depuis son retour dans le domaine militaire. Ce pistolet peut pénétrer un casque balistique moderne jusqu'à 10 mètres de distance, et ressortir de l'autre côté. Malheureusement, le prix de cette capacité de pénétration est payé par la puissance d'arrêt du DV. Les balles de 7,62mm font un trou très propre dans l'ennemi, et c'est là le problème : elles se prêtent très peu à la fragmentation et à la dispersion, et il est donc nécessaire de toucher directement un organe vital ou une artère principale pour immobiliser ou tuer un ennemi. Dans le cadre du projet Excalibur, nous avons conclu qu'une blessure mineure assurée vaut mieux qu'une balle ricochant sur l'armure d'un alien, et ce d'autant plus que nous avons encore une connaissance assez floue de leurs moyens de protections. Nous avons besoin d'armes de poing en lesquelles nous puissions avoir pleinement confiance lors des moments critiques, et le DV762 est la meilleure d'entre elles. Pour l'utilisation PHALANX, nous avons donné à ce pistolet la classification P-12. Doctrine recommandée Le P-12 est avant tout une arme de secours. En tant qu'arme de dernier recours, elle est plus efficace que le poignard de combat, et permet au soldat de faire face aux menaces à courte portée si son arme principale est inefficace à cette distance ou si elle n'a plus de munitions. Les soldats ambidextres peuvent envisager d'utiliser deux pistolets en même temps, bien qu'ils perdent alors en précision et que cela diminue leur portée de tir déjà faible. L'utilisation d'un seul P-12 comme arme principale est en général déconseillée, étant donné que presque toutes les autres armes de notre arsenal le surpasse. Ses avantages sont ceux d'une arme de poing : une petite taille et un faible poids. Elle peut cependant être l'arme de prédilection des médecins et techniciens qui n'ont pas la place d'emporter des armes plus encombrantes sur le terrain. Addenda En dépit de sa bonne pénétration sur les être vivants, cette arme donne de très mauvais résultats sur les cibles robotiques.
ru: Technical Specifications: P-12 Pistol CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. With the return of armour to the battlefield, starting with steel helmets in World War 1 and fragmentation vests in Vietnam, pistols have had a harder and harder time keeping up. Due to their far lower muzzle velocity compared to longer-barreled and/or fully automatic weapons, they've had increasing trouble penetrating the new, ever-higher standards of human armour -- much less advanced alien composites. The very concept of the pistol in military use came under fire at one point in the 21st century, and was saved only by the advent of super-high-velocity powder. Chief among the new generation of super-pistols is the Dolvich DV762 from Russia. It follows the design philosophy of its home country; rugged, reliable power without frills. Its design is extremely basic, and though the materials used in its construction are far stronger to cope with the new powder, the DV762's internals are no more advanced than any pistol of the late 20th century. The DV762 does not compromise. It isn't a multi-function firearm. It's designed for only one thing: to punch through armour and kill the person inside. In order to do this, the DV fires the ancient 7.62mm Tokarev pistol round, either on semi-automatic or three-round burst mode, from a 12-round detachable box magazine. The Tokarev round is known for its excellent penetration, and it has been significantly upgraded on its return to military service. This pistol can shoot clean through the side of a modern ballistic helmet at ranges of up to 10 metres -- and then out the other side. Unfortunately, in order to achieve penetration, the DV sacrifices stopping power. The 7.62mm round makes a very clean hole in the enemy, which is the problem; it's very reluctant to fragment or tumble, requiring a direct hit on a vital organ or major artery to incapacitate or kill an enemy. For the purposes of the Excalibur program, we concluded that a guaranteed minor hit is better than one that may simply bounce off an alien's armour, especially as we have yet to gain a clear picture of how nasty alien armour can get. We need sidearms that we know will be effective in the crunch, and the DV762 is the best of them. For PHALANX use, we have given this pistol the classification P-12. Recommended Doctrine The P-12 is primarily a backup weapon. It is a significant step up from the combat knife as a weapon of last resort, and it lets a soldier respond to new close-range threats if the primary weapon is rendered ineffective at such ranges or has run out of ammo. Ambidextrous soldiers may even consider using two pistols at the same time, though this will negatively impact accuracy and reduce the soldier's already minimal effective range. A single P-12 should rarely be considered as a primary weapon, as it is outclassed in this role by nearly every other weapon in our arsenal. Its advantages are the advantages of a sidearm -- small size and weight. Still, it may find a use as a primary weapon with field medics and technicians who do not have room for larger weapons. Addenda Despite good penetration against organics, this weapon performs very poorly against robotic targets.
th: Technical Specifications: P-12 Pistol CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. With the return of armour to the battlefield, starting with steel helmets in World War 1 and fragmentation vests in Vietnam, pistols have had a harder and harder time keeping up. Due to their far lower muzzle velocity compared to longer-barreled and/or fully automatic weapons, they've had increasing trouble penetrating the new, ever-higher standards of human armour -- much less advanced alien composites. The very concept of the pistol in military use came under fire at one point in the 21st century, and was saved only by the advent of super-high-velocity powder. Chief among the new generation of super-pistols is the Dolvich DV762 from Russia. It follows the design philosophy of its home country; rugged, reliable power without frills. Its design is extremely basic, and though the materials used in its construction are far stronger to cope with the new powder, the DV762's internals are no more advanced than any pistol of the late 20th century. The DV762 does not compromise. It isn't a multi-function firearm. It's designed for only one thing: to punch through armour and kill the person inside. In order to do this, the DV fires the ancient 7.62mm Tokarev pistol round, either on semi-automatic or three-round burst mode, from a 12-round detachable box magazine. The Tokarev round is known for its excellent penetration, and it has been significantly upgraded on its return to military service. This pistol can shoot clean through the side of a modern ballistic helmet at ranges of up to 10 metres -- and then out the other side. Unfortunately, in order to achieve penetration, the DV sacrifices stopping power. The 7.62mm round makes a very clean hole in the enemy, which is the problem; it's very reluctant to fragment or tumble, requiring a direct hit on a vital organ or major artery to incapacitate or kill an enemy. For the purposes of the Excalibur program, we concluded that a guaranteed minor hit is better than one that may simply bounce off an alien's armour, especially as we have yet to gain a clear picture of how nasty alien armour can get. We need sidearms that we know will be effective in the crunch, and the DV762 is the best of them. For PHALANX use, we have given this pistol the classification P-12. Recommended Doctrine The P-12 is primarily a backup weapon. It is a significant step up from the combat knife as a weapon of last resort, and it lets a soldier respond to new close-range threats if the primary weapon is rendered ineffective at such ranges or has run out of ammo. Ambidextrous soldiers may even consider using two pistols at the same time, though this will negatively impact accuracy and reduce the soldier's already minimal effective range. A single P-12 should rarely be considered as a primary weapon, as it is outclassed in this role by nearly every other weapon in our arsenal. Its advantages are the advantages of a sidearm -- small size and weight. Still, it may find a use as a primary weapon with field medics and technicians who do not have room for larger weapons. Addenda Despite good penetration against organics, this weapon performs very poorly against robotic targets.

source: pistol_mag_txt
de: Technische Spezifikationen: 7.62mm Pistolenmagazin KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dieses Magazin beinhaltet 12 Schuss 7.62mm TT (Tokarev) Pistolenmunition. Es ist ein einfaches einreihiges Design. Obwohl ihr Entwurf schon in die Jahre gekommen ist, sind die Patronen im Magazin brandneu. Die Tokarev ist ein exzellenter Durchstoßkörper, fähig, bei kurzer Distanz, durch schwere Rüstung zu dringen. Auf der anderen Seite fragmentiert sie nicht, was einen direkten Treffer auf ein wichtiges Organ oder eine Hauptschlagader erfordert, um den Gegner außer Gefecht zu setzen oder zu töten. In Verbindung mit Hochgeschwindigkeits-Schwarzpulver haben diese Patronen einen Rückstoß wie ein Eselstritt. Dieses Magazin wird in eine P-12 Pistole geladen. Empfohlener Einsatz Alle Soldaten, die mit einer P-12 bewaffnet sind, sollten immer mindestens ein Ersatzmagazin haben, wenn sie in den Kampf gehen. Es ist nicht anzuraten, unsere Truppen ohne Ersatzmunition in den Kampf zu ziehen. Zusatz Keiner.
fr: Spécifications techniques : Chargeur de Pistolet 7.62mm NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Ce chargeur contient 12 balles TT (Tokarev) de 7,65x25mm pour pistolet. Elles y sont disposées en un agencement classique d'une seule colonne. Bien que leur conception soit ancienne, les balles de ce chargeur sont de réalisation récente et prêtes pour le service. Elles ont un excellent facteur de pénétration, ce qui leur permet de traverser les armures lourdes à courte portée. Elles se prêtent cependant très peu à la fragmentation et à la dispersion, et il est donc nécessaire de toucher directement un organe vital ou une artère principale pour immobiliser ou tuer un ennemi. L'utilisation de poudre à très haute vélocité donne à cette arme une force de recul considérable. Le chargeur est conçu pour être utilisé avec le Pistolet P-12. Doctrine recommandée Tout soldat armé d'un pistolet devrait également emporter au moins un chargeur supplémentaire lorsqu'il part sur le terrain. Il n'est pas recommandé d'envoyer nos troupes au combat sans chargeur de rechange. Addenda Aucun.
ru: Technical Specifications: 7.62mm Pistol Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 12 rounds of 7.62x25mm TT (Tokarev) pistol ammunition. It is a conventional staggered-stack box design. Though the original TT bullet design is ancient, the rounds in this magazine are brand-new and ready for service, reinforced with steel and tungsten to withstand the tremendous force of the powder explosion. This round is an excellent penetrator, able to punch through heavy armour at close range. However, it's also reluctant to fragment or tumble, requiring a direct hit on a vital organ or major artery to incapacitate or kill an enemy. Combined with super-high-velocity powder, these rounds also have a kick like a mule. A two-handed firing stance is recommended for most users to avoid the chance of breaking a wrist. The magazine is meant to be loaded into a P-12 Pistol. Recommended Doctrine All soldiers equipped with pistols should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
th: Technical Specifications: 7.62mm Pistol Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 12 rounds of 7.62x25mm TT (Tokarev) pistol ammunition. It is a conventional single-column box design. Though their design is ancient, the bullets in this magazine are brand-new and ready for service. The Tokarev round is an excellent penetrator, able to punch through heavy armour at close range. However, it is also reluctant to fragment or tumble, requiring a direct hit on a vital organ or major artery to incapacitate or kill an enemy. Combined with super-high-velocity powder, these rounds also kick like a mule in recoil. The magazine is meant to be loaded into a P-12 Pistol. Recommended Doctrine All soldiers equipped with pistols should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
