Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: plasblaster_txt
de: Herr Kommandant, hier ist mein Bericht über die Erforschung des Plasmablaster. Er ist das bei weitem schwerste Mitglied der Familie der Plasmawaffen und es scheint unwahrscheinlich, dass sie noch größer werden. Der Blaster benötigt mindestens zwei Personen und einen strapazierfähigen Hubwagen, um ihn überhaupt aus dem Lager zu holen oder ihn wieder reinzubringen. Er ist kaum von einer Person tragbar, und es würde einen Soldaten mit großer Körperkraft erfordern, ihn aus Schlachtfeld zu tragen. Er ist so groß, dass, wenn er eine Fahrzeugwaffe wäre, er nicht mal auf die meisten unserer UBF's passen würde. Die Magazine wiegen circa einen Kilogramm pro Stück und das generierte Plasma ist heiß genug, um sich durch normale Fahrzeugpanzerung zu schmelzen. Eine der erwähnenswertesten Verbesserungen gegenüber des Plasmagewehrs ist die vergrößerte Reichweite, was durch eine dickere Plastikeindämmung und höhere Geschossgeschwindigkeit erreicht wird. Ballistische Tests haben bestätigt, dass Blasterschüsse Entfernungen bis zu 400m erreichen, bevor sie sich verflüchtigen. Die Genauigkeit mag schlecht sein, aber der Blaster hat dafür eine weit höhere Feuerrate. Eine Hochleistungs-Plasmakammer und verbesserte Plastikspinndüsen können bis zu 250 Schuss pro Minute produzieren. Unglücklicherweise für uns platzen die Geschosse selbst auf kürzeste Distanz auf und verteilen ihr Plasma über das Gebiet. Das macht den Plasmablaster sehr gefährlich auf alle Distanzen, wenn PHALANX Truppen ihm gegenüberstehen. Wir empfehlen, dass entdeckte Gegner mit Plasmawerfer sobald wie möglich neutralisiert werden, da sie eine extreme Bedrohung für jeden und alles in ihrem Weg sind. Die Außerirdischen scheinen den Blaster meistens in der Rolle des schweren Maschinengewehrs und als Anti-Fahrzeug Waffe zu nutzen. Interessant ist auch die Tatsache, dass beinahe ausschließlich durch die Ortnok Spezies diese Waffe benutzt. Die meisten Tamas -- wie auch die meisten Menschen -- hätten große Schwierigkeiten, ihn überhaupt zu heben, geschweige denn, damit zu zielen und würden mechanische Unterstützung dafür benötigen. Kybernetische Verbesserungen und/oder die Entwicklung von motorisch angetriebener Rüstung würde sicherlich einige der Schwächen ausgleichen, die der Blaster in den Augen der Menschen hat. Wir haben als letztes noch ein komplettes Waffenkontrollschema für sie erstellt, welche im angehängten Feldhandbuch dokumentiert ist. Unsere Truppen sollten jetzt in der Lage sein, damit zu trainieren und ihn im Kampf zu nutzen, insofern sie ihn überhaupt heben können. --Cdr. Navarre
fr: Commandant, voici mon rapport sur la recherche portant sur le Blaster à Plasma alien. Il s'agit de loin du membre le plus puissant de la famille des armes à plasma que nous connaissons. Il semble peu probable qu'une autre arme à plasma soit plus grosse. Le blaster nécessite au moins deux personnes et un chariot de maintenance pour le ranger ou le sortir de l'entrepôt sécurisé. Il est tout juste portable par un être humain, et seul un soldat très fort peu l'emporter en combat. Il est si gros que même s'il s'agissait d'une arme pour véhicule, nous ne pourrions le monter sur la plupart de nos VTSP. Un chargeur pèse environ un kilogramme, et le plasma créé est suffisamment chaud pour percer les armures des véhicules conventionnels. L'une des améliorations notables par rapport au fusil à plasma est sa portée beaucoup plus grande, rendue possible par l'utilisation d'un plastique plus résistant pour contenir le plasma, et une plus grande vitesse d'éjection des projectiles. Des tests balistiques ont confirmé que les tirs de blaster peuvent atteindre une cible à 400 m avant de se désagréger. La précision est faible, mais le blaster profite d'une plus grande cadence de tir. Sa grande chambre à plasma et ses orifices à plastique améliorés lui permettent de tirer 250 fois par minutes. Malheureusement pour nous, et malgré l'augmentation d'épaisseur de la poche en plastique, les projectiles délivrent toujours très bien le plasma qu'il contiennent même à très grande distance. Cela fait du blaster une arme extrêmement dangereuse à toute portée. Nous recommandons de neutraliser un ennemi portant cette arme aussi vite que possible, car ils représentent une menace considérable pour toute personne ou toute chose dans sa ligne de mire. Les aliens semblent utiliser le blaster principalement en tant qu'arme lourde ou arme anti-véhicule. Un autre élément intéressant est que cette arme est presque exclusivement utilisée par les Ortnoks. La plupart des Tamans, tout comme la plupart des humains, aurait besoin d'une assistance mécanique pour pouvoir soulever cette arme et tirer avec. Des améliorations cybernétiques et/ou l'utilisation d'armures motorisées permettraient certainement de corriger la plupart des défauts de cette arme, tout du moins d'un point de vue humain. Enfin, nous vous avons fait un schéma complet du système de contrôle de l'arme, qui est détaillé dans le manuel joint. Nos troupes devraient maintenant être en mesure de s'entraîner avec ce blaster à plasma, et de l'utiliser en combat comme toutes les autres armes. Sous réserve de pouvoir la soulever, bien sûr. --Cdt Navarre
ru: Commander, here's my report on our alien plasma blaster research. This is by far the heaviest member we've observed out of the plasma weapon family, and it seems unlikely that they will get any larger. The blaster requires at least two people and a heavy-duty cart to get it in and out of secure storage. It's barely man-portable, requiring a troop with great strength to carry it into battle. It is so large that, if it were a vehicle-mounted piece, it wouldn't even fit on most of our UGVs. The magazines weigh nearly a kilogramme apiece and the plasma generated is hot enough to melt through conventional armoured vehicles. One of the notable improvements over the plasma rifle is the blaster's increased range, made possible by thicker containment plastic and higher bolt speeds. Ballistic testing has confirmed that blaster shots can reach distances of up to 400m before dispersing. The accuracy may be poor, but the blaster also has a far higher rate of fire. A heavy-duty plasma chamber and upgraded plastic spinnerets can produce up to 250 rounds per minute. Unfortunately for us, despite the containment plastic's increased thickness, the bolts will still burst and deploy their plasma properly even at extreme close range. This makes the blaster highly dangerous at all ranges at which PHALANX troops may encounter it. We recommend that any enemies found carrying one be neutralised ASAP, as they are an extreme threat to everyone and everything in the line of fire. The aliens seem to use the blaster mostly in the role of heavy machine gun and anti-vehicle weapon. Another interesting fact is that their use is almost completely exclusive to the Ortnok species. Most Tamans -- like most humans -- would have extreme difficulty trying to lift and aim one and require mechanical assistance to do so. Cybernetic enhancements and/or the development of powered armour would certainly rectify many of the blaster's inherent weaknesses from a human point of view. Lastly, we've mapped out the weapon's full control scheme for you, which is documented in the attached field manual. Our troops should now be able to train with and use the plasma blaster in combat as any other weapon, provided they're able to lift it. --Cdr. Navarre
th: Commander, here's my report on our alien plasma blaster research. This is by far the heaviest member we've observed out of the plasma weapon family, and it seems unlikely that they will get any larger. The blaster requires at least two people and a heavy-duty cart to get it in and out of secure storage. It's barely man-portable, requiring a troop with great strength to carry it into battle. It is so large that, if it were a vehicle-mounted piece, it wouldn't even fit on most of our UGVs. The magazines weigh nearly a kilogramme apiece and the plasma generated is hot enough to melt through conventional armoured vehicles. One of the notable improvements over the plasma rifle is the blaster's increased range, made possible by thicker containment plastic and higher bolt speeds. Ballistic testing has confirmed that blaster shots can reach distances of up to 400m before dispersing. The accuracy may be poor, but the blaster also has a far higher rate of fire. A heavy-duty plasma chamber and upgraded plastic spinnerets can produce up to 250 rounds per minute. Unfortunately for us, despite the containment plastic's increased thickness, the bolts will still burst and deploy their plasma properly even at extreme close range. This makes the blaster highly dangerous at all ranges at which PHALANX troops may encounter it. We recommend that any enemies found carrying one be neutralised ASAP, as they are an extreme threat to everyone and everything in the line of fire. The aliens seem to use the blaster mostly in the role of heavy machine gun and anti-vehicle weapon. Another interesting fact is that their use is almost completely exclusive to the Ortnok species. Most Tamans -- like most humans -- would have extreme difficulty trying to lift and aim one and require mechanical assistance to do so. Cybernetic enhancements and/or the development of powered armour would certainly rectify many of the blaster's inherent weaknesses from a human point of view. Lastly, we've mapped out the weapon's full control scheme for you, which is documented in the attached field manual. Our troops should now be able to train with and use the plasma blaster in combat as any other weapon, provided they're able to lift it. --Cdr. Navarre

source: plasblaster_pre_txt
de: Herr Kommandant, wir haben einen Plasmablaster vom Schlachtfeld geborgen. Das ist eine extrem starke neue Plasmawaffe, die sofortige Erforschung benötigt. Vorläufige Tests bestätigen, dass ihre Schüsse direkt durch unsere Gefechtsrüstung schlagen und eine größere Reichweite, als andere bisher geborgenen Plasmawaffen haben. Bitte authorisieren sie diese Forschung sobald wie möglich. --Cdr. Navarre
fr: Commandant, nous avons ramené un Blaster à Plasma alien du champ de bataille. C'est une nouvelle arme à plasma extrêmement puissante qui demande une recherche immédiate. Des tests préliminaires confirment que les tirs de cette arme transpercent facilement notre Armure de Combat et qu'elle a une portée de tir bien supérieure aux autres armes à plasma découvertes jusqu'à maintenant. Je vous serais gré d'autoriser ce programme de recherche le plus rapidement possible. --Cdt Navarre
ru: Commander, we've recovered an alien plasma blaster from the field. This is an extremely powerful new plasma weapon that warrants immediate research. Preliminary testing confirms that blaster shots tear right through our Combat Armour and have a far longer range than the other plasma weapons we've recovered. Please authorise this research program at your earliest convenience. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Alien Artifact - Plasma Blaster
de: Außerirdisches Artefakt - Plasmablaster
fr: Découverte Alienne - Blaster à Plasma
ru: Плазменный бластер

source: plasblade_txt
de: Herr Kommandant, wir haben die Geheimnisse der Waffe aufgedeckt. Ich fürchte, es sind keine guten Nachrichten. Unsere Annahme, dass es sich bei der Plasmaklinge um ein Messer handelt, war falsch. Es ist eigentlich eine einschüssige anti-panzer Waffe, wie die Panzerfaust des zweiten Weltkriegs, nur dass sie entwickelt wurde, um gepanzerte Infanterie und kleine Fahrzeuge, anstatt Panzer, zu vernichten. Sie ist geformt wie ein Messergriff ohne Klinge. An Stelle der Klinge gibt es eine kleine schwarze Mündung mit einem großen Plastikring darum. Es gibt keinen sichtbaren Abzug oder Aktivierungsknopf. Es wird scharf gemacht, indem man den Griff dreht und abgefeuert, indem man die Mündung in wenige Zentimeter Entfernung zu einer möglichst flachen Oberfläche bringt. Nur dann funktioniert die Plasmaklinge. Der Plastikring um die Mündung gibt eine Ladung klebrigen Schaum, welcher sich fast sofort zur Festigkeit von Beton erhärtet. An diesem Punkt ist die Waffe fest an das Ziel geklebt und eine luftdichte Dichtung wird gemacht. Zwischen der Mündung und dem Ziel ist dann nur noch Vakuum. Während dieses Vorganges wird eine Plasmaladung im Griff erhitzt und wird nun durch das Vakuum mit beinahe Lichtgeschwindigkeit auf das Ziel geschossen. Plasma und heiße Splitter springen nun innerhalb der Panzerung hin und her und zerreißen so Schaltkreise und Fleisch. Es gibt keine Panzerung oder Rüstung, die dieser Waffe widerstehen kann. Wenn eine einwandfreie Dichtung erreicht wird, hat das Ziel keine Hoffnung auf Überleben. Der einzige Vorteil für uns ist die geringe Genauigkeit dieser Waffe und obwohl sie geworfen werden kann, sind die Chancen auf eine geschlossene Dichtung beim Wurf äußerst gering. Sie per Hand zu platzieren ist sehr viel erfolgversprechender. Wenn es einem mit einer Plasmaklinge bewaffneten Außerirdischen gelingt, durch einen Sturmangriff in unsere Linien zu kommen, sind unsere Truppen in größter Gefahr. Jeder Soldat sollte auf diesen Außerirdischen schießen, um es zu neutralisieren, bevor es eine Chance hat irgendjemanden zu treffen. Diese Waffe macht mir Angst, Herr Kommandant. Allein ihre Existenz wirft einige Fragen auf. Verbunden mit dem üblichen Pragmatismus der Außerirdischen, was ihr eigenes Leben anbelangt, verrät sie mir, dass sie bereit sind, Kamikaze Taktiken gegen uns einzusetzen und einen der ihren zu opfern, nur um einen der unseren zu töten. Einen Menschen gegen ein Außerirdischen ist ein Verhältnis, welche sich weder PHALANX noch die Menschheit leisten kann. Selbst wenn es 10 zu 1 wäre, würde ich mir nichts auf unsere Chancen einbilden. Denn wir wissen nicht, wieviele es von denen da draußen gibt. Ich wünschte, wir hätten dieses Ding nie gefunden. Ich mag die Richtung nicht, in der sich dieser Krieg entwickelt. --Cdr. Navarre
fr: Commandant, nous avons percé les secrets de l'arme alienne. J'ai peur que la nouvelle ne soit pas bonne. Nous nous trompions en croyant avoir affaire à un poignard. En fait, il s'agit d'une arme anti-armure à utilisation unique, comme le Panzerfaust de la Deuxième Guerre mondiale. La différence est qu'elle est conçue pour tuer un soldat en armure ou un petit véhicule plutôt qu'un tank. Il a la forme d'un manche de poignard sans lame. À sa place, se trouve un petit orifice noir entouré d'un anneau en plastique. Il n'y a pas de gâchette ou autre système d'activation visible. L'armement se fait en tournant la poignée, et la mise à feu en approchant l'orifice à quelques centimètres d'une surface raisonnablement plane. Ce n'est qu'alors que l'Épée Plasma se met en marche. L'anneau en plastique autour de l'orifice émet une sorte de mousse collante qui durcie presque instantanément comme du béton. Elle forme alors une cavité creuse entre l'arme et la cible, les scellant l'une à l'autre. La cavité est sous vide, la mousse étant imperméable aux gaz. Pendant ce temps, un plasma a chauffé dans le manche de l'arme, qui est ensuite relâché et projeté contre la cible en une fraction de seconde. La plasma et les débris chauds creusent alors l'armure, puis déchirent les circuits électriques ou la chair qui se trouvent derrière. Aucune armure ne peut résister à cette arme. Si le sceau est réussi, la cible n'a aucune chance de survivre. Le seul élément positif est que l'arme n'est pas très précise. Bien qu'elle puisse être lancée, les chances que le sceau soit alors réussi sont très faibles. Le placer à la main augmente considérablement les chances de succès. Si un alien parvient à s'approcher de nos troupes en brandissant une épée plasma, tout ce qui se trouvent aux alentour est en danger. Tous les tirs devraient être concentrés sur cet alien pour le neutraliser avant qu'il n'ait pu toucher quelqu'un. Cette arme m'effraie, Commandant. Son existence même a de nombreuses conséquences. Étant donné le pragmatisme habituel avec lequel les aliens traitent leur propre vie, j'ai peur qu'ils ne soient prêts à utiliser des kamikazes, sacrifiant leur propres vies pour une des nôtres. 1 humain contre 1 alien est un rapport que ni PHALANX, ni l'humanité ne peut se permettre. Même si ce rapport était de 10: 1, je ne parierais pas sur nos chances. Après tout, qui sait combien ils sont ? J'aurais souhaité que personne ne trouve jamais cette maudite arme. Je n'aime pas la direction que cette guerre prend. --Cdt Navarre
ru: Commander, we've figured out the secrets of the alien weapon. I'm afraid the news is not good. We were wrong to think of the plasma blade as a knife. In essence, it is a one-shot anti-armour weapon, like the Panzerfaust of WW2, except designed to kill armoured infantry and small vehicles rather than tanks. It's shaped like a knife handle with no blade. In place of the blade it has a small black nozzle with a large plastic ring around it. There is no visible trigger or activation button. Instead, it's armed by twisting the handle, and subsequently fired by bringing the nozzle within several centimetres of a reasonably flat surface. Only then does the plasma blade go to work. The plastic ring around the nozzle ejects a charge of sticky foam which hardens almost instantly to the strength of concrete. At this point the weapon is locked firmly to the target and an airtight seal is created. There is only vacuum between the nozzle and the target. All the while, a jet of plasma has been heating up inside the handle, which is now let loose and shot into the target at a fraction of the speed of light. Plasma and hot shrapnel begin bouncing around inside the armour, tearing up circuits or flesh. There is no armour that can withstand this weapon. If a proper seal is achieved, the target has no hope of survival. The plasma blade's only saving grace is that it's not very accurate, and while it can be thrown, its chances of achieving a seal when thrown are very slim. Planting one by hand has a much higher chance of success. If an alien manages to rush our troops while wielding a plasma blade, anything in the immediate area will be in danger. All available fire should be brought to bear to neutralise the target before it has the chance to hit anyone. This weapon frightens me, Commander. Its very existence implies a lot of things. Combined with the aliens' usual pragmatism with regards to their own lives, it says to me that they may be prepared to employ kamikaze tactics, sacrificing their own lives just to kill one of us. 1 human for 1 alien is a ratio that neither PHALANX nor humanity can possibly afford. Even if it was closer to 10: 1 I still wouldn't fancy our chances. After all, how many of them are there? I wish we'd never found the damned thing. I don't like where this war is going. --Cdr. Navarre
th: Commander, we've figured out the secrets of the alien weapon. I'm afraid the news is not good. We were wrong to think of the plasma blade as a knife. In essence, it is a one-shot anti-armour weapon, like the Panzerfaust of WW2, except designed to kill armoured infantry and small vehicles rather than tanks. It's shaped like a knife handle with no blade. In place of the blade it has a small black nozzle with a large plastic ring around it. There is no visible trigger or activation button. Instead, it's armed by twisting the handle, and subsequently fired by bringing the nozzle within several centimetres of a reasonably flat surface. Only then does the plasma blade go to work. The plastic ring around the nozzle ejects a charge of sticky foam which hardens almost instantly to the strength of concrete. At this point the weapon is locked firmly to the target and an airtight seal is created. There is only vacuum between the nozzle and the target. All the while, a jet of plasma has been heating up inside the handle, which is now let loose and shot into the target at a fraction of the speed of light. Plasma and hot shrapnel begin bouncing around inside the armour, tearing up circuits or flesh. There is no armour that can withstand this weapon. If a proper seal is achieved, the target has no hope of survival. The plasma blade's only saving grace is that it's not very accurate, and while it can be thrown, its chances of achieving a seal when thrown are very slim. Planting one by hand has a much higher chance of success. If an alien manages to rush our troops while wielding a plasma blade, anything in the immediate area will be in danger. All available fire should be brought to bear to neutralise the target before it has the chance to hit anyone. This weapon frightens me, Commander. Its very existence implies a lot of things. Combined with the aliens' usual pragmatism with regards to their own lives, it says to me that they may be prepared to employ kamikaze tactics, sacrificing their own lives just to kill one of us. 1 human for 1 alien is a ratio that neither PHALANX nor humanity can possibly afford. Even if it was closer to 10: 1 I still wouldn't fancy our chances. After all, how many of them are there? I wish we'd never found the damned thing. I don't like where this war is going. --Cdr. Navarre

source: plasblade_pre_txt
de: Herr Kommandant, auf unserer letzten taktischen Mission wurde eine seltsame Waffe, in Form einer Plasmakammer mit einem Griff, mitgebracht. Wenigstens können wir sagen, dass es eine Waffe ist; von der Form her dürfte es ein auf Plasma basierendes Messer sein, aber wir haben keine Ahnung, wie das funktionieren könnte. Wir können einfach nicht herausfinden, wie man es aktiviert oder welchen Zweck es im Arsenal der Außerirdischen hat. Mehr Forschung wird daher dringend benötigt. Wenn wir freie Laborzeit haben, würde ich mich gerne daran machen. --Cdr. Navarre
fr: Commandant, notre dernière mission nous a permis de ramener une étrange arme alienne, qui ressemble à une chambre à plasma avec une poignée. Du moins, nous présumons qu'il s'agit d'une arme : sa forme suggère une sorte de poignard fonctionnant au plasma, mais je n'ai aucune idée de la façon dont elle peut fonctionner. Nous ne trouvons pas comment la mettre en marche ni son utilité dans l'arsenal alien. Des recherches plus approfondies sont nécessaires, Commandant. Lorsque nous aurons une plage horaire de disponible, je souhaiterais l'étudier sérieusement. --Cdt Navarre
ru: Commander, our last tactical mission brought back a strange alien weapon in the form of a plasma chamber with a handle. At least, we assume it's a weapon; the shape seems to suggest some kind of plasma-based knife, though I have no idea how this would work. We can't quite figure out how to turn it on or what purpose it serves in the alien arsenal. More research is definitely required, Commander. Whenever we have a bit of free lab time, I'd like a go at it. --Cdr. Navarre
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Alien Artifact - Plasma Blade
de: Außerirdisches Artefakt - Plasmaklinge
fr: Découverte Alienne - Épée Plasma
ru: Плазменный меч
