Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: Show miscellaneous equipment in store
de: Ausrüstung im Lager anzeigen
fr: Ne montrer que l'équipement divers en stock
ru: Показать прочее снаряжение на складе
th: แสดงอุปกรณ์อื่นๆ ที่มีในโรงเก็บ

source: Show armour in store
de: Rüstungen im Lager anzeigen
fr: Ne montrer que les armures en stock
ru: Показать броню на складе
th: แสดงเกราะที่มีในโรงเก็บ

source: Object Info
de: Objektinformationen
fr: Info. Objet
ru: Параметры объекта
th: ข้อมูลสิ่งของ

source: Actor Abilities
de: Fähigkeiten
fr: Carac. Unité
ru: Характеристики бойца
th: ความสามารถผู้ใช้

source: Use current skin with every soldier aboard.
de: Benutze diese Uniform für alle Soldaten an Bord
fr: Utiliser les vêtements sélectionnés pour tous les soldats à bord.
ru: Назначить текущий камуфляж для всех солдат на борту
th: ใช้ผิวนี้กับทหารทุกคนบนเครื่อง

source: Select previous base for transfer
de: Vorherige Basis für Transfer auswählen
fr: Sélectionnez la base précédente pour le transfert

source: Select next base for transfer
de: Nächste Basis für Transfer auswählen
fr: Sélectionnez la base précédente pour le transfert

source: Selected base
de: Gewählte Basis
fr: Base sélectionnée
ru: Выбранная база
th: ฐานที่เลือก

source: Baseinfo
de: Basisinformationen
fr: Info. sur la base
ru: Информация о базе
th: ข้อมูลฐาน

source: Cargo onboard
de: Fracht an Bord
fr: Cargo chargé
ru: Грузы на борту
th: สินค้าอยู่บนเครื่อง

source: Show only items
de: Nur Ausrüstung anzeigen
fr: Ne montrer que les objets
ru: Показать только предметы
th: แสดงเฉพาะอุปกรณ์

source: Equipment
de: Ausrüstung
fr: Équipement
ru: Вооружение
th: อุปกรณ์

source: Show only employees
de: Nur Angestellte anzeigen
fr: Ne montrer que les employés
ru: Показать только персонал
th: แสดงเฉพาะพนักงาน

source: Show only aliens
de: Nur Außerirdische anzeigen
fr: Ne montrer que les aliens
ru: Показать только пришельцев
th: แสดงเฉพาะมนุษย์ต่างดาว

source: Show only aircraft
de: Flugzeuge anzeigen
fr: Ne montrer que les appareils
ru: Показать только самолёты
th: แสดงเฉพาะยานบิน

source: Empty the aircraft storage
de: Flugzeug entladen
fr: Vider l'entrepôt de l'appareil
ru: Опустошить авиационное хранилище
th: นำของออกจากเครื่องทั้งหมด

source: Unload
de: Entladen
fr: Décharger
ru: Выгрузить
th: เอาของออก

source: Previous entry
de: Vorheriger Eintrag
fr: Entrée précédente
ru: Предыдущая запись
th: ข้อก่อนหน้า

source: Next entry
de: Nächster Eintrag
fr: Entrée suivante
ru: Следующая запись
th: ข้อต่อไป

source: Back to content
de: Zurück zum Inhalt
fr: Retour au contenu
ru: Обратно к содержанию
th: กลับไปที่สารบัญ

source: Pre research text
de: Vorläufige Analyse
fr: Texte avant le recherche
ru: Предварительная информация
th: เนื้อหาการวิจัยก่อนหน้า

source: Research results
de: Forschungsergebnisse
fr: Résultats de la recherche
ru: Результаты исследования
th: วิจัยผล

source: Leave UFOpaedia
de: UFOpedia verlassen
fr: Quitter l'OVNIpédia
ru: Покинуть НЛОпедию
th: ออกจาก จานบินอภิธาน

source: Mailclient
de: Emailclient
fr: Client e-mail
ru: Электронная почта
th: ระบบเมล์

source: Time:
de: Zeit:
fr: Heure :
ru: Время:
th: เวลา:

source: Leave mailclient
de: Schließe Mailclient
fr: Quitter le client e-mail
ru: Выйти из почтового клиента
th: ออกจากระบบเมล์

source: Terror attack
de: Terrorangriff
fr: Attaque de terreur

source: Protect inhabitants.
de: Einwohner schützen.
fr: Protection de population.

source: Protect the excavation site at all cost.
de: Schützen Sie die Ausgrabungsstätte unter allen Umständen.
fr: Protéger le site d'excavation à tout prix
ru: Защита место раскопок любой ценой.
th: ปกป้องแหล่งขุดค้นให้ได้ด้วยทุกวิถีทาง

source: Protect civilians.
de: Zivilisten schützen.
fr: Protection des civils.

source: There are rumors of a mine being overrun by aliens. Although this source of information is doubtful, you'll need to investigate.
de: Es gibt ein Gerücht, dass eine Mine von Außerirdischen überrannt wurde. Die Quelle der Informationen ist jedoch nicht sehr verlässlich - gehen Sie der Sache nach.
fr: Il y a des rumeurs sur une mine envahie d'aliens. Même si cette source d'information est douteuse, vous devez aller enquêter.\
ru: Появились слухи о шахте полной пришельцев. Хотя наш источник информации сомнителен, Вам необходимо её проверить.
th: มีข่าวลือว่ามนุษย์ต่างดาวบุกเหมือง แม้ว่าแหล่งข่าวจะไม่น่าเชื่อถือ ก็ยังต้องเข้าสำรวจ

source: Protect the military installation crew.
fr: Protection du personnel de l'installation militaire.

source: Secure dam.
de: Damm sichern.
fr: Sécurisation du barrage.

source: Alien hideout
de: Unterschlupf der Außerirdischen
fr: Abri alien

source: Eliminate intruders.
de: Eindringlinge eliminieren.
fr: Élimination des assaillants.

source: Damn it, you've let some of them get away again! Reequip your squad and get after them!
de: Sie haben einige von ihnen entkommen lassen ... Rüsten Sie ihr Team neu aus und machen Sie es diesmal richtig!
fr: Ourg, vous en avez laisser partir ! Ré-équipez votre escouade et poursuivez les!
ru: Чёрт побери, Вы дали некоторым из них снова сбежать! Перевооружите отряд и за ними!
th: บ้าที่สุด, ดันปล่อยให้มันหนีไปได้! ให้ทหารจัดเตรียมอาวุธและตามล่าพวกมัน!

source: Somewhere in Amazona
fr: Quelque part en Amazonie

source: Landed alien ship
de: Gelandetes UFO
fr: Vaisseau Alien au sol

source: Secure alien ship before liftoff.
de: UFO sicherstellen bevor es abhebt.
fr: Sécurisation du Vaisseau Alien avant qu'il ne décolle.

source: Rom
fr: Rome

source: Somewhere in Antarctica
de: Irgendwo in der Antarktis
fr: Quelque part en Antartique
ru: Где-то в Антарктике
th: แถบแอนตาร์คติกา

source: Georgia
fr: Géorgie

source: The aliens have attacked a military convoy. Go and secure that area.
de: Die Außerirdischen haben einen militärischen Konvoi angegriffen. Machen Sie sich auf den Weg um das Gebiet zu sichern.
fr: Les Aliens ont attaqué un convoi militaire. Allez sécuriser la zone.

source: Because convoy was not secured, happiness of United America falls dramaticaly.
fr: Le convoi n'ayant pas été sécurisé, la confiance des États-Unis d'Amérique chute dramatiquement.

source: Crash site
de: Absturzstelle
fr: Site de crash

source: Secure area.
de: Gebiet sichern.
fr: Sécurisation de secteur.

source: There is a construction site being attacked by aliens. Protect workers and their equipment.
de: Eine Baustelle wird von Aliens angegriffen. Schützen Sie die Arbeiter und ihre Ausrüstung.
fr: Un site de construction a été attaqué par les aliens. Protégez les employés et leur équipement.

source: Terror Attack
de: Terrorangriff
fr: Attaque de terreur
ru: Террористический налёт
th: การโจมตีของสิ่งน่ากลัว

source: Crashed alien ship
de: UFO-Absturzstelle
fr: Vaisseau alien écrasé

source: Atacama Desert
de: Atacama Wüste
fr: Désert d'Atacama
ru: Пустыня Акатама
th: ทะเลทรายอาตาคามา

source: Secure alien ship.
de: UFO sicherstellen.
fr: Sécurisation de vaisseau alien

source: Protect inhabitants
de: Einwohner schützen
fr: Protection de population
ru: Защита жителей
th: ปกป้องผู้อยู่อาศัย

source: Antarctic
de: Antarktis
fr: Antartique
ru: Антарктика
th: แอนตาร์คติค

source: Landed Alien Ship
de: Gelandetes UFO
fr: Vaisseau Alien au Sol
ru: Приземлившийся НЛО пришельцев
th: ยานบินต่างดาวลงจอด

source: Secure Alien Ship before Liftoff
de: UFO sicherstellen bevor es abhebt
fr: Sécurisation du Vaisseau Alien avant qu'il ne décolle
ru: Захватите корабль пришельцев прежде, чем он взлетит.
th: จัดการยานบินต่างดาวก่อนมันจะออกตัว

source: Albany
fr: Albanie
ru: Олбани
th: อัลบานี

source: Major Alien Intrusion
de: Großangriff der Außerirdischen
fr: Invasion Alien Majeure
ru: Большое Вторжение Пришельцев
th: การบุกครั้งใหญ่ของมนุษย์ต่างดาว

source: Stop them
de: Neutralisieren!
fr: Stoppez les
ru: Остановите их!
th: หยุดยั้งพวกมัน

source: Somewhere in Siberia
fr: Quelque part en Sibérie

source: Rocky Mountains
fr: Les montagnes rocheuses

source: Aliens are attacking a shelter. Defend the people inside.
fr: Des aliens attaquent un abri. Protégez les personnes qui s'y trouvent.

source: TODO
fr: À FAIRE

source: Infection Attack
de: Infektionsattacke
fr: Attaque d'infection

source: The aliens are trying to spread their XVI virus amongst the populace. Prevent them from succeeding at all costs!
de: Die Außerirdischen versuchen, ihr XVI-Virus unter der Bevölkerung zu verbreiten. Verhindern Sie dies unter allen Umständen!
fr: Les aliens tentent de répandre leur virus IVX parmi la population. Empêchez-les d'y parvenir à tous prix !

source: The Revolutionary Countries
de: Revolutionäre Staaten
fr: États Révolutionnaires
ru: Революционные Страны
th: กลุ่มประเทศปฏิวัติก้าวหน้า

source: United America
de: Vereinigtes Amerika
fr: Amérique Unie
ru: Объединённая Америка
th: สหภาพอเมริกา

source: The Greater European Union
de: Groß-Europäische Vereinigung
fr: Union Européenne Élargie
ru: Величайший Европейский Союз
th: สหภาพยุโรปใหญ่

source: The Asian Republic
de: Groß-Republik Asien
fr: République Asiatique
ru: Азиатская Республика
th: สาธารณรัฐเอเชีย

source: The Middle-Eastern Alliance
de: Allianz des Mittleren Osten
fr: Alliance du Moyen-Orient
ru: Северо-Восточный Альянс
th: พันธมิตรตะวันออกกลาง

source: New Africa
de: Neues Afrika
fr: Nouvelle Afrique
ru: Новая Африка
th: อาฟริกาใหม่

source: Russia
de: Russland
fr: Russie
ru: Россия
th: รัสเซีย

source: The Commonwealth of Oceania
de: Nationengemeinschaft Ozeanien
fr: Commonwealth d'Océanie
ru: Содружество Океании
th: เครือจักรภพโอชิเนีย

source: Antimatter
de: Antimaterie
fr: Antimatière
ru: Антиматерия

source: Alien Breathing Apparatus
de: Außerirdischer Atmungsapparat
fr: Appareil Respiratoire Alien
ru: Дыхательный аппарат пришельцев

source: Alien Materials
de: Außerirdische Werkstoffe
fr: Matériaux Aliens
ru: Инопланетные сплавы

source: Stab
de: Stich
fr: Poignarder
ru: колющий удар
th: แทง

source: Background
de: Hintergrund
fr: Contexte
ru: Предистория
th: เนื้อหา

source: Base Facilities
de: Basiseinrichtung
fr: Aménagements des bases
ru: Модули
th: สิ่งก่อสร้างในฐาน

source: Research Reports
de: Forschungsergebnisse
fr: Rapports de Recherche
ru: Отчёты по иследованиям
th: รายงานการวิจัย

source: Alien Artifacts
de: Außerirdische Artefakte
fr: Découvertes Aliennes
ru: Артефакты пришельцев
th: สมบัติต่างดาว

source: Autopsies & Observation
de: Autopsien und Überwachungen
fr: Autopsies et Observations
ru: Вскрытия и наблюдения
th: การชันสูตรศพและข้อสังเกต

source: The Alien Threat
de: Die außerirdische Bedrohung
fr: La Menace Alienne
ru: Угроза пришельцев
th: มหันตภัยจากต่างดาว

source: Continuous Wave Laser Operation
de: Fortgeschrittene Lasertechnologie
fr: Utilisation des Lasers Continus
ru: Лазер с непрерывным режимом работы

source: laser_txt
de: Herr Kommandant, ich bin in der glücklichen Lage, Ihnen mitteilen zu können, dass unser Projekt von Erfolg gekrönt war. Ich habe Bilder unseres Prototyps eingefügt, der einen kontinuierlichen Energiestrom in einem tragbaren Paket verwirklicht. Statt immer größere Batterien zu entwickeln lag die praktische Lösung eher darin, radikale Miniaturisierungstechnologien zu nutzen, um die bereits existierenden chemiebetriebenen Laserkomponenten leichter und kleiner zu machen. Chemische Laser werden schon seit langer Zeit benutzt und waren seit dem späten 20. Jahrhundert Teil von experimentellen Waffenprogrammen, wiesen aber viele Probleme auf. Die einzigen chemischen Laser mit militärischem Nutzen waren zu groß und sperrig, um von einem Soldaten getragen zu werden. Bis jetzt lag ihre Kampfeffektivität bei panzergestützten Laserkanonen und auf Schiffen installierter Raketenabwehr. Nun aber haben wir bei PHALANX eine konventionelle Laserkanone in Miniaturform gebaut. Trotz der geringen Größe ist sie in der Lage, die Deuterium-Fluor-Reaktion zu bewältigen und die giftigen Abfallprodukte ohne die Gefahr einer Vergiftung zu speichern. Ich möchte Ihnen kurz die genaue Funktionsweise erläutern. Innerhalb der Brennkammer wird Ethylen in Stickstofftrifluorid verbrannt. Dabei entstehen angeregte Fluorradikale, die dann mit einer Helium-Deuterum-Mixtur in Kontakt gebracht werden. Das Deuterium reagiert mit dem Fluor zu angeregten Deuteriumfluoridmolekülen. Durch stimulierte Emissionen im optischen Resonator der Waffe wird schlussendlich der Strahl generiert. Eine Serie intelligenter Linsen fokussiert und lenkt den Strahl zum Zielpunkt des Schützen und korrigiert sogar kleine Bewegungen des Schützen oder des Ziels. Die Reste des Deuteriumgases werden durch unseren speziell entwickelten Hochleistungsfilter gepresst, welcher alle giftigen und radioaktiven Moleküle abfängt und die restlichen harmlosen Abgase zurück in die Atmosphäre entlässt. Der Filter muss nach jeder Mission ersetzt werden, aber wir haben das System so entwickelt, dass es einfach und schmerzlos ist. Sollte der Filter während einer Mission beschädigt werden, schaltet sich die Waffe automatisch ab, um eine Kontaminierung zu vermeiden. Der Laser arbeitet im mittleren Infrarotbereich, daher sieht man den Strahl nicht, außer man trägt eine Infrarotbrille. Der von uns gebaute Prototyp ist leider noch nicht für die Massenproduktion geeignet, da noch Verfeinerungen für die menschliche Nutzung nötig sind. Jedoch können die Fortschritte, die wir hier gemacht haben, ebenfalls an Fahrzeugwaffen angewandt werden -- vielleicht sogar an Flugzeugkanonen. Ich habe Ihnen mehrere Anträge geschickt, die unsere Ideen darlegen. Lassen Sie es mich wissen, wenn wir mit der Arbeit beginnen sollen, Herr Kommandant. --Cdr. Navarre
fr: Commandant, je suis ravi de vous informer que notre projet a été un succès. J'ai inclus des photos de notre prototype d'arme laser continue, portable par un être humain. Pour y parvenir, nous n'avons pas cherché à utiliser des batteries plus grosses, mais plutôt à utiliser des technologies de miniaturisation radicale pour alléger et réduire les lasers chimiques déjà existants. Les lasers chimiques sont utilisés depuis longtemps, et font partis des armes expérimentales depuis la fin du 20ème siècle. Ils ont cependant toujours posé problème. Le seul type de laser chimique ayant présenté de réelles promesses militaires était beaucoup trop lourd et encombrant pour qu'un soldat puisse l'utiliser au combat. Jusqu'à maintenant, ses applications militaires étaient réservées aux canons laser montés sur tank ou aux batteries anti-missiles navales. Nous sommes cependant parvenus à fabriquer un canon laser conventionnel miniature. Malgré sa petite taille, il résiste facilement à la réaction deutérium-fluor et isole les déchets toxiques produits, sans danger de contamination. Permettez-moi de vous décrire rapidement son principe de fonctionnement. Dans la chambre de combustion, l'éthylène est chauffé dans du trifluorure d'azote. Cette réaction produit des radicaux de fluor excités, qui sont ensuite mis en contact avec un mélange gazeux d'hélium et de deutérium. Le deutérium réagit avec le fluor, produisant des molécules excitées de fluorure d'hydrogène. Lors de leur désexcitation, ces dernières amplifient par émission stimulée l'intensité laser dans la cavité résonnante optique de l'arme. Une série de lentilles dont la position est contrôlée par le système électronique embarqué focalise alors le faisceau sur la cible, corrigeant éventuellement les mouvements du tireur ou de sa cible. Les déchets gazeux sont ensuite envoyés sur notre système filtrant haute pression spécialement développé, qui conserve toutes les molécules toxiques ou radioactives, et rejette les autres dans l'atmosphère. Le filtre doit être remplacé après chaque mission, mais nous l'avons conçu pour que cette opération soit facile. Si le système filtrant est endommagé pendant une opération, l'arme cessera immédiatement de fonctionner afin d'éviter toute contamination. Le laser émet à une longueur d'onde au milieu de la bande infrarouge, et est donc invisible sauf aux porteurs de lunettes IR. Le prototype que nous avons conçu n'est malheureusement pas encore prêt pour une production massive comme arme d'infanterie. Elle nécessite quelques améliorations et un meilleur équilibrage pour une utilisation humaine. Cette technologie peut cependant également être utilisée pour les armements de véhicules, et peut-être même ceux des appareils aériens. Je vous ai soumis quelques nouvelles propositions parmi les idées principales que nous avons eues. Faites-moi savoir quand vous désirez que nous y travaillions, Commandant. --Cdt Navarre
ru: Командующий, я чрезвычайно рад доложить, что наш проект был успешным. Я прикрепил к письму изображения нашего прототипа лазерного оружия, в котором достигнуто непрерывное волновое излучение в мобильном корпусе. Практическое решение лежало не в создании большего портативного батарейного источника питания, а скорее в использовании радикальных технологий миниатюризации с целью облегчения и уменьшения размеров существующих лазерных компонентов с химической накачкой. Химические лазеры использовались довольно долгое время, и были частью экспериментальных военных программ с конца XX века, но они всегда сталкивались с множеством проблем. Модели химических лазеров с реальными военными перспективами были слишком большими и громоздкими для использования их в бою пехотой. До сих пор их боевое применение было ограничено выбором между лазерными орудиями на танковой платформе или корабельными противоракетными батареями. Однако теперь мы в ФАЛАНКС создали стандартное лазерное орудие в миниатюре. Вопреки их малому размеру, они полностью способны управлять фтор-дейтериевой реакцией и её токсическими продуктами распада без опасности загрязнения среды. Позвольте мне дать Вам краткое описание принципов их работы. Внутри камеры сгорания этилен окисляется в пламени трифторида азота. В ходе этой реакции выделяются свободные радикалы фтора, которые затем приводятся в контакт с газообразной смесью гелия и дейтерия. Дейтерий вступает в реакцию с фтором, что приводит к образованию энергетически возбужденных молекул фторида дейтерия. Они подвергаются стимулированной эмиссии в оптическом резонаторе оружия, генерируя лазерный луч. Серия интеллектуальных линз фокусирует и направляет луч в точку прицеливания, и даже вносит коррекцию, с учётом небольших перемещений стрелка и/или цели. Излишки газообразного дейтерия направляются через сконструированную нами систему фильтров высокого давления, которые улавливают все токсичные и радиоактивные молекулы перед выбросом оставшихся безвредных паров в атмосферу. Фильтр требует замены после каждой боевой операции, но мы разработали систему, которая делает этот процесс простым и безболезненным. Если система фильтров будет так или иначе повреждена в ходе операции, оружие немедленно прекратит функционирование, чтобы предотвратить загрязнение местности. Лазер работает в среднем инфракрасном диапазоне, так что он генерирует невидимый луч, который можно обнаружить в ИК-сканере. К сожалению, прототип, который мы создали, ещё не готов к широкомасштабному производству в качестве оружия пехоты, так как требуется оптимизация и балансировка для его использования людьми, но инновационные разработки, сделанные нами, могут так же применяться в орудийных системах боевых машин, и, возможно, даже в авиационных орудиях. Я отправил Вам на электронную почту несколько новых концепций с принципиальными идеями, предложенными моим отделом. Сообщите мне, когда Вы хотите, чтобы мы начали работу над ними, Командующий. --коммандер Наварре
th: เรียนท่านผู้บัญชาการ, ผมมีความยินดีเป็นอย่างยิ่งที่จะแจ้งให้ทราบว่าโครงการของเราประสบความสำเร็จด้วยดี ผมได้แนบภาพของอาวุธเลเซอร์ต้นแบบ ซึ่งสามารถสร้างคลื่นต่อเนื่องได้ ด้วยขนาดที่บุคคลสามารถพกพาได้ วิธีการที่ได้ผลนั้นไม่ใช่การพยายามสร้างแบตเตอรี่ขนาดใหญ่ให้เสียเวลา แต่กลับเป็นการใช้วิทยาการการย่อส่วนในการทำให้ชิ้นส่วนเลเซอร์ที่ใช้สารเคมีเป็นตัวสร้างพลังงานนั้นมีขนาดเล็กและเบาลง เลเซอร์เคมีนี้มีการใช้มาเป็นเวลานานแล้ว และเป็นส่วนหนึ่งของโครงการทดลองอาวุธตั้งแ่ต่ปลายศตวรรษที่ 20 แต่ก็มักประสบปัญหา เลเซอร์เคมีชนิดเดียวที่มีความเป็นไปได้ในทางการทหารนั้น มีขนาดใหญ่และเทอะทะกว่าที่ทหารราบจะสามารถถือไปใช้ในสนามรบได้ จนถึงตอนนี้การใช้ในการรบนั้นถูกจำกัดไว้กับปืนใหญ่เลเซอร์สำหรับรถถัง หรือระบบต่อต้านจรวดของเรือรบเท่านั้น แต่ตอนนี้เราที่ PHALANX สามารถสร้างเลเซอร์ได้ในขนาดย่อส่วน แม้ว่าจะมีขนาดเล็กแต่มันก็มีศักยภาพในการรองรับปฏิกริยา ดิวเทอเรียม-ฟลูออไรด์ ได้เต็มที่และยังสามารถจำกัดของเสียที่เกิดขึ้นโดยไม่มีผลกระทบด้านการปนเปื้อนด้วย ผมขออธิบายระบบทำงานภายในโดยย่อ ภายในห้องสันดาป เอธิลีนจะถูกเผาไหม้ด้วยไนโตรเจน ไทรฟลูออไรด์ ปฏิกริยานี้จะสร้างอนุภาคฟลูออรีน ซึ่งอนุภาคนี้จะถูกนำไปกระทบกับส่วนผสมของแก๊สฮีเลียมและดิวเทอเรียม ดิวเทอเรียมจะสร้างปฏิกริยากับฟลูออรีน ทำให้เกิดโมเลกุลดิวเทอเรียม ฟลูออไรด์ ปฏิกริยานี้ทำให้เป็นการปลดปล่อยอนุภาคในตัวแปลงกระจกภายในอาวุธ และทำให้เกิดลำแสง กลุ่มเลนส์จะรวบรวมแสงและเบนทิศทางสู่เป้าที่ผู้ถือเล็ง และยังช่วยปรับความเบี่ยงเบนเล็กน้อยที่เกิดจากผู้ยิงหรือเป้าหมายเคลื่อนที่ได้ด้วย ส่วนแก๊สดิวเทอเรียมที่เป็นของเสียจะถูกดันเข้าสู่ระบบตัวกรองความด้ันสูงที่ออกแบบเป็นพิเศษ ซึ่งจะดักโมเลกุลของเสียหรือกัมมันตภาพรังสี ก่อนที่จะปล่อยแกีสที่ไม่มีพิษส่วนที่เหลือกลับสู่บรรยากาศ ตัวกรองนี้ต้องถูกเปลี่ยนหลังภารกิจทุกครั้ง แต่เราได้ออกแบบให้ระบบการเปลี่ยนนั้นง่ายดายไม่ยุ่งยาก หากระบบกรองเสียหายระหว่างการปฏิบัติการ อาวุธนี้จะไม่ทำงานเพื่อไม่ให้เกิดการปนเปื้อน แสงเลเซอร์นี้ทำงานอยู่ในความถี่อินฟาเรดระดับกลาง ดังนั้นแสงนี้จะมองไม่เห็นเว้นแต่จะใส่แว่นอินฟาเรดเท่านั้น น่าเสียดายที่อาวุธต้นแบบที่เราสร้าง ยังไม่พร้อมจะผลิตเต็มกำลังเพื่อเป็นอาวุธสำหรับทหารราบ เนื่องจากยังต้องมีการปรับแต่งและสร้างสมดุลให้เหมาะกับการใช้งานของมนุษย์ก่อน แต่นวัตกรรมของเรายังสามารถนำไปประยุกต์ใช้กับอาวุธของยานพาหนะได้ -- อาจแม้กระทั่งปืนของเครื่องบิน ผมได้เสนอหลายโครงการใหม่ในกล่องรับจดหมายของท่าน ตามแนวคิดที่เราได้ออกแบบไว้ หากท่านผู้บัญชาการต้องการให้เราเริ่มทำโครงการดังกล่าว โปรดแจ้งให้ผมทราบ --ผบ. นาวาเร
