Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: plasatomizer_txt
de: Wenn die Außerirdischen eine Handfeuerwaffe brauchen, machen sie keine halben Sachen. Die Plasmapistole ist ein gemeines Stück, Herr Kommandant. Ihre Operationsweise ist extrem komplex und originell und benötigt große technische Fähigkeiten zum Bauen. Alleine die Energiezelle ist unserer Technologie hunderte Jahre voraus. Sie speichert genug Energie, um mehrere Ladungen Wasserstoff in einer Minifusionskammer zu einem plasmatischen Zustand zu erhitzen, welche dann als Plasma ausgeworfen werden, indem sie einfach nur die Beschleunigung der ionisierten Partikel nutzt. Ungleich der menschlichen Handfeuerwaffen stecken die Projektile nicht in Magazinen. Sie werden innerhalb der Pistole aus Wasser, das in einem Magazin gelagert ist, und der Energie der Energiezelle generiert. Ist das Plasma einmal erhitzt, wird eine dünne Schicht flüssigen Plastiks zwischen den beiden 'Spinndüsen', die sich senkrecht vor dem Griff gegenüberstehen, generiert. Die Plasmapartikel werden dann schnell in diese Schicht gefeuert, so dass sich das Plastik in eine Kugel oder 'Bolzen' verformt. Das Plastik beinhaltet und schützt das Plasma, so dass es sich nicht verflüchtigt, bevor es das Ziel erreicht hat. Wenn der Bolzen das Ziel erreicht hat, hat das Plasma schon das innere des Plastiks weggefressen, so dass der Bolzen beim Einschlag wie eine Seifenblase aufplatzt und den Inhalt über das Ziel verteilt. Die Maximalreichweite der Pistole -- der Punkt, der erreicht werden kann, bevor sich das Plasma ins freie frisst und auflöst -- ist ungefähr 20 Meter. Ein Bolzen, der von einer Plasmapistole abgefeuert wird, ist so heiß, dass sogar ein Streifschuss tödlich sein kann. Die Wirkung auf ein Opfer kann grausam sein; ich werde versuchen, sie alle hier aufzulisten. Jeder ungeschützte Mensch, der von Plasma getroffen wird, wird extreme Schmerzen und Verletzungen um die Trefferzone herum bekommen. Fetthaltiges Gewebe wird wie Wachs schmelzen. Blut und andere Körperflüssigkeiten werden sofort kochen. Das Plasma wird sich förmlich in den menschlichen Körper fressen und knochentiefe Verbrennungen um die Trefferzone herum verursachen. Ein großer Teil des Körpers wird wörtlich knusprig gebraten. Jede Art robustes Material wird ein wenig Schutz gegen einen Plasmatreffer bieten. Besonders High-Tech Rüstung wird die Hitze soweit es geht auflösen und kann brennendem Plasma für eine Weile standhalten. Hoffentlich lang genug, damit die Luft das Plasma zu nicht tödlicher Temperatur abgekühlt hat. Ich werde nicht so tun, als würde ich wissen, wie die Außerirdischen es geschafft haben, all das in eine Pistole zu quetschen, aber es scheint, dass sie die gleichen Kompromisse zwischen Größe und Kraft wie wir mit unseren Handfeuerwaffen gemacht haben. Es ist fast sicher, dass von dieser Waffe größere und kräftigere Versionen existieren und irgendwann gegen uns eingesetzt werden. Dennoch haben ich und mein Team die Funktion der Pistole herausgefunden und ein kleines Handbuch geschrieben. Unsere Soldaten sind nun in der Lage, Plasmapistolen im Kampf einzusetzen. --Cdr. Navarre
fr: Quand les aliens ont besoin d'une arme de poing, ils ne font pas les choses à moitié. Ce pistolet à plasma est une horrible invention, Commandant. Sa conception est extrêmement complexe et créative, et sa fabrication nécessite de réelles prouesses techniques. Le bloc énergétique est à lui seul en avance de plusieurs centaines d'années sur notre niveau technologique. Il emmagasine suffisamment d'énergie pour chauffer plusieurs charges d'hydrogène jusqu'à ce qu'elles passent en phase plasma dans une chambre à fusion miniature. Ce plasma est ensuite expulsé des chambres grâce à l'énergie cinétique des particules ionisées. Contrairement aux armes à feu humaines, les projectiles ne sont pas stockés dans un chargeur ou un réservoir. Ils sont créés à l'intérieur du pistolet à partir de l'hydrogène contenu dans le chargeur, puisant l'énergie nécessaire dans le bloc énergétique du chargeur. Une fois le plasma chauffé, un film fin de plastique liquide se forme entre les deux orifices placés en haut et en bas du canon. Les particules de plasma sont alors rapidement éjectées dans ce film qui se déforme pour prendre la forme d'une boule ou d'un projectile. Le plastique contient et protège le plasma, l'empêchant de se disperser avant qu'il n'atteigne sa cible. Une fois tiré, l'intérieur du plastique chauffe et se fragilise, pour exploser comme une bulle de savon dès que le tir touche, répandant son contenu sur la victime. La portée maximum d'un tir de pistolet de ce type, donnée par la distance au bout de laquelle le plastique cède dans l'air, est approximativement de 20 mètres. Un projectile tiré par le pistolet à plasma est si chaud que même un tir approximatif peut être fatal. Les effets sur la victime sont horribles, je vais essayer de tous les décrire. Un humain sans protection aspergé de ce plasma souffrira de blessures et de douleurs extrêmes sur toute la zone exposée. Ses tissus adipeux fonderont comme neige au soleil. Son sang et ses autres fluides corporels bouilliront immédiatement. Le plasma creusera son chemin à travers son corps, consumant ses chairs jusqu'à l'os. Une grande partie du corps sera ainsi totalement dévastée. N'importe quel type de vêtement résistant fournira une protection au moins sommaire contre un tir de pistolet à plasma. En particulier, les armures élaborées de conception récente disperseront la chaleur aussi efficacement qu'elles le peuvent, et résisteront pour un temps au plasma. Avec de la chance, cela suffira pour que le plasma ait suffisamment refroidi pour que les dommages ne soient pas mortels. Je ne prétendrais pas comprendre comment les aliens ont fait pour réussir à assembler tout ce dispositif dans un pistolet, mais il semble qu'ils ont fait les mêmes compromis que nous entre taille et puissance pour obtenir une arme de poing. Il me semble par conséquent presque certain que des versions plus grandes et dévastatrices de cette arme existent et que nous y seront bientôt confrontés. Mon équipe et moi-même sommes cependant parvenus à comprendre la façon d'utiliser ces pistolets, et nous avons rédigé un manuel pour une application humaine de ces armes. Nos soldats sont désormais en mesure d'utiliser ces pistolets à plasma en combat aussi bien qu'ils le feraient pour n'importe quelle autre arme. --Cdt Navarre
ru: Когда пришельцам нужно оружие, они не ходят вокруг да около. Плазменный пистолет -- это сложная, трудноразрешимая задача, Командующий. Принципы его работы -- чрезвычайно сложны и изобретательны, и требуют огромный объём технических навыков для реализации. Элемент питания сам по себе опережает наши технологии на сотни лет. Он хранит в себе достаточное количество энергии для разогрева нескольких водородных зарядов до состояния плазмы внутри миниатюрной синтез-камеры, которая выбрасывает эту плазму, используя собственную скорость ионизированных частиц. В отличие от человеческих образцов огнестрельного оружия, метательные снаряды сами по себе не хранятся в обойме или специальном резервуаре. Они генерируются внутри пистолета из водорода, содержащегося в обойме, с силовой накачкой от модуля питания самой обоймы. Как только плазма разогреется, тонкая плёнка жидкого пластика образуется между двумя 'фильерами', расположенными вертикально друг против друга в передней части рукояти. Затем плазменный частицы быстро выстреливаются в плёнку, так чтобы пластик деформировался в шар или 'стрелу'. Пластик заключает в себе плазму, защищая её от рассеивания, пока она не достигнет цели. Максимальная дальность пистолетного выстрела -- точка, которой она может достичь до того, как плазма прожжёт себе путь наружу и рассеется, -- составляет приблизительно 20 метров. Плазменный заряд, выпущенный пистолетом, настолько горяч, что может стать смертельным даже при близком промахе. Эффекты попадания в цель воистину ужасны для жертвы, и я попробую перечислить их все здесь. Любой человек, незащищённый броней, попавший под поток этой плазмы, получит немыслимый болевой шок и раны по всей поверхности, подвергшейся контакту с зарядом. Жировая ткань будет таять как вода. В этом месте вскипает кровь, и даже внутритканевая жидкость. Плазма фактически проедает себе путь в человеческом теле, вызывая глубокое обугливание тканей вокруг области контакта. Большой участок тела будет буквально выжжен до хрустящей корочки. Любой вид плотных материалов обеспечит некоторую защиту от плазменного удара. В частности, высокотехнологичная броня будет рассеивать тепло насколько это возможно, и будет сопротивляться кипящей плазме какое-то время. Будем надеяться, что это будет достаточное время для воздушного охлаждения области контакта, приводящего плазму в более низкие, не столь летальные температуры. Я не буду делать вид, что знаю, как пришельцы достигают компактизации всего этого в объёме пистолета, но всё выглядит так, что они достигли компромисса между мощностью и размером, который мы реализуем в нашем ручном оружии. Почти наверняка существуют большие, более мощные версии этого оружия, и они будут применяться против нас в этой войне. Однако, моя группа и я разобрались в схеме управления пистолетом, и мы составили соответствующую инструкцию по эксплуатации для использования человеком. Наши солдаты будут теперь способны использовать плазменный пистолет в боевых операциях так же, как они используют любое другое оружие. --коммандер Наварре
th: When the aliens need a sidearm, they don't screw around. This plasma pistol is a nasty piece of work, Commander. Its operation is extremely complex and inventive, requiring a great deal of technical skill to create. The power pack alone is hundreds of years ahead of our technology. It stores enough power to heat several charges of hydrogen to a plasmatic state inside the miniature fusion chamber, which are expelled as plasma using the ionised particles' own velocity. Unlike human firearms, the projectiles themselves are not stored in a magazine or reservoir. They are generated inside the pistol from hydrogen contained in the magazine, powered by the magazine's power-pack. Once the plasma is heated, a thin film of liquid plastic is created between the two 'spinnerets' located vertically opposite each other in front of the grip. The plasma particles are then rapidly fired into the film so that the plastic deforms into an orb or 'bolt'. The plastic contains and protects the plasma, keeping it from dispersing until it reaches the target. By the time a bolt reaches the target, the inside of the plastic will be so eaten away that it will burst upon impact like a soap bubble, splashing its payload across the target. The maximum range of a pistol bolt -- the point it can reach before the plasma eats into open air and disperses -- is approximately 20 metres. A bolt fired from the plasma pistol is so hot that even a near-miss can be lethal. The effects on a victim are truly horrific; I will try to list them all here. Any unarmoured human sprayed with this plasma will suffer extreme pain and injuries all across the splash zone. Adipose (fatty) tissue will melt like water. Blood and other bodily fluids boil in place. The plasma will actually eat its way into a human body, causing bone-deep charring in a large region around the splash zone. A large chunk of the body will be literally burnt to a crisp. Any kind of tough fabric will provide some protection against a plasma hit. High-tech armour in particular will disperse the heat as best it can, and will resist the burning plasma for a time. Hopefully this will be enough time to allow air-cooling to take place, bringing the plasma down to non-lethal temperatures. I won't pretend to know how the aliens managed to squeeze all this stuff into a pistol, but it does look as though they've made the same tradeoffs between power and size that we have done with our handguns. It's almost certain that larger, more powerful versions of these weapons exist and will appear against us in this war. However, my team and I have figured out the control scheme of the pistols, and we've written an appropriate field manual for human use. Our soldiers will now be able to employ the plasma pistol in a combat scenario as they would any other weapon. --Cdr. Navarre

source: plasatomizer_pre_txt
de: Herr Kommandant, wir haben die erste außerirdische Plasmawaffe im ganzen Krieg geborgen. Ich brauch ihnen nicht sagen, wie wichtig das ist. Die außerirdischen Waffen sind höchst fortgeschritten, kraftvoll und extrem tödlich; wir müssen herausfinden, wie sie funktionieren, um uns damit auszurüsten und dagegen zu schützen. Die außerirdische Plasmawaffe repräsentiert eine seltsame Abart des Plasmawerferkonzeptes, welches vorher als unbrauchbar als Waffe für das Schlachtfeld deklariert wurde. Ich würde sehr gerne herausfinden, wie sie funktioniert. Mein Team und ich sind sicher -- mit genug Zeit und passenden Sicherheitsmaßnahmen -- dass wir die Funktionsweise und Bedienung der Plasmapistole herausfinden und ein kleines Handbuch schreiben können; unsere Soldaten können ab dann die Waffen der Außerirdischen gegen sie einsetzen! Natürlich benötigt dieses Programm ihre Zustimmung für Laborzeit und Mittel. --Cdr. Navarre
fr: Commandant, nous avons découvert pour la première fois une arme à plasma alienne. Je n'ai pas besoin de vous dire à quel point cette découverte est importante. L'armement alien est très avancé, puissant, et mortel par rapport au nôtre. Nous devons comprendre leur fonctionnement afin de pouvoir nous armer et nous équiper contre eux. Les armes à plasma aliennes constituent une curieuse application du concept de lance-plasma, que nous croyions jusqu'alors impossible à réaliser pour une application militaire. J'aimerais vraiment comprendre son fonctionnement. Mon équipe et moi même sommes confiants sur nos capacités à découvrir les fonctions et la façon d'utiliser ce pistolet à plasma, sous réserve de disposer du temps nécessaire et de mettre en place les procédures de sécurité qui s'imposent. Nous pourrons également écrire un petit manuel d'utilisation, afin que nous soldats puissent utiliser ces armes contre leurs créateurs ! Le projet nécessite évidemment votre approbation pour obtenir les financements et plages horaires nécessaires au laboratoire. --Cdt Navarre
ru: Командующий, в наше распоряжение попал первый за эту войну образец плазменного оружия пришельцев. Мне не надо говорить вам, насколько это важно для нас. Вооружение пришельцев -- высокопрогрессивное, мощное, и в высшей степени смертельное; мы должны понять, как оно работает, чтобы мочь его использовать и чтобы защитить себя от него. Плазменное оружие пришельцев представляет собой любопытную реализацию концепции метания плазменных зарядов, которая ранее была признана как неосуществимая в боевом оружии. Я бы очень хотел понять теперь, как оно работает. Моя группа и я уверены, что, при достаточном объёме времени и соответствующих процедурах безопасности, мы способны разобраться с функционированием плазменного пистолета и его управлением, и написать небольшое руководство по эксплуатации; фактически, наши солдаты смогут использовать оружие пришельцев против них самих! Конечно, этот проект потребует Вашей санкции на использование лабораторного времени и финансирование расходов. --коммандер Наварре
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Alien Artifact - Plasma Pistol
de: Außerirdisches Artefakt - Plasmapistole
fr: Découverte Alienne - Pistolet à Plasma
ru: Плазменный пистолет
