Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: inter_stiletto_txt
de: Luftfahrzeugbewertung -- Stiletto-Klasse Abfangjäger KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 04. November 2026 Von: Dr. Richard Strohm, Basiskommandeur, PHALANX, Pazifisches Operationskommando Überblick Ich bin froh, ihnen mitteilen zu können, dass das erste Modell unserer neuesten Abfangjäger fertig ist und alle Flugtests mit fliegenden Fahnen bestanden hat. Auf das Risiko überheblich zu klingen, aber er könnte das Beste Stück Technologie sein, dass die Menschheit je produziert hat. Der Stiletto ist ein einsitziger Luftüberlegenheitsjäger mit VTOL (Vertical Take-Off and Landing) Fähigkeit, was es ihm ermöglicht auf kleinsten Landeplätzen mitten im Nirgendwo zu landen. Seine großen Hochleistungs-Bypass-Triebwerke können sich um 360 Grad drehen, um größtmögliche Manövrierbarkeit bei Überschallgeschwindigkeit zu gewährleisten. Die großen Ansaugrohre werden durch ein ausgeklügeltes Luftkanalisierungssystem, welches die Luft vor den Triebwerken filtert und alles ablenkt, was die Rotorblätter beschädigen könnte, geschützt. Die Triebwerke sind stark genug, um den Schwergepanzerten Rumpf anzuheben und um ihn für zwei Stunden ohne Unterstützung schweben zu lassen, bevor der Treibstoff verbraucht ist. Das helikopterähnliche Design sieht vielleicht nicht schnell aus, aber erste Eindrücke können täuschen. Der kompakte Rumpf des Stiletto kann für kurze Zeit alles bis Mach 2 überstehen; seine Reisegeschwindigkeit ist Mach 1,3 und seine Maximalgeschwindigkeit ist 2,1 Mach (mit Nachbrenner). Diese Werte bringen den Stiletto an die Spitze vieler militärischen Jäger, die keine Überschallreisegeschwindigkeit haben. Einmal in der Luft kann es wie ein Hase Haken schlagen und ist in den Händen eines erfahrenen Piloten absolut unnachgiebig. Es kann innerhalb von 6 Sekunden seitlich um den Hangar fliegen, während des Maschinengewehr in der Nase ständig auf das Ziel zeigt. An die Waffenschächte unter den Flügelspitzen können Raketen befestigt werden. Der Stiletto hat auch große Fähigkeiten in elektronischer Kriegsführung, mit einem hochmodernen Sensor in der Nase, welcher unter anderem mehrere Ziellaser, ein ausgeklügeltes Radarsystem und einen optischen Scanner, welcher so stark ist wie jeder Satellit, enthält. Kleine EGM Sender sind über den Rumpf verteilt, um Raketen abzuwehren und aktives Radar zu stören. Die Waffenschächte können mehrere Arten Waffen aufnehmen und die Elektronik ist vollständig modular, um Verbesserungen schnell zu installieren. Behalten sie aber im Hinterkopf, dass Platz in diesen Flugzeug Luxus ist. Die kräftigen Volkot VO-36 Triebwerke brauchen eine Menge Treibstoff und der Tank der Stiletto ist nicht sehr groß. Gerade einmal genug für Abfangmanöver ist die effektive Maximalreichweite nicht größer als 2000 Kilometer. Innerhalb dieser Grenzen jedoch ist dieses Flugzeug der Meister aller Klassen. Beachten sie, dass, aufgrund der außerordentlichen Leistung, kein Anfänger dieses Flugzeug fliegen sollte. Seine Bedienung bei langsamer Geschwindigkeit wurde von den Testpiloten als 'knifflig' bezeichnet. Der Stiletto braucht einen kleinen Hangar zur Lagerung, Wartung und Einsatz. Er hat 3 Waffenschächte; einen kleinen an der Nase und zwei mittlere an den Flügelspitzen Empfohlener Einsatz Der Stiletto ist ideal für Abfangmanöver auf kurzer Reichweite gegen feindliche Flieger, die PHALANX Basen oder nahe zivile Ziele bedrohen. Er kann mit allem was die Erde zu bieten hat in den Zweikampf gehen - und wird gewinnen. Jedoch kann der Stiletto nicht bei Entfernungen von mehr als 2000 Kilometern eingesetzt werden, da er nicht genug Treibstoff hat, um zu kämpfen und danach zurückzufliegen. Luftbetankung könnte unternommen werden, um die Reichweite zu erhöhen, aber das bedarf vorher noch ein wenig Forschung. Die Leistung gegen außerirdische Luftfahrzeuge kann nicht gemessen werden, aber wir machen das beste, was wir machen können. Wenn zu unseren Lebzeiten eine wirkliche Alienbedrohung ansteht und der Stiletto es nicht schafft, ist die Menschheit in Schwierigkeiten. Zusatz Zusatz, Cdr. Paul Navarre, 18. März 2084: Herr Kommandant, ich habe mir gerade die Stiletto-Klasse auf dem Papier und persönlich angesehen und sie ist umwerfend. Es ist schwer zu glauben, dass wir diese kleinen Dinger schon 2026 gebaut haben -- und das keiner gemerkt hat, was für eine Art Gold sie da in den Händen hielten. Bis jetzt zumindest. Was wir hier haben ist das wohl manövrierfähigste Flugzeug, das je gebaut wurde; es schlägt Angriffshubschrauber um Längen und kann modernste Jäger leicht umkreisen. Es kann Dinge tun, von denen modernste Flugzeuge nur träumen können. Es ist aber auch aufgrund seiner innewohnenden Instabilität ein flugtechnischer Alptraum. Die Originalunterlagen spielen diese Sachen herunter. Unsere Piloten haben mich aber informiert, dass sie damit umgehen können. Was noch besser ist, wir haben einen vollständigen Prototyp geborgen und der wird derzeit für den Einsatz klargemacht. Ich habe Erlaubnis für eine vollständigen Überholung und Flugtests gegeben. Es ist einfach das beste Nahdistanzflugzeug, das ich je gesehen habe. Wir werden es brauchen. Flugzeugstatistiken: Größe: 5m x 11m x 4m Reisegeschwindigkeit: 1380 km/h Maximalgeschwindigkeit: 2230km/h Einsatzreichweite: 2,000km Besatzung: 1 Pilot Waffenkapazität: 1 kleiner Waffenschacht (Nase), 2 mittlere Waffenschächte (Flügel)
fr: Caractéristiques de l'appareil – Intercepteur de Classe Stiletto NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 04 Novembre 2026 Auteur : Dr Richard Strohm, Commandant de Base, PHALANX, Commandement des Opérations du Pacifique Considérations générales Je suis très heureux de présenter la première réalisation du modèle de notre prochaine classe d'intercepteur qui vient de réussir tous les tests avec d'excellentes mentions. Au risque de paraître vantard, il s'agit probablement de la plus grande réussite technologique que l'humanité ait jamais conçue. Le Stiletto est un appareil de combat monoplace disposant des capacités DAV (Décollage et Atterrissage Vertical), lui permettant d'atterrir sur de toutes petites surfaces au milieu de nul part si nécessaire. Ses turboréacteurs à double flux sont énormes et très performants, et peuvent tourner de 360 degrés lui procurant une manoeuvrabilité exemplaire même à des vitesses supersoniques. L'énorme mécanisme d'admission de ces turboréacteurs est protégé par un système élaboré d'acheminement des gaz qui filtrent activement l'air avant son entrée dans les moteurs et le protège de tout objet suffisamment gros pour endommager les pales du réacteur. Ils sont suffisamment puissants pour soulever facilement le fuselage lourdement blindé de l'appareil et peuvent fonctionner pendant deux heures sans remplissage du réservoir. Sa conception le faisant ressembler à un hélicoptère peut faire croire qu'il est lent, mais les apparences sont parfois trompeuses. Le fuselage compact du Stiletto peut résister jusqu'à Mach 2 pour de courtes durées, il a une vitesse de croisière de Mach 1,3 et une vitesse maximum de Mach 2,1 en postcombustion. Ces très bons résultats place le Stiletto loin devant les autres avions de chasse militaires qui ne volent pas au dessus de la vitesse du son en régime de croisière. Une fois en l'air, il peut sauter comme un lièvre et est réellement impitoyable entre les mains d'un pilote expérimenté. Il peut faire le tour de son hangar en 6 secondes, tout en gardant une cible dans son viseur. Il peut faire un looping complet en trois dixièmes de secondes et verrouiller un appareil furtif avant la fin de cette manoeuvre. Des missiles sont fixés sur les attaches prévues à cet effet et placées juste sous ses winglets (à l'extrémité des ailes). Le Stiletto dispose également de puissantes capacités en matière de détection électronique, avec son jeu de détecteurs ultra-modernes placés dans son nez et qui incluent notamment : plusieurs lasers de guidage, un système radar sophistiqué, et une imagerie optique aussi précise que celle embarquée sur les satellites espions. De petits émetteurs ECM placés à des endroits stratégiques du fuselage pourront casser le verrouillage d'un missile ou brouiller activement une détection radar. Les attaches de fixation peuvent prendre de nombreuses armes, et l'électronique est totalement modulaire pour pouvoir être facilement mise à jour. Souvenez-vous cependant que l'espace est très précieux à bord. Les puissants réacteurs Volkot VO-36 consomment une grande quantité de carburant, et la capacité du Stiletto n'est pas très importante. En gardant suffisamment de carburant pour l'interception, son rayon d'action maximum n'est pas plus grand que 2000 kilomètres. Cependant, dans cette zone, cet appareil est le maître. Notez bien que par ses performances exceptionnelles, cet appareil n'est pas à mettre entre les mains des pilotes novices. Son maniement à faible vitesse à été qualifié par nos équipe de tests comme étant 'délicat'. Le Stiletto nécessite 1 Petit Hangar pour son stockage, sa maintenance, et son déploiement. Il dispose de trois attaches de fixation : 1 petite sur le nez et deux moyennes sous les ailes. Doctrine recommandée Le Stiletto est idéal pour les interceptions à courte portée d'un appareil hostile menaçant une base PHALANX ou une cible civile proche. Il peut lutter contre n'importe quel appareil en vol et l'emporter facilement. Le Stiletto ne peut cependant pas être déployé sur des cibles à plus de 2000 kilomètres de son hangar, car il n'aura pas assez de carburant pour effectuer les manoeuvres d'attaque et retourner à la base. Un ravitaillement en vol peut être envisagé pour agrandir son rayon d'action, mais cela nécessitera quelques modifications à apporter à l'appareil. Les performances contre un vaisseau alien ne peuvent évidemment pas être mesurées, mais il est de toute façon ce que nous pouvons faire de mieux. Si une menace alienne approche alors que nous sommes encore en vie et que le Stiletto ne fait pas l'affaire, alors la race humaine a vraiment du souci à se faire. Addenda Addendum, Cdt Paul Navarre, 18 Mars 2084: Commandant, je viens juste de jeter un oeil à ces appareils de classe Stiletto à la fois sur le papier et en grandeur nature. Ils m'ont réellement épaté. Il est difficile de croire que ces petites choses datent de 2026, et que personne n'ait réalisé le trésor qu'ils avaient entre leurs mains. Enfin, jusqu'à maintenant. Ce que nous avons là est probablement l'appareil le plus manoeuvrable jamais construit, il tourne en dérision les attaques en hélicoptère et peut faire plusieurs fois le tour des avions de chasse les plus performants. Il fait des choses auxquelles mêmes les avions de chasse actuels ne peuvent rêver. Mais c'est également un cauchemar à piloter à cause de ses instabilités, particulièrement à pleine vitesse. Le dossier original a largement sous-estimé ce point dans sa partie technique. Cependant, nos pilotes m'informent qu'ils pourront s'en accommoder. Mieux encore : nous sommes parvenus à retrouver un spécimen entièrement intact, et il est actuellement au magasin pour ravitaillement. J'ai donné l'autorisation pour un ravitaillement complet et des tests de combats, sous ma responsabilité. C'est tout simplement le meilleur avion de combat sur lequel j'ai posé les yeux. Nous en aurons besoin. Statistiques de l'appareil : Dimensions : 5 m x 11 m x 4 m Vitesse de croisière : 1 380 km/h Vitesse maximale : 2 230 km/h Rayon d'opération : 2 000 km Nombre de passagers : 1 équipage Capacité d'armement : 1 petite Attache de fixation (nez), 2 Attaches moyennes (ailes)
ru: ТТХ летательного аппарата -- Перехватчик класса "Стилет" ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Технический документ, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 04 ноября 2026 Автор: доктор Ричард Строхм, Командующий базы, ФАЛАНКС, Тихоокеанская ударная группа Краткий обзор Я весьма рад сообщить, что первая промышленная модель нашего истребителя-перехватчика нового поколения была собрана в срок и блистательно прошла все лётные испытания. Рискую показаться чересчур восторженным, но возможно, это наилучший образец человеческих технологий из когда-либо выпускавшихся. "Стилет" -- это одноместный внеатмосферный истребитель с технологией ВВП (Вертикального Взлёта и Посадки), позволяющей ему приземляться на сверхмалых посадочных площадках, и, при необходимости, на голый грунт. Его мощные высокопроизводительные турбореактивные двигатели имеют угол поворота в 360 градусов, обеспечивая превосходную манёвренность даже при сверхзвуковых скоростях. Воздухозаборники этих огромных двигателей защищены сложной системой воздушных каналов, которая активно фильтрует воздух на входе в двигатель, и не дает любому твёрдому предмету попасть внутрь и повредить лопасти турбин. Эти двигатели имеют более чем достаточную мощь, чтобы поднять в воздух эту хорошо бронированную машину, и обеспечить до двух часов свободного полёта без дозаправки. Вертолётоподобный контур фюзеляжа может и не выглядит приспособленным к высоким скоростям, но внешний вид бывает обманчив. Компактный внешний корпус истребителя способен в течение короткого времени выдерживать скорость до 2 Махов. Его крейсерская скорость составляет 1.3 Маха, а скорость на форсаже -- 2.1 Маха. Столь высокие значения ставят "Стилет" далеко впереди большинства военных реактивных истребителей, которые не имеют режима полёта на сверхкрейсерских скоростях. Поднявшись в воздух, он способен двигаться скачками как заяц, и абсолютно беспощаден в руках опытного пилота. Он способен облететь ангарный комплекс по периметру за шесть секунд, всё время удерживая заданную цель в прицеле носового пулемёта. Так же, он способен выполнить мёртвую петлю за три секунды, и произвести захват самолёта-невидимки системой целенаведения ракеты ещё до окончания полного оборота. Ракеты установлены на узлах внешней подвески, смонтированных прямо у внешних окончаний крыльев. "Стилет" так же имеет мощные системы РЭБ с набором современнейших сенсоров, установленных на носу аппарата, и включающих, в частности, несколько лазеров системы наведения, сложную радарную систему, и систему оптического формирования изображений, столь же мощную, как на любом разведывательном спутнике. Небольшие излучатели системы РЭБ установленные в стратегически важных точках по всему фюзеляжу, будут сбивать наведение ракет противника, и могут активно блокировать обнаружение самолёта радаром. На узлах внешней подвески можно установить широкий диапазон вооружения, и их электроника полностью модульная, что позволит проводить её дальнейшую замену и усовершенствование. Однако помните, что свободное место в этом аппарате - в большой цене. Мощные двигатели Volkot VO-36 потребляют огромное количество топлива, а вместимость баков Стилета не столь высока. С учётом запаса топлива, необходимого на манёвры перехвата, максимальная практическая дальность не превышает 2000 километров. Однако, в рамках этой дальности, самолёт является хозяином воздушного пространства. Пожалуйста, обратите внимание, что, в силу исключительных характеристик этого летательного аппарата, крайне не рекомендуется его пилотирование неопытными пилотами. Его управление на низких скоростях характеризовалось нашими пилотами-испытателями как 'коварное'. "Стилет" нуждается в одном Малом Ангаре для хранения, техобслуживания и базовой эксплуатации. Он имеет 3 орудийных подвески; малая смонтирована в носовом узле, и две средних -- на крыльях, по одной с каждой стороны. Рекомендованная доктрина "Стилет" -- это идеальный перехватчик малого радиуса действия, способный уничтожать цели, угрожающие непосредственно базам проекта ФАЛАНКС, или расположенным поблизости от них объектам мирного назначения. Он способен сойтись один на один с любым летательным аппаратом на Земле и выйти из него победителем. Однако, Стилет неприменим для атаки целей, удалённых от точки базирования более чем на 2000 километров, т.к. не имеет достаточного резерва топлива для манёвренного воздушного боя и последующего возвращения на базу. Для расширения радиуса его боевого применения может использоваться дозаправка в воздухе, но эта концепция требует дополнительной проработки. Эффективность против кораблей пришельцев, конечно же, не может быть оценена до реального боевого столкновения, но это лучшее, что мы можем противопоставить им. Если реальная инопланетная угроза возникнет в течение нашей жизни, и Стилет не будет способен выполнить его функции, Человечество столкнётся с большими трудностями. Приложения Приложение от 18 марта 2084, коммандер Поль Наварре: Командующий, я всесторонне рассмотрел эти корабли класса "Стилет" на бумаге и вживую, и они потрясли моё воображение. Трудно поверить, что мы создали эти малые штучки ещё в 2026 году, -- и что никто так и не понял, какое сокровище в его руках. А это так, даже сейчас. То, что мы имеем здесь, вероятно, самый манёвренный летательный аппарат из тех, что когда-либо создавался; он затмевает боевые вертолёты, и способен нарезать круги вокруг современных реактивных самолетов. Он делает вещи, о которых более современный самолёт может только мечтать. На нём всё так же кошмарно летать в силу его врождённой неустойчивости в воздухе, особенно на большой скорости. В первоначальных файлах крайне преуменьшен этот аспект технической оценки аппарата. Однако, наши пилоты сообщили мне, что они способны справиться с этим. Более того, мы управляли процессом поиска неповреждённого образца, и прямо сейчас его можно приобрести на рынке, восстановленный и готовый к операциям. Я отдал приказ на начало полного переоборудования и лётных испытаний под моим руководством. Это просто наилучший самолёт-истребитель ближнего боя, который я когда-либо видел. Он нам действительно необходим! Характеристики летательного аппарата: Габариты: 5м x 11м x 4м Крейсерская скорость: 1,380 км/ч Максимальная скорость: 2,230 км/ч Оперативный радиус действия: 2,000 км Экипаж: 1 чел Вооружение: 1 малый узел подвески (нос), 2 средних узла подвески (крылья)
th: การประเมินยานบิน -- ยานขับไล่ขั้นสติลเลตโต เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX เอกสารเทคนิค ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 4 พฤศจิกายน 2026 โดย: ดร. ริชาร์ด สตอร์ม, ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัติการแปซิฟิค ภาพรวม ผมมีความยินดีจะแจ้งให้ทราบว่า การผลิตยานรบขับไล่ต้นแบบรุ่นแรกได้เสร็จสิ้น และการบินทดสอบก็เสร็จสิ้นอย่างดี แม้จะดูว่าเป็นการโอ้อวดก็ตาม แต่มันอาจเป็นเครื่องบินที่ดีที่สุดที่มนุษย์เคยสร้างขึ้น สติลเลตโตเป็นเครื่องบินนักบินเดี่ยวที่มีระบบขึ้นลงทางดิ่ง (VTOL) ทำให้สามารถลงจอดในพื้นที่จำกัดได้หากจำเป็น ใบพัดแบบเทอร์โบขนาดใหญ่สามารถหมุนรอบ 360 องศา ได้แม้แต่ในความเร็วเหนือเสียง เครื่องยนต์ขนาดใหญ่ถูกห่อหุ้มด้วยระบบจัดการอากาศ ที่จะกรองอากาศด้านหน้าเครื่องยนต์ และป้องกันวัสดุที่ใหญ่พอจะมีผลกับใบพัดไม่ให้เข้าไปได้ เครื่องนี้มีกำลังพอจะยกโครงสร้างเสริมกราะ และสามารถลอยตัวได้เองถึงสองชั่วโมงก่อนเชื้อเพลิงจะหมด การออกแบบคล้ายเฮลิคอปเตอร์อาจดูไม่เร็ว แต่รูปร่างนั้นหลอกตากันได้ โครงสร้างกระทัดรัดของสติลเลตโตสามารถทนความเร็วได้ถึง 2 มัคในช่วงเวลาสั้นๆ มีอัตราความเร็วเฉลี่ยที่ 1.3 มัคและความเร็วสูงสุดที่ 2.1 มัคด้วยการใช้เทอร์โบ ความเร็วนี้ทำให้สติลเลตโตเร็วกว่าเครื่องบินเจ็ตหลายแบบ ซึ่งไม่มีความสามารถในการเร่งความเร็วพิเศษ เมื่ออยู่ในอากาศ มันคล่องตัวราวกับนก และหากมีนักบินที่มีประสบการณ์แล้วก็เป็นเครื่องบินที่น่ากลัว มันสามารถหมุนรอบตัวในโรงเก็บได้ในหกวินาที โดยปืนกลยังล็อคเป้าเดิมตลอด มันสามารถตีลังกาได้ใน 0.3 วินาที และสามารถล็อคเป้าเครื่องบินพรางตัวไดก่อนที่จะตีลังการอบเสียอีก เราสามารถติดมิซไซล์ได้บริเวณปีก สติลเลตโตยังมีอุปกรณ์อิเลคทรอนิคส์ชั้นเยี่ยม โดยมีระบบเซ็นเซอร์อย่างดีภายในส่วนหัว ซึ่งประกอบไปด้วย เลเซอร์นำร่อง, ระบบเรดาร์ทันสมัย, ระบบจับภาพที่ดีเท่าเทียมกับดาวเทียมจารกรรม และอื่นๆ เครื่องปล่อย ECM ขนาดย่อมที่ติดตั้งไว้ตามตัวเครื่องจะสามารถต่อต้านระบบล็อคเป้ามิซไซล์และเรดาร์ตรวจจับได้ ส่วนหัวสามารถติตตั้งเกราะเสริมได้หลากหลาย และระบบอิเลคทรอนิคส์ก็พร้อมจะอัพเกรดได้ แต่ขอให้จำไว้ว่าพื้นที่ของยานบินลำนี้เป็นสิ่งมีค่าที่สุด เครื่องยนต์ Volkot VO-36 กินเชื้อเพลิงมาก และถังความจุของสติลเลตโตก็ไม่ใหญ่นัก เพื่อให้เหลือเชื้อเพลิงเพียงพอต่อการปฏิบัติการ ระยะที่ปฏิบัติการได้ก็ไม่เกิน 2,000 กม. อย่างไรก็ตามภายในระยะนี้ ยานบินนี้เป็นเจ้าเวหาในพื้นที่ เนื่องจากการปฏิบัติงานที่ยอดเยี่ยม ยานบินนี้ไม่ควรให้นักบินฝึกหัดขับ นักบินทดสอบบอกเราว่าการขับเคลื่อนความเร็วต่ำนั้น "ซับซ้อน" สติลเลตโตต้องใช้โรงเก็บเครื่องบินเล็กหนึ่งที่ สำหรับการจัดเก็บ ซ่อมบำรุงและการปฏิบัติการ มันมีจุดติดอาวุธสามแห่ง ที่ติดอาวุธเล็ก 1 จุดที่ปลายเครื่องบิน และที่ติดอาวุธขนาดกลาง 2จุดบนปีก กฎข้อแนะนำ สติลเลตโตเหมาะกับการทำงานขัยไล่ระยะสั้น ซึ่งคุกคามฐาน PHALNAX หรือเป้าหมายพลเรือนอื่น มันสามารถสู้กับทุกสิ่งในโลกและเอาชนะได้ อย่างไรก็ตาม สติลเลตโตไม่สามารถไปถึงเป้าหมายได้เกิน 2000 กม.จากโรงเก็บ เพราะมันมีเชื้อเพลิงไม่พอสำหรับทั้งการโจมตีและการกลับฐาน การเติมเชื้อเพลิงระหว่างบินอาจต้องใช้เมื่อต้องการรบทางไกล แต่ต้องมีการพัฒนาเพิ่มเติม เรายังวัดการปฏิบัิติการกับยานต่างดาวไม่ได้ แต่เราก็ทำได้ดีที่สุดแล้ว หากมีการรุกรานจากต่างดาวจริงในชั่วชีวิตของเรา และสติลเลตโตยังช่วยไม่ได้ มนุษยชาตก็ตกที่นั่งลำบากหนัก ข้อมูลเพิ่มเติม ข้อมูลเพิ่มเติม, ผบ. พอล นาวาเร, 18 มีนาคม 2084: ท่านผุ้บัญชาการ ผมได้ตรวจสอบยานขับไล่สติลเลตโตทั้งด้านเอกสาร และตรวจด้วยตนเอง และมันทำให้ผมทึ่งมาก ไม่น่าเชื่อว่าเราสามารถสร้างยานลำนี้ได้ตั้งแต่ 2026 -- และไม่มีเคยรู้เลยว่าพวกเขามีของมีค่าอยู่ักับตัว จนถึงตอนนี้ สิ่งที่เรามีก็คือยานบินที่มีความคล่องตัวที่สุด มันมีความสามารถเหนือเฮลิคอปเตอร์ และสามารถหลบหลีกเครื่องเจ็ทได้ และสามารถทำในสิ่งที่ยานบินสมัยใหม่ได้แค่คิด แต่มันก็เป็นเครื่องที่บินได้ยากเพราะความไม่เสถียร โดยเฉพาะในความเร็วสูง เอกสารดั้งเดิมนั้นได้ละเลยข้อมูลเทคนิคส่วนนี้ แต่นักบินของเราได้แจ้งว่าพวกเขาทนได้ ยิ่งไปกว่านั้น เราค้นพบยานต้นแบบที่ยังสมบูรณ์ และตอนนี้อยู่ในห้องช่างเพื่อซ่อมแซมให้กลับมาใช้งานได้ ผมได้อนุมัติให้ทำการซ่อมแซมและทดสอบบิน นี่เป็นยานรบแบบคล่องตัวที่ดีที่สุดที่ผมเคบเห็น และเราต้องใช้มัน ข้อมูลจำเพาะ: ขนาด: 5 ม. x 11 ม. x 4 ม. ความเร็วปกติ: 1,380 กม./ชม. ความเร็วสูงสุด: 2,230 กม./ชม. ขอบเขตการทำงาน: 2,000 กม. ลูกเรือ: นักบิน 1 คน อุปกรณ์: ที่ติดอาวุธขนาดเล็ก 1 จุด (ส่วนหัว), ที่ติดอาวุธขนาดกลาง 2 ช่อง (ปีก), ช่องติดอุปกรณ์ 2 ช่อง,ช่องใส่เกราะ 1 แห่ง
