Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: sniper_txt
de: Technische Spezifikation: Scharfschützengewehr KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Eigentlich als Anti Material Gewehr konzipiert, wurde das in Kanada gebaute Forrester LSWS (Langstrecken Waffensystem) seit seiner Einführung als Erstwahlscharfschützengewehr angenommen. Es ist eines der wenigen Scharfschützengewehre, gebaut nach 2040, die keine Kurzgewehrkonfiguration haben (wo das Magazin und der Lauf hinter dem Griff sind, um die Gesamtlänge zu verkürzen). Es verschießt massive 20 mm SMG (schweres Maschinen Gewehr) Geschosse, die aus einem 5-Schuss Magazin kommen, welches bis zu einem Kilogramm pro Stück wiegen kann. Der Kolbenverzögerte massefreie Verschluss ist mit einem komplexen Gaszerstreuungssystem ausgestattet, welches den gefühlten Rückschlag der Waffe auf die Stufe normaler Jagdgewehre bringt. Das erlaubt schnelle Schüsse auf Halbautomatik ohne Verlust von Treffsicherheit. Der größte Vorteil der LWRS gegenüber anderen modernen Scharfschützengewehren ist der extrem kurze Lauf und das geringe Gewicht, außerdem ist es das einzige Gewehr in seiner Klasse, das 20mm SMG Munition abfeuern kann. Dies ist möglich durch einen einzigartig verstärkten Verschluss und einem speziellen Lauf, der fast komplett aus einer Wolfram-Titanlegierung gefertigt ist, was es nun ermöglicht, der Kraft von Hochgeschwindigkeitsmunition zu widerstehen. Auf Grund seines kurzen Laufes, der für den Stadtkampf konstruiert wurde, hat das LWRS nur eine Reichweite von maximal einem Kilometer, gerade mal einem Drittel eines normalen Scharfschützengewehres. Aber wir glauben nicht, dass ein PHALANX Soldat jemals in solch eine Situation kommen sollte. Seine reduzierte Genauigkeit wird durch ein höchst entwickeltes Zielfernrohr berichtigt, das die Geschossbahn kalkuliert und genau darstellt, wohin das Gewehr zielt. Das Integrierte 'schlaue' Zweifuß Design mit pneumatischem Federsystem erlaubt es dem Schützen, den Lauf perfekt horizontal auf unebenen Grund zu halten, so dass man auch dort noch genau schießen kann. Der Gewehrschaft und der Griff passen sich automatisch dem Schützen an. Am wichtigsten ist aber, dass dieses Gewehr von allen anderen eingesetzten Waffen die ist, die in Mumbai die meisten Außerirdischen getötet hat. Mit der Hälfte des Gewichtes anderer Scharfschützengewehre und der doppelten Beweglichkeit, biete das LSRS die Feuerkraft und Flexibilität, die unsere Soldaten brauchen. Diese Waffe wird sie nicht enttäuschen. Für unsere PHALANX Mitglieder haben wir diesem Gewehr die Klassifikation S-1 gegeben. Empfohlener Einsatz Soldaten, die mit der S-1 ausgerüstet sind, sollten auf Entfernung bleiben und aus der Deckung mit gezielten Schüssen schießen. Es ist keine automatische Waffe, so ist ein verfehlter Schuss vergeudete Zeit und Munition und könnte einem das Leben kosten. Alle Scharfschützen sollen als Sicherheit mit mindestens einer Zweitwaffe wie die P-12 , CRC-8 Maschinenpistole oder ein Messer mit sich tragen. Sollten Außerirdische einen Scharfschützen im Nahkampf bedrohen, so sollte er sofort seine Zweitwaffe ziehen. Unter keinen Umständen sollte er eine S-1 benutzen um seinen Angreifer im Nahkampf damit abzuwehren. Die S-1 ist eine zu langsam feuernde Waffe um vorrückende Außerirdische zu stoppen und außerdem leert sich sein Magazin viel zu schnell. Wenn der Soldat versuchen sollte sein Magazin zu verschießen bevor er seine Zweitwaffe zieht, kann es schon zu spät sein. Zusatz Zusammen mit Hochexplosiv-Raketen und Granaten ist das Scharfschützengewehr eine Standardwaffe der Menschen, die vollen Effekt gegen robotische Außerirdische hat.
fr: Spécifications techniques : Fusil de Précision S-1 NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. Initialement conçu pour tirer sur le matériel ennemi plutôt que sur les ennemis eux-mêmes, le ALP (Arme à Longue Portée) Forrester canadien a été depuis adopté dans de nombreux pays comme fusil de précision. Il s'agit de l'un de rares fusils de précision développé après 2040 qui de présente pas une configuration bullpup (les dispositifs « bullpup » sont ceux pour lesquels le chargeur et le mécanisme de l'arme sont situés derrière la crosse pour réduire la longueur totale de l'arme). Il tire des cartouches massives FML (Fusil Mitrailleur Lourd) 20mm, placées dans des chargeurs de 5 balles qui peuvent peser jusqu'à un kilogramme. La culasse retardée par piston est équipée d'un système de dispersion des gaz complexe qui diminue le recul de l'arme au niveau de celui d'un fusil de chasse classique. Cela permet de tirer rapidement plusieurs balles en mode semi-automatique sans perte de précision. L'avantage le plus important de l'ALP par rapport aux autres fusils de précision modernes réside dans son canon étonnamment court et son faible poids : il s'agit du seul fusil de cette taille capable de tirer des balles FML 20mm. Cela est rendu possible par sa culasse renforcée unique en son genre, et son canon entièrement constitué d'un alliage de tungstène et de titane, capable de résister à la poudre très haute vélocité des balles. À cause à son canon court, adapté aux situations de combat urbain, le ALP ne peut tirer qu'à une portée d'environ un kilomètre, soit à peine un tiers de la portée des autres fusils de sa catégorie. Nous pensons cependant que les troupes PHALANX ne devraient jamais se trouver dans une situation où cela s'avérerait handicapant. Sa faible précision est compensée par une lunette de haute qualité qui calcule et affiche la trajectoire des balles. Le "petit" bipied intégré utilise un système de suspension pneumatique qui permet de garder le canon parfaitement horizontal pour un tir parfait même sur des sols irréguliers. Les crosses d'épaule et de poing s'adaptent automatiquement au tireur qui utilise l'arme. Plus important encore, ce fusil a tué plus d'aliens à Mumbai que n'importe quelle autre arme. Avec un poids deux fois plus faible que les autres fusils de précision et une manoeuvrabilité deux fois plus grande, l'ALP offre la puissance et la flexibilité dont nos agents ont besoin. Cette arme ne les décevra pas. Pour l'utilisation PHALANX, nous avons donné à ce fusil la classification S-1. Doctrine recommandée Les soldats équipés de S-1 devraient rester à distance, tirer à couvert, et viser autant que possible. Ce n'est pas une arme automatique, et un tir manqué gaspille du temps, des munitions, et même peut-être une vie. Tous nos tireurs d'élite devraient porter également une arme de poing comme le P-12, le PM CRC-8, ou en dernier recours un poignard de combat. Si un alien attaquait le tireur à courte portée, il devrait immédiatement dégainer cette arme. Le S-1 ne devrait en aucun cas être utilisé à de telles distances, car celui-ci est trop lent et son chargeur sera rapidement vide. Si le tireur tente de tirer toutes ses balles avant de dégainer son arme de poing, il sera trop tard. Addenda Avec les grenades et les roquettes HE, il s'agit d'une des rares armes dont nous disposons réellement efficace contre les cibles robotiques.
ru: Technical Specifications: S-1 Sniper Rifle CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. Originally an anti-materiel rifle, the Canada-built Forrester LRWS (Long Range Weapon System) has since been adopted by many countries as their principal sniper rifle. It is one of the bare handful of sniper rifles developed after 2040 that do not feature a bullpup configuration ('bullpup' meaning the magazine and action of the weapon are located behind the grip to reduce overall weapon length). It fires the massive 20mm HMG (Heavy Machine Gun) cartridge, fed by 5-round magazines which can weigh as much as one kilogramme apiece. The piston-retarded floating breech is equipped with an intricate gas dispersal system which decreases felt recoil to the level of an ordinary hunting rifle. This allows quick repeated shots on semi-automatic without any loss of accuracy. The greatest advantages of the LRWS over other modern sniper rifles are its incredibly short barrel and light weight, the only rifle in its size class that can fire the 20mm HMG round. This is made possible by a uniquely-reinforced breech and barrel made almost entirely of tungsten and titanium alloys, able to withstand the force of the round's super-high-velocity powder. Due to its short barrel, designed for tactical urban situations, the LRWS is only effective out to approximately 1 kilometre -- barely a third of the range of a standard anti-materiel rifle -- but we estimate that PHALANX should never face a situation where this might become a problem. Its reduced accuracy is amended by a highly-advanced scope that will calculate and display intelligent bullet trajectories wherever the rifle is pointing. The integral 'smart' bipod features a pneumatic suspension system that keeps the barrel perfectly horizontal to allow accurate fire even on broken ground. The buttstock and grip automatically mould themselves to fit any shooter. Most importantly, this rifle has racked up more alien kills in Mumbai than any other weapon deployed in the fighting. At half the weight of other sniper rifles and twice the manoeuvrability, the LWRS offers the power and flexibility that our agents require. This weapon will not disappoint. For PHALANX use, we have given this rifle the classification S-1. Recommended Doctrine Soldiers equipped with the S-1should keep their distance, fire from cover, and try to use aimed shots whenever possible. This is not an automatic weapon; a missed shot wastes time, ammunition and possibly life. All our snipers should carry at least one backup sidearm such as the P-12 or the CRC-8 SMG, or a combat knife at the very least. Should aliens threaten a sniper at close range, he should immediately draw his sidearm. Under no circumstances should he try to use an S-1 to fend off attackers at close range. The S-1 is too slow-firing to stop an advancing alien and will quickly deplete its magazine if this is attempted. If the soldier tries to shoot his magazine dry before drawing his sidearm, it will be too late. Addenda Along with high-explosive rockets and grenades, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.
th: Technical Specifications: S-1 Sniper Rifle CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. Originally an anti-materiel rifle, the Canada-built Forrester LRWS (Long Range Weapon System) has since been adopted by many countries as their principal sniper rifle. It is one of the bare handful of sniper rifles developed after 2040 that do not feature a bullpup configuration ('bullpup' meaning the magazine and action of the weapon are located behind the grip to reduce overall weapon length). It fires the massive 20mm HMG (Heavy Machine Gun) cartridge, fed by 5-round magazines which can weigh as much as one kilogramme apiece. The piston-retarded floating breech is equipped with an intricate gas dispersal system which decreases felt recoil to the level of an ordinary hunting rifle. This allows quick repeated shots on semi-automatic without any loss of accuracy. The greatest advantages of the LRWS over other modern sniper rifles are its incredibly short barrel and light weight, the only rifle in its size class that can fire the 20mm HMG round. This is made possible by a uniquely-reinforced breech and barrel made almost entirely of tungsten and titanium alloys, able to withstand the force of the round's super-high-velocity powder. Due to its short barrel, designed for tactical urban situations, the LRWS is only effective out to approximately 1 kilometre -- barely a third of the range of a standard anti-materiel rifle -- but we estimate that PHALANX should never face a situation where this might become a problem. Its reduced accuracy is amended by a highly-advanced scope that will calculate and display intelligent bullet trajectories wherever the rifle is pointing. The integral 'smart' bipod features a pneumatic suspension system that keeps the barrel perfectly horizontal to allow accurate fire even on broken ground. The buttstock and grip automatically mould themselves to fit any shooter. Most importantly, this rifle has racked up more alien kills in Mumbai than any other weapon deployed in the fighting. At half the weight of other sniper rifles and twice the manoeuvrability, the LWRS offers the power and flexibility that our agents require. This weapon will not disappoint. For PHALANX use, we have given this rifle the classification S-1. Recommended Doctrine Soldiers equipped with the S-1should keep their distance, fire from cover, and try to use aimed shots whenever possible. This is not an automatic weapon; a missed shot wastes time, ammunition and possibly life. All our snipers should carry at least one backup sidearm such as the P-12 or the CRC-8 SMG, or a combat knife at the very least. Should aliens threaten a sniper at close range, he should immediately draw his sidearm. Under no circumstances should he try to use an S-1 to fend off attackers at close range. The S-1 is too slow-firing to stop an advancing alien and will quickly deplete its magazine if this is attempted. If the soldier tries to shoot his magazine dry before drawing his sidearm, it will be too late. Addenda Along with high-explosive rockets and grenades, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.

source: sniper_mag_txt
de: Technische Spezifikationen: Scharfschützengewehrmunition KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Division, PHALANX, Atlantisches Operationskommando Überblick Dieses Magazin enthält 5 Schuss 20x140mm SMG (schweres Maschinengewehr) Munition. Es hat ein einspaltiges Box Design und kann durch die schweren Kugeln sehr schwer werden. Ein Magazin kann, in Abhängigkeit vom Kugeltyp, bis zu einem Kilo wiegen. Die Kugeln für dieses Scharfschützengewehr sind zwar teurer als die normalen SMG Kugeln, dafür sorgen sie für eine höhere Genauigkeit. Dieses Magazin kann in ein S-1 Scharfschützengewehr geladen werden. Empfohlener Einsatz Alle Soldaten, die mit einem Scharfschützengewehr ausgerüstet sind, sollten mindestens ein extra Magazin mit sich führen. Es ist nicht anzuraten, unsere Truppen ohne Ersatzmagazine ins Feld zu schicken. Zusatz Keiner.
fr: Spécifications techniques : Chargeur de Fusil de Précision NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Ce chargeur contient 5 balles de munitions PML (Pistolet Mitrailleur Lourd) 20x140mm. Ces balles sont agencées en une configuration à une seule colonne, et à cause de leur poids, le chargeur peut être très lourd : il peut peser jusqu'à un kilogramme selon le type de munitions utilisées. Les balles sont de manufacture particulière d'excellente qualité et sont destinées aux fusils de précision lourds. Elles sont plus précises et plus coûteuses que les munitions classiques PML. Ce chargeur est destiné à être utilisé dans le Fusil de Précision S-1. Doctrine recommandée Tout soldat armé d'un fusil de précision devrait également emporter au moins un chargeur supplémentaire lorsqu'il part sur le terrain. Il n'est pas recommandé d'envoyer nos troupes au combat sans chargeur de rechange. Addenda Aucun.
ru: Technical Specifications: Sniper Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 5 rounds of 20x140mm HMG (Heavy Machine Gun) ammunition. It is a conventional single-column box design, and can be extremely heavy due to the weight of the rounds inside. One magazine can weigh up to 1 kilogramme depending on the type of ammo used. The rounds in this magazine are high-quality match grade ammunition meant for heavy sniper rifles; they are more accurate and expensive than ordinary HMG rounds. The magazine is meant to be loaded into an S-1 Sniper Rifle. Recommended Doctrine All soldiers equipped with sniper rifles should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
th: Technical Specifications: Sniper Rifle Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 5 rounds of 20x140mm HMG (Heavy Machine Gun) ammunition. It is a conventional single-column box design, and can be extremely heavy due to the weight of the rounds inside. One magazine can weigh up to 1 kilogramme depending on the type of ammo used. The rounds in this magazine are high-quality match grade ammunition meant for heavy sniper rifles; they are more accurate and expensive than ordinary HMG rounds. The magazine is meant to be loaded into an S-1 Sniper Rifle. Recommended Doctrine All soldiers equipped with sniper rifles should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.
