Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: shotgun_txt
de: Technische Spezifikation: Schrotflinte KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Kommando Atlantische Operationen Überblick Der Alienangriff auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Commonwealth Truppen, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Alienvormarsch zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das beste, was menschliche Technologie zu bieten hat. Das Excalibur Programm wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der Alienbedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Aus unseren Erfahrungen in Mumbai und anderen umkämpften Städten folgern wir, dass die Aliens ihre Bemühungen vor allem auf dichtbevölkerte Gebiete konzentrieren. Die Mehrzahl der Scharmützel fand auf Messerreichweite statt. Für das Excalibur Programm haben wir einige leistungsstarke Waffen für unser Nahkampfpaket ausgewählt. Viele großartige Schrotflinten der letzten zwei Jahrhunderte sind aus Italien gekommen; die letzte war die Rossi AAA, eine halbautomatische Kampfschrotflinte, die sowohl für SWAT als auch für Anti-Terror-Einheiten entwickelt wurde. Sie besitzt mehrere bahnbrechende Technologien aber ihre erstaunlichste Fähigkeit ist ohne Zweifel der speziell entwickelte "Dreh"-Lauf. Der Drehlauf ist eine neue Art von Schrotflintenlauf mit einem Drehmechanismus am vorderen Handgriff, mit dem man Drall in einer Zehntelsekunde entweder abflachen oder vergrößern kann. Der Lauf kann sogar selbst seinen eigenen Durchmesser und seine Drossel einstellen, um jede Art von Patrone in die Kammer aufzunehmen. Diese beiden Erfindungen erlaubten der AAA, jede Art Schrotflintenmunition sofort bei Bedarf abzufeuern. Die am meisten benutzte militärische und SWAT Munition ist das 12mm Pfeilgeschoss. Jede Patrone beinhaltet 8 winzige Pfeile aus Stahl mit Flügeln, die ihren Flug stabilisieren. Diese Munitionsart hat erhöhte Treffsicherheit verglichen mit dem Schrotschuss und hat eine exzellente Wirkung gegen Rüstung. Die Pfeile rotieren auch leicht nach dem Eindringen, was eine verbesserte Wirkung beim Erzielen von schweren Wunden für so eine kleine Munition bewirkt. Ihre Nachteile sind ihre Verwundbarkeit gegenüber Wind und anderen ablenkenden Faktoren. Dafür sind jedoch andere Arten Munition verfügbar, um mit diesen Bedingungen fertig zu werden - die AAA kann sie alle verschießen. Um es zusammenzufassen: Die Rossi AAA ist eine der vielseitigsten verfügbaren Schrotflinten, die am effektivsten auf kurze Reichweite ist. Sie hat eine höhere Reichweite als der CRC-FL Flamenwerfer und verursacht mehr Schaden als die CRC-8 Maschinenpistole und ist ein guter Kompromiss zwischen Geschwindigkeit, Reichweite und Bremsvermögen. Für den PHALANX Gebrauch haben wir dieser Schrotflinte die Bezeichnung CRC-212 gegeben. Empfohlener Einsatz Die CRC-212 ist sehr gut bei kurzer Reichweite aber verliert schnell ihre Wirkung je höher die Reichweite wird. Pfeilgeschosse haben die Angewohnheit, sich bei hoher Reichweit zu weit zu verteilen, um effektiv zu sein (aber immer noch weniger als Schrot), während gezogene Geschosse einen ausgeprägten Geschossabfall haben und anfällig bei Wind sind. Die Schrotflinte kann auf mittlerer Reichweite treffen, aber erwarten sie keine hohe Effektivität. Wo diese Waffe wirklich einen Unterschied machen wird, sind urbane Situationen, wo der Gegner wenig Deckung hat und in kurzer Reichweite bekämpft werden kann. Dennoch kann sie zu lang sein, um sie in beengten Orten zu benutzen. Die CRC-M9 Mikroschrotflinte dürfte besser in dieser Situation sein. Zusatz Keiner.
ru: Техническая спецификация: Помповое ружьё CRC-212 ГРИФ СЕКРЕТНОСТИ: ЖЁЛТЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Технический документ, Уровень допуска: Дельта Внесено в реестр: 20 марта 2084 Автор: коммандер Поль Наварре, НИОКР: инженерно-технический отдел, ФАЛАНКС, Атлантическая ударная группа Краткий обзор The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. Many great shotguns have come out of Italy over the past two centuries; the latest is the Rossi AAA, a semi-automatic combat shotgun developed for use by SWAT and anti-terrorist units. It features several ground-breaking technologies, but its most impressive feature is without a doubt the specially-developed 'Twist' barrel. The Twist is a new type of shotgun barrel that, with a sharp twist of the front handguard, can protrude or flatten the rifling inside the barrel. With this mechanism, the AAA can change its barrel from smoothbore to rifled and back in a tenth of a second. The barrel even adjusts its own diameter and choke to fit whatever type of shell is in the chamber. These two innovations allow the AAA to fire any kind of shotgun ammo at a moment's notice. The most commonly used military and SWAT ammunition is the 12mm centerfire flechette shell. Each shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition has superior accuracy compared to buckshot and performs excellently against armour. The flechettes are also prone to tumble after penetration, resulting in impressive wounding capability for such a small projectile. Their drawbacks are vulnerability to wind conditions and other deflecting factors. Other types of ammo are available to deal with these situations, however -- and the AAA can fire them all. In conclusion, the Rossi AAA is a highly versatile shotgun that is among the most effective close-range weapons available. It has a longer range than the CRC-FL Flamethrower and causes more damage than the CRC-8 SMG, providing a good compromise between speed, range and stopping power. For PHALANX use, we have given this shotgun the classification CRC-212. Рекомендованная доктрина The CRC-212 performs very well at close quarters but quickly loses power as the range increases. Flechette shot tends to spread too far to be effective at range (though less so than ordinary buckshot), while rifled slugs suffer a pronounced projectile drop and are highly susceptible to wind conditions. Though the shotgun can shoot out to medium range, don't expect it to be very effective. Where this weapon will truly shine is in urban situations where the enemy has little cover to hide behind and can be engaged at close range. However, it can be too long to manoeuvre properly in tight spaces. The CRC-M9 Micro Shotgun may be preferable in these situations. Приложения Нет.
th: Technical Specifications: CRC-212 Riot Shotgun CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. Many great shotguns have come out of Italy over the past two centuries; the latest is the Rossi AAA, a semi-automatic combat shotgun developed for use by SWAT and anti-terrorist units. It features several ground-breaking technologies, but its most impressive feature is without a doubt the specially-developed 'Twist' barrel. The Twist is a new type of shotgun barrel that, with a sharp twist of the front handguard, can protrude or flatten the rifling inside the barrel. With this mechanism, the AAA can change its barrel from smoothbore to rifled and back in a tenth of a second. The barrel even adjusts its own diameter and choke to fit whatever type of shell is in the chamber. These two innovations allow the AAA to fire any kind of shotgun ammo at a moment's notice. The most commonly used military and SWAT ammunition is the 12mm centerfire flechette shell. Each shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition has superior accuracy compared to buckshot and performs excellently against armour. The flechettes are also prone to tumble after penetration, resulting in impressive wounding capability for such a small projectile. Their drawbacks are vulnerability to wind conditions and other deflecting factors. Other types of ammo are available to deal with these situations, however -- and the AAA can fire them all. In conclusion, the Rossi AAA is a highly versatile shotgun that is among the most effective close-range weapons available. It has a longer range than the CRC-FL Flamethrower and causes more damage than the CRC-8 SMG, providing a good compromise between speed, range and stopping power. For PHALANX use, we have given this shotgun the classification CRC-212. Recommended Doctrine The CRC-212 performs very well at close quarters but quickly loses power as the range increases. Flechette shot tends to spread too far to be effective at range (though less so than ordinary buckshot), while rifled slugs suffer a pronounced projectile drop and are highly susceptible to wind conditions. Though the shotgun can shoot out to medium range, don't expect it to be very effective. Where this weapon will truly shine is in urban situations where the enemy has little cover to hide behind and can be engaged at close range. However, it can be too long to manoeuvre properly in tight spaces. The CRC-M9 Micro Shotgun may be preferable in these situations. Addenda None.

source: shotgun_ammo_txt
de: Technische Spezifikation: Pfeilgeschosse KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Kommando Atlantische Operationen Überblick Dieses Magazin beinhaltet 7 Pfeilgeschosspatronen. Jede der 12mm Patronen beinhaltet 8 winzige Pfeile - solide Stahlnadeln mit Flügeln, um ihren Flug zu stabilisieren. Diese Munition ist nur für den Militärgebrauch und verboten für die zivile Nutzung - aufgrund der exzellenten Wirkung gegen Rüstung. Die Pfeile rotieren schnell, nachdem sie in den Körper eingedrungen sind, was zu horrenden Wunden führt und das Ziel entweder tötet oder schnell in Deckung treibt. Diese kurze Patrone - nur 90mm lang - wurde für pistolenartige Schrotflinten wie die CRC-M9 entwickelt. Trotzdem kann die CRC-212 sie genauso gut verschießen, mit all den Leistungsstärken von großen Waffen. Dieses Magazin wird in eine CRC-212 oder CRC-M9 Schrotflinte geladen. Empfohlener Einsatz Alle Soldaten, die mit Schrotflinten ausgerüstet sind, sollten mindestens ein Ersatzmagazin mit sich führen, wenn sie auf das Schlachtfeld gehen. Es ist nicht anzuraten, unsere Truppen ohne ausreichende Munition in den Kampf zu schicken. Zusatz Keiner.
ru: Техническая спецификация: Патроны с СПЭ ГРИФ СЕКРЕТНОСТИ: ЖЁЛТЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Технический документ, Уровень допуска: Дельта Внесено в реестр: 20 марта 2084 Автор: коммандер Поль Наварре, НИОКР: инженерно-технический отдел, ФАЛАНКС, Атлантическая ударная группа Краткий обзор This magazine contains 7 shells of flechette shot. Each 12mm shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition is military-only, banned for all civilian use due to the flechettes' excellent performance against armour. The flechettes are prone to tumble after penetration, resulting in nasty wounds that will either kill the target or send it running for cover. This short shell -- only 90mm long -- was designed for pistol-configuration shotguns like the CRC-M9 Micro Shotgun. However, the CRC-212 Riot Shotgun can fire it just as easily, with all the performance increases of a full-sized weapon. The magazine is meant to be loaded into a CRC-212 Riot Shotgun or CRC-M9 Micro Shotgun. Рекомендованная доктрина All soldiers equipped with shotguns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Приложения Нет.
th: Technical Specifications: Flechette Shells CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This magazine contains 7 shells of flechette shot. Each 12mm shell contains 8 tiny flechettes -- solid steel needles with fins to stabilise their flight. This ammunition is military-only, banned for all civilian use due to the flechettes' excellent performance against armour. The flechettes are prone to tumble after penetration, resulting in nasty wounds that will either kill the target or send it running for cover. This short shell -- only 90mm long -- was designed for pistol-configuration shotguns like the CRC-M9 Micro Shotgun. However, the CRC-212 Riot Shotgun can fire it just as easily, with all the performance increases of a full-sized weapon. The magazine is meant to be loaded into a CRC-212 Riot Shotgun or CRC-M9 Micro Shotgun. Recommended Doctrine All soldiers equipped with shotguns should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare magazines. Addenda None.

source: You can use a flashbang to deactivate your opponents Reaction Fire mode or to take of all his remaining Time Units (TUs) for his next round.
de: Sie können Blendgranaten verwenden, um das gegnerische Reaktionsfeuer auszuschalten oder ihm alle verbleibenden Zeiteinheiten seiner nächsten Runde zu wegzunehmen.

source: Be sure to hire as many scientists as you can. The faster you know your enemy, the easier he is to defeat.
de: Stelle so viele Wissenschaftler wie möglich ein. Um so schneller du den Feind kennst, um so schneller kannst du ihn bekämpfen.

source: You can zoom the geoscape by holding down [Ctrl] and moving the mouse up or down.
de: Man kann die Geoscape-Ansicht zoomen indem man die [Strg]-Taste gedrückt hält und die Maus hoch oder runter bewegt.

source: Keep soldiers close, so that they can support each other (heal each other, shoot when one runs out of Time Units (TUs)). Keep a wall between them at the end of your round, so that they can't be killed with one grenade.
de: Halten Sie ihre Soldaten nah beisammen, so dass diese sich unterstützen können (heilen, schießen wenn der Andere keine ZE mehr hat). Positionieren Sie sie auf unterschiedlichen Seiten einer Mauer, damit nicht Beide durch eine Granate getötet werden können.

source: Air Burst from the Grenade Launcher lets you explode those grenades in a specific place. Very useful when targetting something near the edge of the map, or on a ledge.
de: Airburst-Schüsse aus dem Granatwerfer lassen Sie die Granaten an definierten Orten explodieren. Dies kann etwa in der Nähe des Kartenrandes oder an Vorsprüngen nützlich sein.

source: Remember that items will slow an aircraft. To intercept fast UFOs, you may prefer to send several aircrafts lightly equiped.
de: Denke daran, dass Ausrüstungsgegenstände ein Flugzeug langsamer machen. Um UFOs abzufangen kann es günstiger sein, mehrere Flugzeuge mit leichter Ausrüstung auszusenden.

source: Your attacked aircraft may flee to one of your base to avoid beeing destroyed by UFOs.
de: Ein angegriffenes Flugzeug kann zu einer der Basen fliehen um der Zerstörung durch UFOs zu entgehen.

source: Build an alien containment to be able to imprison alive aliens.
de: Baue eine Quartänestation um lebendige Aliens gefangen zu halten.

source: Short Wave
de: Kurze Welle

source: Long Wave
de: Lange Welle

source: Double Charge
de: Doppelschuss
ru: двойной разряд
th: แทงสองครั้ง

source: Spray
de: Streuschuss

source: %s (empty)
de: %s (leer)
ru: %s (пусто)
th: %s (ไม่มี)

source: Interception
de: Abfangen
ru: Перехват
th: ดักจับ

source: Note
de: Hinweis
ru: ЗАМЕТКА
th: ข้อสังเกต

source: Mar
de: Mär
ru: Мар
th: มีค.

source: Oct
de: Okt
ru: Окт
th: ตค.

source: Base (%s): %i c
de: Basis (%s): %i c
ru: База (%s): %i кр
th: ฐาน (%s): %i c

source: Secured %s was destroyed.
de: Gesichertes UFO vom Typ %s wurde zerstört.

source: Base
de: Basis
ru: База
th: ฐาน

source: No craft available, or no weapons loaded on available craft.
de: Kein Flugzeug verfügbar, oder keine Waffen darauf installiert.

source: Error in loading a subsystem - see game console for more information
de: Fehler beim Laden eines Subsystems - Mehr Information in der Konsole.

source: Jungle
de: Dschungel
ru: джунгли
th: ป่า

source: Type: Protection:
de: Typ: Schutz:

source: Action: %s
de: Aktion: %s
ru: Действие: %s
th: ปฏิบัติการ: %s

source: %s: Protection: %i
de: %s: Schutz: %i

source: Re:
de: AW:
ru: Отв:

source: ^BRe: %s %i %s %02i
de: ^BAW: %s %i %s %02i

source: Re: %s %i %s %02i
de: AW: %s %i %s %02i

source: 5 sec
de: 5 sek
ru: 5 секунд
th: 5 วินาที

source: 5 mins
de: 5 min
ru: 5 минут
th: 5 นาที

source: Stiletto I
th: ย. สติลเลตโต

source: normal
ru: физическое
th: ปกติ

source: laser
ru: лазер
th: เลเซอร์

source: plasma
ru: плазма
th: พลาสมา

source: Radar
ru: Радар
th: เรดาร์

source: media/DejaVuSans.ttf
th: media/Loma.ttf

source: media/FreeSans.ttf
th: media/Norasi.ttf

source: 100000 c
ru: 100000 кр
th: 100000 เครดิต

source: OK
ru: ОК
th: ตกลง

source: Multitexturing:
ru: Мультитекстурирование:
th: ซ้อนพื้นผิว:

source: Gamma:
ru: Гамма:
th: แกมม่า:

source: Tabelbala
ru: Табельбала
th: ทาเบลบาลา

source: Gwanda
ru: Гванда
th: กวันดา

source: Wachau
ru: Вахау
th: วาเชา

source: Marina Serra
ru: Марина Серра
th: มารีน่า เซอร่า

source: Berlin
ru: Берлин
th: เบอร์ลิน

source: Wellington
ru: Веллингтон
th: เวลลิงตัน

source: Greeneville
ru: Гринвилл
th: กรีนวิลล์

source: Asyut
ru: Эйсьют
th: อัสยุต

source: Bristol
ru: Бристоль
th: บริสตอล

source: Jiwani
ru: Дживани
th: จิวานี

source: Morioka
ru: Мориока
th: โมริโอกะ

source: Oslo
ru: Осло
th: ออสโล

source: New York
ru: Нью-Йорк
th: นิวยอร์ค

source: Radisson
ru: Радиссон
th: แรดิสัน

source: Veracruz
ru: Веракрус
th: เวราครูส

source: La Paz
ru: Ла-Пас
th: ลา ปาซ

source: Gobabis
ru: Гобабис
th: โกบาบีส์

source: San Francisco
ru: Сан-Франциско
th: ซานฟรานซิสโก

source: Fargo
ru: Фарго
th: ฟาร์โก

source: Wajir
ru: Ваджир
th: วาเฮียร์

source: Uppsala
ru: Упсала
th: อัพซาลา

source: Busan
ru: Пусан
th: ปูซาน

source: Mackay
ru: Маккай
th: แมคเคย์

source: Antalya
ru: Анталия
th: อันทาเลียร์

source: Wiwili
ru: Вайвили
th: วิวิลี

source: Dongola
ru: Донгола
th: ดอนโกลา

source: Tazovskij
ru: Тазовский
th: ทาซอฟสกี้

source: Doha
ru: Доха
th: โดฮา

source: Altdorf
ru: Альтдорф
th: อัลท์ดอร์ฟ

source: Lille
ru: Лилль
th: ลิลล์

source: Nuuk
ru: Нуук
th: นูค

source: Agpat
ru: Агпат
th: อ้คพัต

source: Linstead
ru: Линстед
th: ลินสตีด

source: Grenchen
ru: Гренхен
th: เกรนเชน

source: Shannon
ru: Шаннон
th: แชนนอน

source: chaingun_txt
ru: <TODO>
th: <TODO>

source: chaingun_ammo_txt
ru: <TODO>
th: <TODO>

source: bloodspider_notes_txt
ru: КОМУ: Командующему базы, ФАЛАНКС, Атлантическая ударная группа ОТ: доктор Коннор, НИОКР: отдел ксенобиологии и биозащиты, ФАЛАНКС, Атлантическая ударная группа ДАТА: 01 июня 2084 ТЕМА: заявка: Вскрытие пришельца -- Гем-паук Командующий, На последней операции в наше распоряжение попал труп новой разновидности ксеноморфного биологического вида. Мы должны приступить к его препарированию и изучению как можно быстрее. Искренне Ваш, доктор Коннор
th: ถึง: ผู้บัญชาการฐาน, PHALANX, หน่วยปฏิบัติการแอตแลนติค จาก: ดร. คอนเนอร์, ฝ่ายวิัจัยและพัฒนา: แผนกชีววิทยาและการกักกัน, PHALANX, หน่วยปฏิบัติการแอตแลนติค วันที่: 01 มิถุนายน 2084 หัวข้อ: นำเสนอโครงการ: ชันสูตรศพมนุษย์ต่างดาว -- แมงมุมโลหิต เรียนท่านผู้บัญชการ, เราได้เก็บกู้ศพมนุษย์ต่างดาวจากสนามรบได้ เราจะเริ่มการผ่าศพและประิเมินโดยด่วนที่สุด ขอแสดงความนับถือ, ดร. คอนเนอร

source: Taman
ru: Таман
th: ทามาน

source: Ortnok
ru: Ортнок
th: ออร์ตนอค

source: Shevaar
ru: Шеваар
th: เชฟวาร์

source: Inferno
ru: пекло
th: เผาผลาญ

source: Jan
ru: Янв
th: มค.

source: Jun
ru: Июн
th: มิย.

source: Sep
ru: Сен
th: กย.

source: Nov
ru: Ноя
th: พย.

source: Max. clients: %s
ru: Максимум игроков: %s
th: ลูกข่ายสูงสุด: %s

source: Mission %s (%s)
ru: Операция %s (%s)
th: ภารกิจ %s (%s)

source: alien
th: มนุษย์ต่างดาว

source: Q
ru: Шт.

source: Revelstoke
ru: Ревелстоук

source: %i c
ru: %i кр
