Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_antimatter_txt
de: Result TO: Base Commander, PHALANX, Atlantic Operations Command FROM: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command DATE: %02i %s %i SUB: Blueprints -- Antimatter Storage Overview The Antimatter Storage facility is designed to safely store antimatter for later use, at least as safely as antimatter can possibly be stored. It is based around an advanced magnetic containment system we've derived from alien antimatter technology, which we call the 'inner shell'. The 'outer shell' consists of several radiation airlocks over the main passages, a heavily-armoured control room, and a host of other security and containment measures -- all designed to keep any radiation inside the outer shell. The outer shell's design borrows heavily from that of UN nuclear ammo dumps. In case of problems in the inner shell, there's an automatic security system which will lock down the instant containment drops below safe levels. The facility will first close its blast doors, then secure every airlock with tungsten locking rods, fill the outer shell atmosphere with radiation-retardant gas and inject anti-shock foam behind the walls, and then try to contain the inevitable blast. This procedure will not give any personnel caught inside time to escape, but that's the price we'll have to pay if we want to have a chance of saving the entire base. To understand how dangerous this facility really is, building an Antimatter Storage at one of our bases will require us to list that base with the UN nuclear site register. At full capacity -- 10 grammes of antimatter -- just one storage facility will be containing the equivalent of nearly half a megaton of TNT. While this isn't much compared to modern thermonuclear weapons, it's enough to turn the entire base and everything inside to cinders in less than a second. It's difficult to 'blow up' antimatter, but under the wrong circumstances, it can happen. Even if no explosion occurs, a loss of containment would result in the annihilation of the stored antimatter with the normal matter of the containment system. If there were any fault or damage in the outer shell at this point, then the ensuing blast of gamma radiation and high-speed particles would escape and strip the area clean of life. The base would be poisoned and rendered uninhabitable for centuries to come. Recommended Doctrine I believe I've already stressed that this facility must be the most heavily-defended building in any PHALANX base, taking priority even over the Command Centre. Losing the CC would be a blow, but it can be rebuilt. The cost would be a trifle compared to the kind of armageddon that can result from a mishap at the Antimatter Storage. Although this facility will be essential to our continued success in this war, it's going to be very expensive to build and operate due to the advanced tech and materials required. It may be necessary to hold off on building one until we're sure our budget can stretch that far. Having said that, until we manage to build one of these facilities, we'll be completely unable to store or use any recovered antimatter. We can't just build up a pile of unstable, alien, possibly-damaged tanks of nuclear-level explosive. Everything we find will have to be destroyed for safety. Considering that we can't duplicate the stuff, we're going to need every microgramme we can get our hands on. Addenda None.
fr: Proposition POUR : Commandant de Base, PHALANX, Commandement des Opérations Atlantique DE : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique DATE : %02i %s %i SUJET : Plans -- Stockage d'Antimatière Considérations générales Le Stockage d'Antimatière est conçu pour stocker sans risque l'antimatière pour un usage postérieur, enfin aussi peu risqué que l'entreposage d'antimatière puisse être. Il est basé autour d'un système magnétique avancé de retenue que nous avons dérivé de la technologie d'antimatière alienne, que nous appelons « la coque interne ». « La coque externe » se compose de plusieurs sas antiradiation au-dessus des passages principaux, d'une salle de commande lourdement blindée, et d'une foule d'autres mesures de sécurité et de retenue -- tous ont été conçus pour garder n'importe quel rayonnement à l'intérieur de la coque externe. La conception de la coque externe emprunte fortement à celle des entrepôts de munitions nucléaires de l'ONU. En cas de problèmes dans la coque interne, il y a un système automatique de sécurité qui verrouillera l'accès au-dessous des niveaux sûrs. Le système fermera d'abord ses portes de souffle, puis sécurisera les sas avec des barres de tungstène, remplira l'atmosphère de coque externe de gaz retardateur de rayonnement, injectera de la mousse antichoc derrière les murs, et enfin essayera de contenir l'inévitable explosion. Ce procédé ne donnera à aucune personne coincée à l'intérieur attrapé le temps de s'échapper, mais c'est le prix que nous devrons payer si nous voulons avoir une chance de sauver la base entière. Pour comprendre la dangerosité de ce bâtiment, construire un Stockage d'Antimatière dans une de nos bases exigera de nous de déclarer cette base sur le registre des sites nucléaire de l'ONU. À la pleine capacité -- 10 grammes d'antimatière -- un seul système de stockage contiendra l'équivalent de presque la moitié d'une megatonne de TNT. Même si ceci n'est pas beaucoup comparé aux armes thermonucléaires modernes, c'est est suffisant pour réduire en cendre la base entière et tout ce qu'elle contient en moins d'une seconde. Il est difficile « de faire sauter » de l'antimatière, mais dans de mauvaises circonstances, cela peut se produire. Même si aucune explosion ne se produit, une perte de retenue aurait comme conséquence l'annihilation de l'antimatière stockée avec la matière normale du système de retenue. S'il y avait n'importe quel défaut ou dommages dans la coque externe à ce moment, alors le souffle de rayonnement gamma et de particules à grande vitesse en résultant s'échapperait et nettoierait le secteur de toute vie. La base serait empoisonnée et rendue inhabitable pendant les siècles à venir. Doctrine recommandée Je crois que j'ai déjà insisté sur le fait que cette installation doit être le bâtiment le plus lourdement défendu de n'importe quelle base PHALANX, ayant même la priorité sur le centre de commande. Perdre le CC serait un coup, mais il peut être reconstruit. Le coût serait une insignifiant comparée au genre d'Armageddon qui peut résulter d'un malheur au Stockage d'Antimatière. Bien que ce service soit essentiel à notre succès dans cette guerre, il va être très cher à construire et à utiliser en raison de la technologie et des matériaux avancés exigés. Il peut être nécessaire de se retenir d'en construire un jusqu'à ce que nous soyons sûrs que notre budget peut le supporter. Ceci dit, jusqu'à ce que nous parvenions à établir un de ces équipements, nous seront complètement incapable de stocker ou d'employer n'importe quelle antimatière récupérée. Nous ne pouvons pas simplement accumuler une pile instables, aliens, possiblement endommagés de réservoirs d'explosif de niveau nucléaire. Tout que nous trouverons devra être détruit pour la sécurité. Puisque nous ne pouvons pas reproduire la substance, nous allons avoir besoin de chaque microgramme que nous pouvons obtenir. Addenda Aucun.
ru: Result TO: Base Commander, PHALANX, Atlantic Operations Command FROM: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command DATE: %02i %s %i SUB: Blueprints -- Antimatter Storage Overview The Antimatter Storage facility is designed to safely store antimatter for later use, at least as safely as antimatter can possibly be stored. It is based around an advanced magnetic containment system we've derived from alien antimatter technology, which we call the 'inner shell'. The 'outer shell' consists of several radiation airlocks over the main passages, a heavily-armoured control room, and a host of other security and containment measures -- all designed to keep any radiation inside the outer shell. The outer shell's design borrows heavily from that of UN nuclear ammo dumps. In case of problems in the inner shell, there's an automatic security system which will lock down the instant containment drops below safe levels. The facility will first close its blast doors, then secure every airlock with tungsten locking rods, fill the outer shell atmosphere with radiation-retardant gas and inject anti-shock foam behind the walls, and then try to contain the inevitable blast. This procedure will not give any personnel caught inside time to escape, but that's the price we'll have to pay if we want to have a chance of saving the entire base. To understand how dangerous this facility really is, building an Antimatter Storage at one of our bases will require us to list that base with the UN nuclear site register. At full capacity -- 10 grammes of antimatter -- just one storage facility will be containing the equivalent of nearly half a megaton of TNT. While this isn't much compared to modern thermonuclear weapons, it's enough to turn the entire base and everything inside to cinders in less than a second. It's difficult to 'blow up' antimatter, but under the wrong circumstances, it can happen. Even if no explosion occurs, a loss of containment would result in the annihilation of the stored antimatter with the normal matter of the containment system. If there were any fault or damage in the outer shell at this point, then the ensuing blast of gamma radiation and high-speed particles would escape and strip the area clean of life. The base would be poisoned and rendered uninhabitable for centuries to come. Recommended Doctrine I believe I've already stressed that this facility must be the most heavily-defended building in any PHALANX base, taking priority even over the Command Centre. Losing the CC would be a blow, but it can be rebuilt. The cost would be a trifle compared to the kind of armageddon that can result from a mishap at the Antimatter Storage. Although this facility will be essential to our continued success in this war, it's going to be very expensive to build and operate due to the advanced tech and materials required. It may be necessary to hold off on building one until we're sure our budget can stretch that far. Having said that, until we manage to build one of these facilities, we'll be completely unable to store or use any recovered antimatter. We can't just build up a pile of unstable, alien, possibly-damaged tanks of nuclear-level explosive. Everything we find will have to be destroyed for safety. Considering that we can't duplicate the stuff, we're going to need every microgramme we can get our hands on. Addenda None.
th: Result TO: Base Commander, PHALANX, Atlantic Operations Command FROM: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command DATE: %02i %s %i SUB: Blueprints -- Antimatter Storage Overview The Antimatter Storage facility is designed to safely store antimatter for later use, at least as safely as antimatter can possibly be stored. It is based around an advanced magnetic containment system we've derived from alien antimatter technology, which we call the 'inner shell'. The 'outer shell' consists of several radiation airlocks over the main passages, a heavily-armoured control room, and a host of other security and containment measures -- all designed to keep any radiation inside the outer shell. The outer shell's design borrows heavily from that of UN nuclear ammo dumps. In case of problems in the inner shell, there's an automatic security system which will lock down the instant containment drops below safe levels. The facility will first close its blast doors, then secure every airlock with tungsten locking rods, fill the outer shell atmosphere with radiation-retardant gas and inject anti-shock foam behind the walls, and then try to contain the inevitable blast. This procedure will not give any personnel caught inside time to escape, but that's the price we'll have to pay if we want to have a chance of saving the entire base. To understand how dangerous this facility really is, building an Antimatter Storage at one of our bases will require us to list that base with the UN nuclear site register. At full capacity -- 10 grammes of antimatter -- just one storage facility will be containing the equivalent of nearly half a megaton of TNT. While this isn't much compared to modern thermonuclear weapons, it's enough to turn the entire base and everything inside to cinders in less than a second. It's difficult to 'blow up' antimatter, but under the wrong circumstances, it can happen. Even if no explosion occurs, a loss of containment would result in the annihilation of the stored antimatter with the normal matter of the containment system. If there were any fault or damage in the outer shell at this point, then the ensuing blast of gamma radiation and high-speed particles would escape and strip the area clean of life. The base would be poisoned and rendered uninhabitable for centuries to come. Recommended Doctrine I believe I've already stressed that this facility must be the most heavily-defended building in any PHALANX base, taking priority even over the Command Centre. Losing the CC would be a blow, but it can be rebuilt. The cost would be a trifle compared to the kind of armageddon that can result from a mishap at the Antimatter Storage. Although this facility will be essential to our continued success in this war, it's going to be very expensive to build and operate due to the advanced tech and materials required. It may be necessary to hold off on building one until we're sure our budget can stretch that far. Having said that, until we manage to build one of these facilities, we'll be completely unable to store or use any recovered antimatter. We can't just build up a pile of unstable, alien, possibly-damaged tanks of nuclear-level explosive. Everything we find will have to be destroyed for safety. Considering that we can't duplicate the stuff, we're going to need every microgramme we can get our hands on. Addenda None.
