Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: Be sure to hire as many engineers as you can. The faster your production lines, the sooner you can get access to better equipment and resupplies.
de: Stelle so viele Arbeiter wie möglich ein. Um so schneller deine Produktion arbeitet, um so schneller hast du bessere Ausrüstung und Nachschub.
fr: Pensez à engager autant de techniciens que possible. Plus vos lignes de production seront rapides, plus votre équipement sera adapté.

source: Be sure to visit our website, http://ufoai.sf.net/ and drop by our community channel. You can do so by going to the Multiplayer menu and clicking on the Lobby button.
de: Bitte besuchen Sie auch unsere Webseite http://ufoai.sf.net/ und den 'community channel'. Dorthin kommen Sie, wenn Sie im Multiplayer-Menü auf den Lobby-Knopf klicken.
fr: Visitez notre site, http://ufoai.sf.net/ et joignez le canal de notre communauté. Vous pouvez pour cela aller dans le menu multi-joueur et cliquer sur le bouton IRC.

source: Remember that you need an active Command Centre in order to launch interceptors.
de: Denke daran, dass du eine aktive Kommandozentrale benötigst, bevor du Abfangjäger starten kannst.
fr: Vous devez disposer d'un Centre de commandement actif pour lancer des intercepteurs.

source: Never pass up an opportunity to capture a live alien, even one you have already researched.
de: Verschenke niemals die Gelegenheit einen lebendigen Außerirdischen zu fangen, auch einen, den du schon untersucht hast.
fr: Ne manquez jamais une opportunité de capturer un alien vivant, même si vous avez déjà étudié cette espèce.

source: Watch your back! Your soldiers can only see enemies in an arc in front of them.
de: Pass auf was hinter dir ist! Deine Soldaten können nur Feinde in einem Bereich vor ihnen sehen.
fr: Surveillez vos arrières ! Un soldat ne peut voir que les ennemis qui se trouvent devant lui.

source: Build a workshop and UFO hangars to be able to disassemble UFOs.
de: Baue eine Werkstatt und UFO-Hangars um UFOs zu demontieren.
fr: Construisez un atelier et des hangars à OVNI pour pouvoir désassembler des OVNI.

source: You can make soldiers crouch to better protect them from enemy fire. But remember that crouching and standing up cost Time Units (TUs), and moving while crouched costs more TUs than walking normally.
de: Man kann Soldaten kriechen lassen um sie besser vor feindlichem Feuer zu schützen. Aber denke daran, dass der Wechsel zwischen Kriechen und Laufen Zeiteinheiten kostet und dass das Kriechen mehr Zeiteinheiten benötigt als das normale Laufen.
fr: Vos soldats peuvent s'accroupir pour se protéger du feu ennemi. Mais souvenez-vous que s'accroupir coûte des Unités de Temps (UT), et que se déplacer en étant accroupi prend plus d'UT que de marcher normalement.

source: Watch out for Reaction Fire! A soldier can fall under Reaction Fire even if another soldier is moving.
de: Achten Sie auf Reaktionsfeuer! Ein Soldat kann unter Beschuss geraten, selbst wenn ein Anderer sich gerade bewegt.
fr: Prenez garde au tir de réaction ! Un soldat peut être pris pour cible d'un tir de réaction même si ce n'est pas lui qui se déplace.

source: Use [c] to toggle crouching. Crouching makes some weapons considerably more precise. It also makes your soldier a smaller target.
de: Benutze [c] um zwischen Kriechen und Laufen umzuschalten. Beim Kriechen sind einige Waffen deutlich effektiver. Außerdem gibt ein kriechender Soldat ein kleineres Ziel ab.
fr: Utilisez la touche [c] pour qu'un soldat s'accroupisse ou se relève. Le fait de s'accroupir rend certaines armes moins précises. Cela permet également de faire du soldat une cible plus petite.

source: If you are short of Time Units (TUs) and have dangerous enemies, using a flashbang to incapacitate them until the start of your next round may be the best option. 2 TU (retrieve from holster) + 12 TU (throw) = 14TU.
de: Wenn Sie knappe Zeiteinheiten und gefähriche Gegner haben, könnte es die beste Option sein diese mit einer Blendgranate bis zum Anfang Ihrer nächsten Runde außer Gefecht setzen. 2 ZE (aus dem Holster nehmen) + 12 ZE (werfen) = 14 ZE.
fr: Si vous n'avez plus beaucoup d'Unité de Temps (UT) et êtes à proximité d'un ennemi dangereux, vous pouvez utiliser une grenade étourdissante pour l'immobiliser jusqu'au début de votre prochain tour. 2 UT (prendre la grenade de la ceinture) + 12 UT (lancer) = 14 UT.

source: Use the first-person view (toggle with [v]) to check if moving one square to the left will make that shoot-through-the-building shot possible.
de: In der Ego-Perspektive (Umschalten mit [v]) können Sie überprüfen, ob ein Schritt nach links einen Schuss durch das Gebäude ermöglicht.
fr: Utilisez la vue à la première personne (changez avec la touche [v]) pour vérifier que le fait de se déplacer d'une case rendra un tir impossible grâce à la protection d'un mur.

source: Use a fast soldier with pistols, one handed melee weapons, grenades, flashbangs and medikits.
de: Setzen Sie einen schnellen Soldaten mit Pistolen, einhändigen Nahkampfwaffen, (Blend-)Granaten und Medikits ein.
fr: Donnez à vos soldats les plus rapides des pistolets, armes de mêlée à une main, grenades ou encore médikit.

source: Build a hospital to be able to faster heal your soldiers for the next mission.
de: Baue eine Krankenstation um deine Soldaten schneller für die nächste Mission zu heilen.
fr: Construisez un hôpital pour pouvoir soigner plus rapidement vos soldats avant la prochaine mission.

source: Plasma grenades do the most damage, but frag grenades can be useful, as they can be thrown slightly further.
de: Plasmagranaten machen den größten Schaden, aber Splittergranaten können nützlich sein, da sie etwas weiter geworfen werden können.
fr: Les grenades à plasma sont les plus destructrices, mais une grenade à fragmentation peut également être utile, car elle peut être lancée plus loin.

source: Use [x] to cycle through the Reaction Fire settings: none, one shot, multiple shots.
de: Mit [x] kann zwischen den Einstellungen für Reaktionsfeuer umgeschaltet werden: Kein, Einzelschuss, Mehrfachschuss.
fr: Utilisez [x] pour changer de mode de tir de réaction : aucun, coup par coup, tir multiple.

source: Keep soldiers close, so that they can support each other (heal each other, shoot when one runs out of Time Units (TUs)). Keep a wall between them at the end of your turn, so that they can't be killed with one grenade.
fr: Gardez vos soldats en formation serrée, afin qu'ils puissent se couvrir mutuellement (se soigner, tirer lorsque l'un d'entre eux est à court d'Unités de Temps (UT)). Tâchez de les séparer par un mur à la fin de votre tour, pour qu'ils ne puissent être tué par une grenade judicieusement placée.

source: Always have a disposable soldier or two, so you don't have to put your primary units into very risky situations.
de: Halten Sie immer einen oder zwei entbehrliche Soldaten bereit, damit Sie ihre wichtigsten Einheiten nicht in riskante Situationen begeben müssen.
fr: Gardez toujours un soldat ou deux à disposition, pour éviter de mettre vos unités de première ligne dans des situations inutilement dangereuses.

source: Build more radars in the same base to increase the radar range.
de: Baue mehrere Radars in einer Basis um den Radarbereich zu erweitern
fr: Construisez plusieurs radars dans la même base pour augmenter sa portée de détection.

source: Reaction Fire can drain your Time Units (TUs) to 0. If you turn off Reaction Fire, you cannot turn it back on without enough Time Units (TU). You can, however, leave it on. Try not to adjust zeroed units until you're sure.
de: Reaktionsfeuer kann Ihre Zeiteinheiten (ZE) auf null mindern. Wenn Sie es ausschalten, können Sie es nicht ohne genügend ZE wieder aktivieren; Sie können es allerdings aktiviert lassen. Ändern Sie die Einstellung nicht, wenn Sie sich nicht sicher sind.
fr: Le tir de réaction peut faire descendre vos Unités de Temps (UT) à 0. Si vous enlevez le tir de réaction d'un soldat, vous ne pourrez le remettre que si vous conservez suffisamment d'UT. Vous pouvez cependant le laisser, en ne prenant toutes les UT que des unités dont vous êtes sûr qu'elles ne devront plus se déplacer.

source: When throwing grenades, try to avoid straight throws along the grid. With at least a little bit of an angle, the chances of bouncing it back at yourself becomes much less on a 'missed' throw.
de: Vermeiden Sie, Granaten genau geradeaus zu werfen. Schon bei einem kleinen Winkel zum Kartennetz verringert sich die Wahrscheinlichkeit des Zurückrollens der Granate drastisch.
fr: En lançant une grenade, évitez de la lancer selon la grille. Avec un petit angle, les risques de rebond vers votre soldat diminue si le lancé est manqué.

source: Before throwing a grenade, look closely at the shape of the land. A slight slope will affect the direction that the grenade bounces.
de: Bevor man eine Granate wirft sollte man sich genau die Form der Landschaft anschauen. Eine leichte Neigung beeinflusst die Richtung in der die Granate abprallt.
fr: Avant de lancer une grenade, examinez attentivement le terrain. Une pente, même faible, modifiera la direction dans laquelle elle rebondit.

source: You can include your own maps for multiplayer games or create your own campaigns. Just have a look at our wiki to read about content creation.
de: Man kann eigene Maps für Mehrspieler-Partien einbinden oder eigene Kampagnen erzeugen. Besuche unser Wiki um mehr über das Erzeugen eigener Inhalte zu erfahren.
fr: Vous pouvez utiliser vos propres cartes en multi-joueurs ou pour créer une campagne. Pour plus d'informations, allez visiter la rubrique création de notre wiki.

source: You can use [space] to cycle between all geoscape items.
de: Mit der Leertaste kann zwischen den verschiedenen Geoscape-Einträgen gewechselt werden
fr: Vous pouvez utiliser [espace] pour passer d'un élément du géoscape à un autre.

source: You can also accelerate/decelerate time on geoscape by using mouse wheel on the time buttons, or [m], [n].
de: Man kann die Zeit im Geoscape beschleunigen, indem man das Mausrad auf den Zeit-Knöpfen bewegt oder durch die Tasten [m] und [n].
fr: Vous pouvez également accélérer ou décélérer le temps du géoscape en utilisant la roulette de la souris sur les boutons contrôlant le temps (ou utiliser les touches [m] et [n]).

source: Be sure to equip your interceptor with weapons before launching it.
de: Rüste deine Abfangjäger mit Waffen aus, bevor du sie starten lässt.
fr: Pensez à armer votre intercepteur avant de le faire décoller.

source: Remember that items will slow an aircraft. To intercept fast UFOs, you may prefer to send several lightly equipped aircraft.
fr: Les objets dont vous équipez vos appareils peuvent le ralentir. Pour intercepter des OVNI rapides, il peut être intéressant d'envoyer plusieurs appareil légèrement équipés.

source: Your attacked aircraft may flee to one of your bases to avoid being destroyed by UFOs.
fr: Un appareil attaqué peut de réfugier dans une base pour ne pas être détruit par des OVNI.

source: Build an alien containment to be able to imprison aliens alive.
fr: Construisez une unité de détention pour pouvoir capturer des aliens vivants.

source: Spotted enemies: While on a ground mission you can press [Space] to cycle through all spotted enemies. Pressing [t] key will draw a line to each enemy the selected soldier can see.
fr: Ennemis en vue : Lors d'une mission terrestre, vous pouvez utiliser [Espace] pour défiler parmi les ennemis en vue. La touche [t] tracera une ligne jusqu'à chaque ennemi en vue.

source: You can use the right mouse button in the soldier equipment screen to equip or unequip weapons, ammo and armour. This only works in the base equipment, not in the tactical missions where such an action would cost TUs.
fr: Vous pouvez utiliser le bouton droit de la souris du menu d'équipement des soldats pour équiper ou enlever des armes, munitions, ou armures. Ceci ne fonctionne que dans la base, et pas lors des missions tactiques où de telles actions prendraient des UT.

source: Medikit
fr: Médikit
ru: Персональный медкомплекс
th: ชุดปฐมพยาบาล

source: Throw
de: Wurf
fr: Lancer
ru: бросок
th: ขว้าง

source: IR Goggles
de: Infrarotbrille
fr: Lunettes IR
ru: Прибор ИФ-видения

source: Scan
de: Scanner
fr: Scruter
ru: сканировать

source: Frag Grenade
de: Splittergranate
fr: Grenade à Fragmentation
ru: Осколочная граната
th: ถอดสลักระเบิด

source: Lob
de: Gezielter Wurf
fr: Lancer
ru: бросок
th: โยนสูง

source: Roll
de: Rollen
fr: Faire rouler
ru: подкат
th: กลิ้ง

source: Flashbang
de: Blendgranate
fr: Grenade Étourdissante
ru: Ослепляющая граната
th: ประทัดแสง

source: Smoke Grenade
de: Rauchgranate
fr: Grenade Fumigène
ru: Дымовая граната
th: ระเบิดควัน

source: Gas Grenade
de: Gasgranate
fr: Grenade Chimique
ru: Газовая граната
th: ระเบิดแก๊ส

source: Incendiary grenade
de: Brandgranate
fr: Grenade Incendiaire
ru: Зажигательная граната
th: ระเบิดเพลิง

source: Plasma Grenade
de: Plasmagranate
fr: Grenade à Plasma
ru: Плазменная граната
th: ระเบิดพลาสมา

source: Assault Rifle
de: Sturmgewehr
fr: Fusil d'Assaut
ru: Штурмовая винтовка
th: ไรเฟิลจู่โจม

source: Assault Rifle Magazine
de: Sturmgewehrmunition
fr: Chargeur de Fusil d'Assaut
ru: Магазин штурмовой винтовки
th: กระสุนไรเฟิลจู่โจม

source: Snap Shot
de: Schnellschuss
fr: Tir rapide
ru: навскидку
th: ยิงอย่างรวดเร็ว

source: 3-Round Burst
de: 3-Schuss-Salve
fr: Rafale de 3 coups
ru: очередь х3
th: ยิง 3 ชุด

source: Full-Auto
de: Vollautomatisch
fr: Rafale libre
ru: автоматический
th: อัตโนมัติ

source: Aimed shot
fr: Tir visé

source: Minigun
fr: Mitrailleuse

source: Minigun Magazine
fr: Bande pour mitrailleuse

source: 5-Round Burst
de: 5-Schuss-Salve
fr: Rafale de 5 coups
ru: очередь х5
th: ยิงรัว 5 ชุด

source: Full-Auto Sweep
de: Vollautomatische Woge
fr: Rafale libre

source: Machine Gun
de: Maschinengewehr
fr: Mitrailleuse

source: Machine Gun Magazine
de: Maschinengewehrmagazin
fr: Chargeur de fusil mitrailleur

source: Short Burst
de: Kurzer Feuerstoß
fr: Rafale courte

source: Sniper Rifle
de: Scharfschützengewehr
fr: Fusil de Précision
ru: Снайперская винтовка
th: ไรเฟิลซุ่มยิง

source: Sniper Rifle Magazine
de: Scharfschützengewehrmagazin
fr: Chargeur de Fusil de Précision
ru: Обойма снайперской винтовки
th: กระสุนไรเฟิลซุ่มยิง

source: Aimed Shot
de: Gezielter Schuss
fr: Tir visé
ru: прицельно
th: เล็งยิง

source: Headshot
de: Kopfschuss
fr: Tir à la tête
ru: прицельно в голову
th: ยิงหัว

source: 7.62mm Pistol
de: 7.62mm Pistole
fr: Pistolet 7,62mm
ru: Пистолет кал.7.62мм
th: ปืนพก 7.62 มม.

source: 7.62mm Pistol Magazine
de: 7.62mm Pistolen Magazin
fr: Chargeur de Pistolet 7,62mm
ru: 7.62мм обойма пистолета
th: กระสุนปืนพก 7.62 มม.

source: Machine Pistol
de: Maschinenpistole
fr: Pistolet Automatique
ru: Автоматический пистолет
th: ปืนพกอัตโนมัติ

source: 4.2mm MP Magazine
de: 4.2mm MP Magazin
fr: Chargeur de PA 4,2mm
ru: 4.2мм обойма авт.пистолета
th: กระสุนปืนพกอัตโนมัติ 4.2 มม.

source: Submachine Gun
de: Schwere Maschinenpistole
fr: Pistolet Mitrailleur
ru: Пистолет-пулемёт
th: ปืนกลเล็ก

source: SMG Magazine
de: Schweres MP-Magazin
fr: Chargeur de Pistolet Mitrailleur
ru: Магазин пистолета-пулемёта
th: กระสุนปืนกลเล็ก

source: Riot Shotgun
de: Schrotflinte
fr: Fusil à Pompe
ru: Помповое ружьё
th: ปืนลูกซองไรออต

source: Saboted Slugs
de: Treibgeschosse
fr: Cartouches Perforantes
ru: Патроны с подкалиберными пулями
th: ยิงเป็นขุด

source: Single Shot
de: Einzelschuss
fr: Coup par coup
ru: одиночными
th: ยิงหนึ่งนัด

source: Shotgun
de: Schrotflinte
fr: Fusil à pompe
ru: Дробовик
th: ปืนลูกซอง

source: Flechette Shells
de: Pfeilgeschosse
fr: Cartouches à Fléchettes
ru: Патроны с СПЭ
th: ยิงสะบัดปลอก

source: Double Shot
de: Doppelschuss
fr: Double tir
ru: дуплет
th: ยิงสองนัด

source: Micro Shotgun
de: Mikroschrotflinte
fr: Mini-Fusil à Pompe
ru: Минидробовик
th: ปืนลูกซองสั้น

source: Flamethrower
de: Flammenwerfer
fr: Lance-Flammes
ru: Огнемёт
th: เครื่องพ่นไฟ

source: C90 Canister
de: C90 Kanister
fr: Cartouche de C90
ru: Баллон С90
th: เชื้อเพลิง C90

source: Candlelight
de: Kerzenschein
fr: Jet de flammes
ru: огненная струя
th: เผาเล็กน้อย

source: Inferno Sweep
de: Infernowogen
fr: Inferno

source: Rocket Launcher
de: Raketenwerfer
fr: Lance-Roquettes
ru: Ракетная пусковая установка
th: เครื่องยิงจรวด

source: HE Rocket
de: HE Rakete
fr: Roquette HE
ru: Осколочно-фугасная ракета
th: จรวด HE

source: IC Rocket
de: Brandrakete
fr: Roquette IC
ru: Зажигательная ракета
th: กระสุน IC

source: Grenade Launcher
de: Granatwerfer
fr: Lance-Grenades
ru: Гранатомёт
th: เครื่องยิงระเบิด

source: 25mm HIT Grenades
de: 25mm Thermische Granate
fr: Grenades ST 25mm
ru: 25мм фугасные гранаты
th: กระสุนระเบิด 25mm HIT

source: Snap Shot - Airburst
de: Schnellschuss - Airburst
fr: Tir rapide fusant
ru: бегло - детонация
th: ยิงอย่างเร็ว - เล็งบนฟ้า

source: Aimed Shot - Airburst
de: Gezielter Schuss - Airburst
fr: Tir visé fusant
ru: точно - детонация
th: เล็งยิง - เล็งบนฟ้า

source: 3-Round Burst - Airburst
de: 3-Schuss-Salve - Airburst
fr: Rafale de 3 coups fusants
ru: 3х серия - детонация
th: ยิง 3 ชุด - เล็งบนฟ้า

source: Snap Shot - Timed
de: Schnellschuss - zeitvzgt.
fr: Tir rapide retardé
ru: бегло с таймером
th: ยิงอย่างเร็ว - ตั้งเวลา

source: Aimed Shot - Timed
de: Gezielter Schuss - zeitvz.
fr: Tir visé retardé
ru: точно с таймером
th: เล็งยิง - ตั้งเวลา

source: 3-Round Burst - Timed
de: 3-Schuss-Salve - zeitvzgt.
fr: Rafale de 3 coups retardés
ru: 3х серия с таймером
th: ยิง 3 ชุด - ตั้งเวลา

source: 25mm IC Grenades
de: 25mm Brandgranate
fr: Grenades IC 25mm
ru: 25мм зажигательные гранаты
th: ระบบ IC 25มม.

source: 25mm Flechette Grenades
de: 25mm Splittergranate
fr: Grenades à Fléchettes 25mm
ru: 25мм иглогранаты

source: 25mm PB Grenades
de: 25mm PE Granate
fr: Grenades EP 25mm
ru: 25мм плазменные гранаты
th: ระเบิด PB 25มม.

source: Bolter Rifle
de: Bolter
fr: Bolter
ru: Игломёт

source: Bolter Rifle Magazine
de: Bolter-Magazin
fr: Chargeur de bolter
ru: Зарядная кассета игломёта

source: Cannonade
de: Beschießung
fr: Bombardement
ru: канонада

source: Precision Shot
de: Präzisionsschuss
fr: Tir de précision
ru: точный выстрел

source: Combat Knife
de: Kampfmesser
fr: Poignard de Combat
ru: Боевой нож
th: มีด

source: Monomolecular Knife
de: Monomolekulare Klingen
fr: Poignard monomoléculaire
ru: Мономолекулярный нож

source: Stun Charge
de: Betäubungsladung
fr: Charge assommante
ru: парализующий разряд
th: แทงให้ขยับตัวไม่ได้

source: Kerrblade
de: Kerrklinge
fr: Épée Kerr
ru: Керр-клинок

source: Slash
de: Hieb
fr: Trancher
ru: рубящий удар
th: ฟัน

source: Plasma Blade
de: Plasmaklinge
fr: Épée Plasma
ru: Плазменный меч
th: มีดพลาสม่า

source: Lock
de: Hemmen
fr: Vérouiller
ru: фиксация
th: ล็อค

source: Particle Beam Pistol
de: Partikelstrahlpistole
fr: Pistolet à Faisceau de Particules
ru: Лучевой пистолет
th: ปืนพกลำแสงอนุภาค

source: Pistol Particle Accelerator
de: Partikelbeschlenuiger - Pistole
fr: Accélérateur de part. pour pistolet
ru: Ускоритель частиц лучевого пистолета
th: เครื่องเร่งอนุภาคปืนพก

source: Rapid Shots
de: Dauerschuss
fr: Tirs rapides
ru: скоростная стрельба
th: ยิงอย่างรวดเร็ว

source: Particle Beam Rifle
de: Partikelstrahlgewehr
fr: Fusil à Faisceau de Particules
ru: Лучевая винтовка
th: ไรเฟิลอนุถาคแสง

source: Rifle Particle Accelerator
de: Partikelbeschlenuiger - Gewehr
fr: Accélérateur de part. pour fusil
ru: Ускоритель частиц лучевой винтовки
th: เครื่องเร่งอนุภาคไรเฟิล

source: Particle Beam Cannon
de: Partikelstrahlkanone
fr: Canon à Faisceau de Particules
ru: Лучевая пушка
th: ปืนใหญ่ลำแสงอนุภาค

source: Cannon Particle Accelerator
de: Partikelbeschlenuiger - Kanone
fr: Accélérateur de part. pour canon
ru: Ускоритель частиц лучевой пушки
th: เครื่องเร่งอนุภาคปืนใหญ่

source: Charged Blast
de: Geladener Impuls
fr: Tir puissant
ru: заряженный взрыв
th: ยิงแบบรวมพลัง

source: Plasma Pistol
de: Plasmapistole
fr: Pistolet à Plasma
ru: Плазменный пистолет
th: ปืนพกพลาสมา

source: Plasma Pistol Charger
de: Plasmapistolenmunition
fr: Chargeur de pistolet à plasma
ru: Батарея плазменного пистолета
th: เครื่องชาร์จพลาสม่าปืนพก

source: Burst
de: Feuerstoß
fr: Rafale
ru: очередями
th: ยิงรัว

source: Plasma Rifle
de: Plasmagewehr
fr: Fusil à Plasma
ru: Плазменная винтовка
th: ไรเฟิลพลาสมา

source: Plasma Rifle Charger
de: Plasmagewehrmunition
fr: Chargeur de fusil à plasma
ru: Батарея плазменной винтовки
th: เครื่องชาร์จพลาสมาไรเฟิล

source: Plasma Blaster
fr: Blaster à Plasma
ru: Плазменный бластер
th: เครื่องอัดพลาสมา

source: Plasma Blaster Charge
de: Plasmawerfermunition
fr: Chargeur de blaster à plasma
ru: Батарея плазменного бластера
th: เครื่องชาร์จเครื่องอัดพลาสมา

source: Ball
de: Kugel
fr: Sphère
ru: плазмошар
th: บอล

source: Chaingun
fr: Mitrailleuse
th: ปืนกลหนัก

source: Chaingun Belt
fr: Bande pour mitrailleuse

source: 10-Round Burst
de: 10-Schuss-Salve
fr: Rafale de 10 balles

source: Poor
de: Schlecht
fr: Faible
ru: плохо
th: แย่

source: Mediocre
de: Mittelmäßig
fr: Médiocre
ru: заурядно
th: เฉยๆ

source: Average
de: Durchschnittlich
fr: Moyen
ru: средне
th: กลางๆ

source: Competent
de: Kompetent
fr: Compétent
ru: есть опыт
th: พอใช้

source: Proficient
de: Geübt
fr: Bon
ru: специалист
th: ถนัด

source: Very Good
de: Sehr gut
fr: Doué
ru: профи
th: ดี

source: Highly Proficient
de: Sehr geübt
fr: Très bon
ru: эксперт
th: คล่องมาก

source: Outstanding
de: Außerordentlich
fr: Incroyable
ru: грандиозно
th: อัจฉริยะ

source: Superhuman
de: Übernatürlich
fr: Surhumain
ru: уникально
th: เกินมนุษย์

source: Rank: %s
de: Rang: %s
fr: Grade : %s
ru: Звание: %s
th: ยศ: %s

source: Remaining TUs: %i
de: Verbleibende Zeiteinheiten: %i
fr: UT restantes : %i
ru: Оставшиеся ед.времени: %i
th: ค่าเวลาที่เหลือ: %i

source: No remaining TUs left after shot.
de: Keine weiteren Zeiteinheiten nach dem Schuss verfügbar.
fr: Plus d'UT restantes après le tir.
ru: После выстрела не осталось ед.времени.
th: ไม่เหลือค่าเวลาหลังจากยิง

source: TU: %i
de: ZE: %i
fr: UT : %i
ru: Ед.Вр.: %i
th: ค่าเวลา: %i

source: Shots:%i
de: Schüsse: %i
fr: Tirs : %i
ru: Выстрелов:%i
th: ยิง:%i

source: Can't perform action: not enough TUs.
de: Nicht genug Zeiteinheiten
fr: Ne peut faire l'action : pas assez d'UT.
ru: Невозможно выполнить действие: не хватает времени.
th: ทำไม่ได้: ค่าเวลาไม่พอ

source: No item in hand.
de: Keinen Gegenstand in der Hand
fr: Aucun objet en main.
ru: В руках ничего нет.
th: ไม่มีอุปกรณ์ในมือ

source: Can't perform action: out of ammo.
de: Keine Munition!
fr: Ne peut faire l'action : plus de munitions.
ru: Невозможно выполнить действие: кончились боеприпасы.
th: ทำไม่ได้: กระสุนหมด

source: This weapon cannot be fired one handed.
de: Diese Waffe kann nicht einhändig benutzt werden
fr: Cette arme ne peut être utilisée à une main.
ru: Из этого оружия нельзя стрелять с одной руки.
th: อาวุธนี้ยิงไม่ได้ ด้วยมือเดียว

source: Can't perform action: this item is not reloadable.
de: Kann Aktion nicht ausführen: Der Gegenstand kann nicht nachgeladen werden
fr: Ne peut faire l'action : cet objet n'est pas rechargeable.
ru: Невозможно выполнить действие: этот предмет нельзя перезарядить.
th: ทำไม่ได้: ของนี้บรรจุกระสุนใหม่ไม่ได้

source: Can't perform action: ammo not available.
de: Kann Aktion nicht ausführen: Keine Munition vorhanden!
fr: Ne peut faire l'action : plus de munitions disponibles.
ru: Невозможно выполнить действие: патронов нет.
th: ทำไม่ได้: ไม่มีกระสุน

source: Armour %i Morale %i
de: Rüstung %i Moral %i
fr: Armure %i Moral %i
ru: Броня %i Мораль %i
th: เกราะ %i กำลังใจ %i

source: Armour %i Morale %i Move %i (%i TU left)
de: Rüstung %i Moral %i Bewegung %i (%i übrige Zeiteinheiten)
fr: Armure %i Moral %i Déplacement %i (%i UT restantes)
ru: Броня %i Мораль %i Движения %i (%i ед.вр. останется)
th: เกราะ %i กำลังใจ %i เคลื่อนที่ %i (%i เหลือค่าเวลา)
