Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: alien_live_txt
de: Herr Kommandant, Wir haben unsere ersten Untersuchungen des lebenden Außerirdischen abgeschlossen. Das Projekt hat gemischte Ergebnisse geliefert. Das Subjekt ist auf jeden Fall lebendig und wir haben es durch eine lange Reihe toxikologischer Experimente geschliffen, die wichtige Daten über seine Verwundbarkeiten gegen verschiedene Chemikalien geliefert haben. Leider waren wir nicht in der Lage, eine Verhaltensanalyse des Verstandes der Außerirdischen durchzuführen. Der Grund dafür ist, dass das Subjekt augenscheinlich keinerlei Anzeichen von Intelligenz gezeigt hat, seit es in Gefangenschaft ist. Es hat wenig mehr getan als zu essen, zu schlafen und an die Wände der Quarantänestation zu starren. Es reagiert auf physikalische Stimulationen mit Reflexreaktionen, Aggression und/oder Unterwerfung, aber wir konnten bisher keinerlei Information herausholen. Sogar einfachste Handsignale scheinen über das Verständnis der Kreatur hinaus zu gehen. EEG Beobachtung zeigt, dass das scheinbar hoch entwickelte Gehirn offenbar keine Gehirnstromaktivität zeigt. Es ist schwer zu glauben, dass das die gleiche Kreatur ist, die fortgeschrittene außerirdische Waffen auf unsere Soldaten abgefeuert hat. Es gibt kein physisches Trauma, die solch eine Zurückentwicklung erklären könnte. Vielleicht hat seine Gefangennahme eine Art Anti-Verhör-Methode gestartet; wir wissen es nicht. Niemand aus meinem Team hat eine brauchbare Hypothese über die Gründe aufstellen können. Es erfordert auf jeden Fall mehr Forschung. Wir werden das Subjekt weiter beobachten und sie sofort benachrichtigen, wenn sich etwas ändert. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Nous avons fini notre premier rapport sur le spécimen alien vivant. Le projet a donné des résultats mitigés. Le sujet est certes vivant, et nous avons procédé à tout un panel d'expérimentations toxicologiques sur lui, qui nous ont donné des informations vitales sur leurs vulnérabilités face à plusieurs agents biologiques et substances chimiques. Cependant, nous avons été totalement incapables de faire une analyse du comportement de l'esprit alien. Cela est dû au fait que l'alien n'a montré aucun signe d'intelligence depuis que nous l'avons capturé. Il n'a fait guère plus que dormir, manger et fixer les murs de sa cellule. Il répond aux stimulus par des actions réflexes, de l'agressivité ou de la soumission, mais nous ne pouvons rien tirer de cela. Même un simple signe de la main semble dépasser la capacité de compréhension de la créature. L'électro-encéphalogramme révèle que le cerveau hautement développé de la créature ne laisse apparaître aucun signe d'activités cérébrales. Il est assez difficile de croire que cette même créature a pu utiliser un armement alien avancé contre nos troupes sur un champ de bataille. Il n'y a de plus aucun traumatisme physique qui puisse expliquer cette régression. Peut-être que sa capture a activé une sorte de mécanisme d'autodéfense anti-interrogatoire. En fait nous n'en savons rien. Aucun membre de mon équipe n'a réussi à émettre une hypothèse viable sur la raison de cette inactivité. Il faudra certainement approfondir les recherches sur ce sujet. Nous allons garder le spécimen sous surveillance, et vous serez immédiatement averti en cas de changement de situation. Sincèrement, Dr Connor
ru: Командующий, Мы закончили первичное обследование живого инопланетянина, однако результаты, полученные нами, более чем противоречивы. Объект, разумеется, жив и мы успели провести массу токсикологических экспериментов, давших нам неоценимую информацию по восприимчивости пришельца к разнообразным химическим и биологическим агентам. Однако, абсолютно невозможным для нас остается исследование поведенческих аспектов разума этого существа. И это все потому, что с момента поимки он не проявил ни единого признака своей разумности. Да-да, он только и делает, что есть, спит или пялится в стену изолятора. Да, он рефлекторно реагирует на физические стимулы, выказывая агрессию или покорность, но мы не можем выудить из него абсолютно никакой информации. Это существо неспособно воспринимать даже самые простейшие сигналы. Мониторинг с применением электроэнцефалограммы показал нам лишь то, что в его, на вид хорошо развитом мозге, какая-либо мыслительная активность отсутствует в принципе. Невозможно поверить, что на последнем задании эта особь могла стрелять по нашим бойцам из высокотехнологичного оружия. Пришелец абсолютно здоров и мы не смогли обнаружить у него ни одной сколько либо серьезной физической травмы. Есть вероятность, что при его захвате активировался защитный механизм, блокирующий любые попытки допроса - мы не знаем. Ни один из моих коллег не смог высказать жизнеспособной гипотезы, объясняющей причину происходящего. Разумеется, нужны более скрупулезные исследования. Мы продолжим наблюдение за пленным инопланетянином и поставим Вас в известность, как только в ситуации наметятся хоть какие-либо изменения. Искренне Ваш, Зав. НИОКР ОКБ Коннор
th: เรียนท่านผู้่บัญชาการ, เราได้ทำการตรวจสอบมนุษย์ต่างดาวเบื้องต้นเสร็จสิ้น โครงการนี้ได้ผลลัพธ์ทั้งดีและร้าย ตัวอย่างนี้มีชีวิตรอด และเราได้ทำการสอบพิษวิทยาหลากหลาย ที่ทำให้ได้ข้อมูลเกี่ยวกับจุดอ่อนต่อสารเคมีและสารอินทรีย์ต่างๆ อย่างไรก็ตามเรายังไม่สามารถวิเคราะห์พฤติกรรมของความคิดมนุษย์ต่างดาวได้ เนื่องจากตัวอย่างนี้ไม่ได้แสดงความมีภูมิปัญญาแม้แต่น้อยตั้งแต่ถูกจับมา มันไม่ทำอะไรนอกจากกิน นอน และมองกำแพงเขตกักกัน มันตอบสนองต่อการกระตุ้นทางกายภาพ ความก้าวร้าว และ/หรือ การโอนอ่อน, แต่เรายังไม่สามารถรีดข้อมูลได้ มันยังไม่เข้าใจแม้แต่ภาษามือพื้นๆ EEG แสดงว่าสมองที่มีการพัฒนาอย่างมากกลับไม่มีการเคลื่อนตัวของคลื่นสมองแม้แต่น้อย ยากจะเชื่อได้ว่ามนุษย์ต่างดาวพวนี้จะสามารถใช้อาวุธที่ล้ำหน้าได้ในระบบที่เราปฏิบัติภารกิจ ไม่มีบาดแผลทางกายภาพที่จะอธิบายถึงพฤติกรรมการไม่ตอบสนองเช่นนี้ เป็นไปได้ว่าการถูกจับตัวทำให้เกิดกลไกการป้องกันการถูกสอบสวน เราไม่รู้เหมือนกัน ทีมของผมไม่สามารถหาทฤษฎีที่สมเหตุผลมาอธิบายปรากฏการณ์นี้ได้ แน่นอนว่าเราต้องทำการวิจัยเพิ่มเติม เราจะคอบสอดส่องตัวอย่าง และจะแจ้งให้ท่านทราบเมื่อมีการเปลี่ยนแปลง ขอแสดงความนับถือ, ดร. คอนเนอร์

source: alien_live_pre_txt
de: Herr Kommandant, Wir haben einen lebenden Außerirdischen auf dem Schlachtfeld gefangen genommen! Die Kreatur wurde nach der letzten taktischen Mission geborgen und wird in unserer neuen Quarantänestation festgehalten, welche hervorragend funktioniert. Ich brauche nicht zu erklären, dass wir die Forschung an diesem Subjekt sofort beginnen sollten. Die Information, die wir davon bekommen können, verdrängt alles andere. Bis jetzt hatten wir keine Chance, den Verstand, die Gedanken oder Motivationen der Außerirdischen zu untersuchen, ohne dass sie uns angreifen. Es ist unsere erste Chance, ihre Vorhaben mit den Menschen herauszufinden, vielleicht sogar eine Erklärung zu bekommen. Wer sind sie? Warum sind sie hier? Was können wir gegen sie unternehmen? Wir können nichts erfahren, ohne dieses Subjekt zu verhören. Bitte geben sie ihre Erlaubnis für dieses Programm sobald wie möglich. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Nous avons capturé un alien vivant sur le champ de bataille. La créature a été récupérée durant notre dernière mission tactique et elle est actuellement dans notre nouvelle unité de détention, qui semble être à la mesure de nos espérances. Je n'ai pas besoin d'expliquer pourquoi nous devrions commencer la recherche sur ce spécimen dès maintenant. Les informations qui peuvent être récoltées à partir de ce spécimen vont surpasser toutes les autres. Jusqu'à maintenant nous n'avons eu aucune chance d'étudier l'esprit alien, leurs pensées et motivations, excepté par leurs attaques continues sur notre monde. C'est notre premier espoir de découvrir l'objectif des aliens vis à vis de l'humanité, et peut-être même d'obtenir des explications. Qui sont-ils ? Pourquoi sont-ils ici ? Que pouvons nous faire contre eux ? Nous ne pourrons rien savoir sans interroger ce spécimen. Merci d'envoyer votre approbation pour ce programme dans les plus brefs délais. Sincèrement, Dr Connor
ru: Командующий, Нам удалось захватить одного из инопланетян! Это существо было доставлено нашими оперативниками с последнего задания и помещено в наш новый изолятор, который, с превеликим удовольствием сообщаю, функционирует отлично. Я думаю, не стоит объяснять, почему мы должны незамедлительно начать изучение этой особи. Ценность информации, которую мы можем получить от этого существа, превосходит по своей значимости все то, с чем мы имели дело ранее. До настоящего момента у нас не было даже шанса изучить разум инопланетян, их мысли и мотивы, если не считать их намерений захватить наш мир. И вот, нам предоставлен этот уникальный шанс, шанс понять намерения инопланетян и, возможно, найти объяснение происходящему! Кто они? Почему они здесь? И как мы можем противостоять им? Ответы на эти и многие другие вопросы мы сможем получить только допросив эту особь. Прошу Вас, одобрите запуск этой программы, как только у Вас будет на то возможность. Искренне ваш, Зав. НИОКР ОКБ Коннор
th: เรียน ท่านผู้บัญชาการ, เราสามารถจับมนุษย์ต่างดาวที่ยังมีชีวิตได้! สิ่งมีชีวิตนี้ถูกเก็บกลับมาจากการปฏิบัติภารกิจครั้งล่าสุด และถูกจับอยู่ในเขตกักกันใหม่ ซึ่งผมมีความยินดีจะแจ้งให้ทราบว่ามันทำงานตามที่ตั้งไว้ ผมคงไม่ต้องอธิบายว่าทำไมเราจึงควรวิจัยมนุษย์ต่างดาวนี้โดยทันที ข้อมูลที่จะได้รับนั้นมีความสำคัญกว่าสิ่งอื่นใด จนถึงบัดนี้เรายังไม่มีโอกาสศึกษาจิตใจของมนุษย์ต่างดาว ความคิด และแรงกระตุ้น ยกเว้นแต่ความคิดด้านการโจมตีโลกอย่างตือเนื่อง นี่เป็นโอกาสแรกที่จะค้นพบจุดมุ่งหมายของมนุษย์ต่างดาวที่มีต่อมนุษยชาต หรือแม้แต่คำอธิบายต่างๆ พวกเขาเป็นใคร? มาทำไม? เราจะทำอะไรได้? เราจะไม่รู้อะไรเลยหากไม่ทำการสอบสวน โปรดอนุมัติโครงการนี้เมื่อท่านมีเวลา ขอแสดงความนับถือ, ดร. คอนเนอร์

source: mail_from_dr_connor
de: Dr. Connor, F&E: Abteilung Biologie & Eindämmung, PHALANX, Atlantisches Operationskommando
fr: Dr Connor, R&D: Division Biologie et Confinement, PHALANX, Commandement des Opérations Atlantique
ru: Донел Коннор, НИОКР ОКБ, ФАЛАНКС, Атлантическая ударная группа
th: ดร. คอนเนอร์, แผนกวิจัยและพัฒนา: ฝ่ายชีววิทยาและการกักกัน, PHALANX, หน่วยปฏิบัติการแอตแลนติค

source: alien_breathing_txt
de: Herr Kommandant, Wir haben eine gründliche Untersuchung der Geräte durchgeführt, die wir während der Autopsien der Außerirdischen gefunden haben. Ich glaube, wir sind nun bereit, Ihnen unsere Ergebnisse zu präsentieren. Aus unseren Untersuchungen des Gewebewachstums und der Narben an den Kehlköpfen der Außerirdischen schließen wir, dass diese Artefakte chirurgisch in die Kehle junger Außerirdischer implantiert werden. Irgendwann während der Pubertät werden die Geräte der Kinder entfernt und Versionen für Erwachsene implantiert. Wir haben mehrere verschiedene Möglichkeiten der Funktion des Gerätes untersucht, von Nahrungsvorverarbeitung bis zu Selbstmordausrüstung, aber die ersichtliche Antwort war am Ende die richtige. Es ist eine Art Beatmungsgerät, welches den Außerirdischen erlaubt, in unserer, und womöglich auch anderen, Atmosphäre zu überleben. Jede organische Kreatur, die wir autopsiert haben, trug solch ein Gerät, jedes mit der gleichen Grundfunktion. Das lässt uns glauben, dass dieses Gerät entweder für das Überleben auf deren Heimatwelt benötigt wird, oder dass wir nur Außerirdische sehen, die regelmäßig für planetare Operationen eingesetzt werden. Auf jeden Fall wären externe Atmungsapparate einfacher und billiger, wenn die Spezies nur für kurze Ausflüge in feindliches Territorium gedacht wäre. Das Gerät selbst besteht aus einem ausgeklügelten Filter, der sich durch die gesamte Luftröhre des Außerirdischen streckt, und zwei kleinen kugelförmigen Tanks auf beiden Seiten des Hirnstammes, die durch eine kleine metallische Röhre mit der Luftröhre verbunden sind. Diese Tanks sind unter hohem Druck mit einem flüssigen Gasgemisch gefüllt und funktionieren so ähnlich wie die Sauerstoffflaschen eines Sporttauchers. Der Filtermechanismus ist halb-intelligent; er entfernt überaus präzise alle Elemente, die dem Subjekt schaden könnten und lässt nützliche Elemente durch. Die Tanks werden durch einen kleinen Nabel am Genick des jeweiligen Außerirdischen nachgefüllt. Eine Untersuchung der Inhalte der Tanks gab uns unsere ersten genauen Daten der Atmosphäre, die die Außrirdischen atmen. Wir haben jetzt mehrere Mischungen zur Verfügung, von denen wir glauben, dass sie außerirdische Lebensformen in unseren Quarantäneeinrichtungen am Leben erhalten könnten. Einige Mischungen bestehen aus Stickstoff-Sauerstoffverbindungen, ähnlich unserer Atmosphäre, andere hingegen weisen keinerlei Sauerstoff auf. Sollten alle dieser Mischungen von einer oder mehreren Spezies benutzt werden, scheinen einige unserer Gegner reine Methanatmosphären zu atmen. Diese extrem verschiedenen Mischungen haben uns vor ein Rätsel gestellt. Sicher wäre es wirtschaftlicher, getrennte Trupps zu bilden, anstatt diese vielen Spezies zur Koexistenz zu zwingen. Abgesehen von zukünftige Fragen bin ich glücklich, Ihnen unsere derzeitigen Resultate zu präsentieren. Wir können jetzt Außerirdische in unseren Quarantäneeinrichtungen für längere Zeit festhalten -- sie werden nicht länger in unserer Atmosphäre ersticken, wenn ihre Tanks leer sind. Das passierte meistens nach 24 Stunden ohne Wiederauffüllung, deshalb sollten wir keine Zeit verschwenden, wenn wir einen Außerirdischen festnehmen. Mein Team und ich können es kaum erwarten, einen lebendigen Außerirdischen in die Hand zu bekommen. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, J'ai fait un examen complet de l'appareil que nous avons trouvé lors des autopsies aliennes que nous avons effectuées. Je crois que nous sommes maintenant prêts à vous présenter nos conclusions. Notre étude sur la croissance des tissus et les cicatrices autour du larynx alien montre que les objets découverts sont implantés chirurgicalement dans la gorge du sujet à un très jeune âge. Lors de l'adolescence, un appareil de taille enfantine est enlevé et remplacé par sa version adulte. Nous avons examiné plusieurs possibilités différentes pour expliquer la fonction de cet appareil, depuis la machine à pré-digérer les aliments jusqu'à l'équipement de suicide. La réponse la plus évidente s'avère cependant être la bonne. Il s'agit d'une sorte de respirateur, permettant aux aliens de survivre dans notre atmosphère, et éventuellement dans d'autres. Tous les spécimens que nous avons autopsiés possèdent le même dispositif, avec les mêmes fonctions. Nous concluons donc que leur utilisation est soit nécessaire pour leur survie sur leur monde natal, soit qu'il s'agit de spécimens destinés depuis la naissance à des opérations planétaires. Des appareils respiratoires externes seraient probablement plus faciles et moins chers à utiliser si les spécimens n'étaient destinés qu'à de courts voyages dans des atmosphères hostiles. L'appareil est constitué d'un filtre sophistiqué tendu autour de la trachée-artère du sujet, et de deux réservoirs sphériques situés de chaque côté du tronc cérébral, connectés à la trachée-artère par un petit tube en métal. Ces réservoirs sont remplis d'un mélange de gaz comprimés à l'état liquide, fonctionnant comme les bouteilles d'oxygène d'un plongeur sous-marin. Le mécanisme du filtre est semi-intelligent, supprimant tous les éléments qui pourraient être nuisibles pour le sujet, mais permettant à ceux qui sont bénéfiques de passer. Les réservoirs sont remplis par un petit orifice artificiel à l'arrière du cou de l'alien. Un examen du contenu du réservoir nous a permis d'obtenir les premières données précises sur l'atmosphère alienne. Nous disposons maintenant de plusieurs mélanges que nous pensons être adaptés à la survie de différentes formes de vie aliennes dans notre Unité de Détention. Quelques uns de ces mélanges sont à bases d'oxygène et d'azote, très similaire à notre atmosphère, mais certains autres ne contiennent pas du tout d'oxygène. Si tous ces mélanges sont réellement respirés par au moins une espèce alienne, certains de nos ennemis respirent une atmosphère presque entièrement constituée de méthane. La gamme très variée de mélanges gazeux nous surprend quelque peu. Nous aurions pensé qu'il serait plus économique de former des équipes d'une même race plutôt que de les forcer à coexister... Ces questions étant mises de côté, je suis très content des résultats que nous avons obtenus. Nous pouvons maintenant garder des aliens dans nos Unités de Détention pour des périodes prolongées : ils ne mourront plus asphyxiés lorsque leurs réservoirs seront vides. Un réservoir plein a une autonomie d'environ 24 heures, et il ne faudra donc pas perdre de temps lors de la capture des prochains spécimens. Mon équipe et moi-même attendons avec impatience de pouvoir mettre la main sur un spécimen vivant, Commandant. Sincèrement, Dr Connor
ru: Коммандующий, Изучение устройств, обнаруженных нами при вскрытии инопланетян, можно считать завершенным. Я думаю, в данный момент мы готовы сообщить Вам о его результатах. В результате изучения наростов и рубцов на тканях вокруг дыхательного горла пришельцев мы приходим к заключению, что указанные предметы внедряются в горло инопланетян хирургическим путем в раннем возрасте. В период полового созревания устройства детксих размеров извлекаются из тела, и внедряются взрослые устройства. Мы изучили устройство на предмет его предназначения – от переработки еды до суицидального снаряжения, – но самый очевидный вариант оказался правильным. Это своего рода аппарат для искусственного дыхания, позволяющий пришельцам выжить в нашей атмосфере и возможно, не только в ней. Каждый пришелец органического происхождения имеет такое устройство. Это устройство работает постоянно, сохраняя целиком и полностью свою функциональность, из чего можно сделать вывод, что оно так же необходимо для выживания на их родине, или же, что те экземпляры пришельцев, которые мы видели, специально предназначены для регулярных планетарных операций. Устройство состоит их сложного фильтра, расположенного на входном отверстии дыхательных путей пришельца, и двух маленьких, сферических отсеков, расположенных по обе стороны от ствола мозга, которые соединяются с фильтром двумя небольшими металлическими трубками. Ёмкости наполнены газом, сжатым до жидкого состояния, действуют они почти так же, как обычные кислородные баллоны ныряльщиков. Механизм управления фильтром — полуинтеллектуальный. Он тщательно отсеивает все вредные для носителя элементы, но пропускает все полезные. Ёмкости пополняются при помощи небольшого механического клапана на обратной стороне шеи. Исследования содержимого ёмкостей, позволило нам получить первые представления об атмосфере пришельцев. Мы получили несколько вариантов газов (своего рода атмосфер), которые, по нашему предположению, смогут поддерживать различные формы жизни пришельцев в нашем Изоляторе. Некоторые из них имеют азото-кислородные составляющие, очень схожие с нашей атмосферой, но некоторые не содержать кислород вовсе. Если все эти газы активно используются одним или несколькими подвидами пришельцев, то, судя по всему, некоторые из наших врагов дышат практически чистым метаном. Настолько сильно отличающиеся газы всё же разъясняют нам кое-что. Разумеется, будет гораздо выгоднее использовать отдельный тип существ в качестве отряда, чем заставить их всех сосуществовать в одном и том же месте? Как бы то ни было, я доволен нашими результатами. Теперь мы способны содержать пришельцев в нашем Изоляторе довольно долгое время. Больше они не будут умирать от асфиксии, израсходовав весь запас газа в сферах респираторов. Обычно это происходит по истечении 24х часов, так что, задержки сверх этого времени недопустимы при захвате инопланетян. Я и моя команда с нетерпением ждёт, когда нам удастся поработать над живым экземпляром. Искренне ваш, доктор Коннор
th: Commander, I have made a thorough examination of the devices found during the alien autopsies we've performed. I believe we're now ready to present our conclusions. From our investigation of tissue growth and scarring around the alien larynx, we conclude that these artifacts are surgically implanted in an alien's throat at a very early age. Somewhere during adolescence, the child-sized device is removed and an adult version is implanted. We've examined several different possibilities for the device's function, from food preprocessors to suicide equipment, but the obvious answer turned out to be the correct one. It is some kind of respirator, allowing the aliens to survive in our atmosphere, and possibly other atmospheres as well. Every organic specimen we've autopsied has carried one of these devices, all with the same basic functionality, implying that their constant operation is either required for survival on the alien homeworld or that we are seeing only specimens which are intended for frequent planetary operations. Certainly external breathing apparatus would be easier and more economical to use if these specimens were only intended to take short trips into hostile atmospheres. The device itself consists of a sophisticated filter stretched across the subject's windpipe, and two small spherical tanks positioned on either side of the brainstem, connected to the windpipe by a small metal tube. These tanks are filled with a gas mixture compressed into a liquid state, functioning much like a scuba diver's oxygen bottles. The filter mechanism is semi-intelligent; it scrupulously removes all elements that are harmful to the subject, but allows beneficial elements to pass through. The tanks are refilled by way of a small mechanical navel at the back of the alien's neck. An examination of the tanks' contents has given us our first accurate data on the alien atmosphere. We now have several mixtures on record that we believe will be able to support various alien lifeforms in our Containment unit. A few of the mixtures are nitrogen-oxygen compounds, very similar to our own, but others don't contain any oxygen at all. If all of these mixtures are actively used by one or more alien species, some of our enemies seem to breathe an atmosphere of almost pure methane. The vastly different mixtures are actually giving us a bit of a puzzle. Surely it would be more economical to use segregated crews than to force these species to coexist in the same place? Future questions aside, I'm well pleased with our present results. We can now store aliens in our Containment unit for prolonged periods of time -- they will no longer suffocate when their atmosphere tanks run out. This usually happens after 24 hours without replenishment, so no delays should be afforded when we manage to capture a specimen. My team and I are all looking forward to finally getting our hands on a live one, Commander. Sincerely, Dr. Connor
