Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: alien_xvi_txt
fr: Bonjour, Monsieur. Le programme de recensement de l'infection XVI vient d'être mis en oeuvre. Les tests hebdomadaires ont commencé ce matin-même, et j'ai un rapport complet de notre niveaux de performance estimé ainsi que les détails opérationnels. Notre stratégie s'articule autour des centres médicaux, où les tests sont effectués par le personnel soignant existant sous la supervision d'une petite garde policière ou militaire. Si un test s'avère positif, cette guarde procédera à l'arrestation et organisera le transfert du prisonnier infecté vers une cellule de l'ONU pour un confinement et une étude. Une fois que les aliens auront compris la fonctions de ces prises de sang -- Je ne pense pas que cela devrait prendre beaucoup de temps -- les personnes infectées commenceront à éviter le recensement, nous fournissant ainsi les données dont nous avons besoin simplement par leur absence. Comme toujours, il ya des bonnes et des mauvaises nouvelles. Je commence avec les mauvaises. En dépit de nos efforts, les données du recensement auront quelques limitations. 99,9% de la population de la planète sont sous l'autorité d'un pays ou d'un autre, mais outre ces dix milliards de personnes, il reste que quelque millions d'apatrides ou de portés disparus. Nous pourront extrapoler une estimations du nombre de personnes infectées parmi ces gens, mais les statistiques ainsi générées ne seront jamais exactes. Cela signifie que le programme n'est pas aussi efficace que prévu pour détecter les personne infectées, mais reste une aubaine pour le suivi de la propagation de l'organisme alien XVI en se basant sur les résultats globaux. La bonne nouvelle c'est que l'ONU et les pays membres ont accepté d'assumer la totalité du coût du programme de recensement. Ils s'occupent de l'équipement et traitent avec la main d'oeuvre locale, avec de vigoureux contrôles quant à la fiabilité du personnel et de la validité des résultats. Les informations seront directement envoyés à notre centre de commandement, sans frais. La meilleure chose au sujet de ce programme, est que nous pouvons maintenant suivre les niveaux d'infection et combien chaque région est menacée par l'organisme XVI. Cela fonctionnera conjointement avec nos méthodes de détections d'activité alienne pour nous prévenir de l'endroit où elle est le pire et nous permettre d'intervenir avant que la situation ne devienne critique. Toutes zones où l'organisme XVI semble gagner du terrain devrait être affichées avec des patrouilles aériennes supplémentaire, et nous devrions être attentif à chaque tentative des aliens de solidifier leur emprise au sol. Les rapports d'activité alienne dans ces zone devraient être suivi d'une enquête approfondie et y répondre avec une extrême fermeté. Cordialement Col. Falkland
ru: Good morning, Sir. The XVI census program has just gone into effect. Weekly rolling tests have commenced this morning, and I've got a full report on our estimated performance levels and operational details. Our strategy is based around local medical centres, where the XVI tests are performed by existing nursing staff under the supervision of a small police or military guard. If a test turns out positive, this guard will perform the arrest and turn the infected prisoners over to the UN for containment and study. Once the aliens figure out this scheme -- I don't think it'll take them long -- the infected people will start avoiding the census, thereby giving us the data we need simply by their absence. As always there's good news and bad news. I'll start with the bad news. Despite our best efforts, the census data will have some limitations. 99.9% of the planet's population is registered with one national authority or another, but out of ten billion people that still leaves several million unaccounted for. We will be able to extrapolate figures that are accurate to within several thousand heads, but the statistics we generate won't ever be exact. This means the program is less useful for identifying those who have been infected, but still a godsend for keeping track of XVI spread and alien activity on a global basis. After all, we need to know what kind of progress we're making against this new threat. The good news is that the UN and the member nations have agreed to shoulder the entire cost of the census program. They are handling all the equipment and manpower locally, with strenuous checks as to the reliability of personnel and the validity of the results. The information will be piped directly to our command centre at no charge to us. The best thing about this program is that we can now keep track of infection levels and how much threat each region is under from XVI. This will work in conjunction with our normal detection methods to warn us where alien activity is worst and allow us to intervene before the situation becomes critical. Any area where XVI seems to be gaining ground should be posted with additional air patrols, and we should be on the lookout for any attempts by the aliens to solidify their hold on the ground. Alien activity reports in this area should be investigated and responded to with extreme prejudice. With kind regards, Col. Falkland
th: Good morning, Sir. The XVI census program has just gone into effect. Weekly rolling tests have commenced this morning, and I've got a full report on our estimated performance levels and operational details. Our strategy is based around local medical centres, where the XVI tests are performed by existing nursing staff under the supervision of a small police or military guard. If a test turns out positive, this guard will perform the arrest and turn the infected prisoners over to the UN for containment and study. Once the aliens figure out this scheme -- I don't think it'll take them long -- the infected people will start avoiding the census, thereby giving us the data we need simply by their absence. As always there's good news and bad news. I'll start with the bad news. Despite our best efforts, the census data will have some limitations. 99.9% of the planet's population is registered with one national authority or another, but out of ten billion people that still leaves several million unaccounted for. We will be able to extrapolate figures that are accurate to within several thousand heads, but the statistics we generate won't ever be exact. This means the program is less useful for identifying those who have been infected, but still a godsend for keeping track of XVI spread and alien activity on a global basis. After all, we need to know what kind of progress we're making against this new threat. The good news is that the UN and the member nations have agreed to shoulder the entire cost of the census program. They are handling all the equipment and manpower locally, with strenuous checks as to the reliability of personnel and the validity of the results. The information will be piped directly to our command centre at no charge to us. The best thing about this program is that we can now keep track of infection levels and how much threat each region is under from XVI. This will work in conjunction with our normal detection methods to warn us where alien activity is worst and allow us to intervene before the situation becomes critical. Any area where XVI seems to be gaining ground should be posted with additional air patrols, and we should be on the lookout for any attempts by the aliens to solidify their hold on the ground. Alien activity reports in this area should be investigated and responded to with extreme prejudice. With kind regards, Col. Falkland

source: alien_xvi_pre_txt
fr: Bonjour, Monsieur. Avec ces nouveaux développements concernant la population civile terrienne par cet organisme alien, le besoin se fait sentir de déterminer le nombre de personnes infectées ainsi que le taux de propagation. Plus facile à dire qu'a faire, je sais, mais cela peut être aussi important que de trouver un remède. Nous ne pourront aider personne si nous ne savons pas si ils sont malades. Ce que je propose de faire est de créer une perspective de recensement à long terme de toute les personne victimes de l'infection XVI sur la planète par le biais d'une petite prise de sang. Tout le monde sera tenu de se présenter à ce dépistage une fois par semaine pour être sûr qu'il sont négatif -- plus fréquemment si elles tombent sous la suspicion d'une infection. Les échantillons auront seulement besoin d'être aussi gros qu'une goutte de sang, pris sur une veine au hasard pour éviter toutes falsifications. Heureusement, l'organisme XVI est assez répandu dans un corps contaminé pour que les échantillons puissent être analysés sur place avec des résultats fiable à près de 100%. Cela va être une entreprise de grande envergure qui exige une bonne liaisons avec les services de renseignements des huit grand pays de la Terre. J'ai déjà préparer des plans et des simulations afin de démontrer le fonctionnement et l'efficacité de ce programme. Avec un peu de temps et de financement, nous pouvons les convaincre de l'importance du projet qui sera entièrement opérationnel en l'espace de quelques semaines. La seule chose dont nous ayons besoin est votre signature sur la ligne pointillée, Monsieur. Cordialement, Col. Falkland
ru: Good morning, Sir. With these new developments regarding the infection of Earth's civilian population by this alien organism, the need arises for a way to determine the number of infected people in various regions and the rate of spread. Easier said than done, I know, but it may be every bit as important as finding a cure. We can't help anyone if we don't know they're sick. What I propose to do is to create a long-term rolling census that checks all registered individuals on the entire planet for XVI infection by way of a small blood test. Everyone will be required to submit to this test once a week to make sure they're clean -- more frequently if they fall under suspicion of infection. Samples will only need to be as large as a single drop of blood, taken from a random vein to prevent tampering. Fortunately the XVI organism is large and prevalent enough that we can test these samples on the spot with near-100%-confidence results. This is going to be a major undertaking that requires careful liaising with the intelligence services of Earth's eight big nations. I've already prepared plans and simulations to demonstrate the operation and effectiveness of this program. With some time and funding, we can convince them of the project's importance and have everything operational in a matter of weeks. All we need is your signature on the dotted line, Sir. With kind regards, Col. Falkland
th: Good morning, Sir. With these new developments regarding the infection of Earth's civilian population by this alien organism, the need arises for a way to determine the number of infected people in various regions and the rate of spread. Easier said than done, I know, but it may be every bit as important as finding a cure. We can't help anyone if we don't know they're sick. What I propose to do is to create a long-term rolling census that checks all registered individuals on the entire planet for XVI infection by way of a small blood test. Everyone will be required to submit to this test once a week to make sure they're clean -- more frequently if they fall under suspicion of infection. Samples will only need to be as large as a single drop of blood, taken from a random vein to prevent tampering. Fortunately the XVI organism is large and prevalent enough that we can test these samples on the spot with near-100%-confidence results. This is going to be a major undertaking that requires careful liaising with the intelligence services of Earth's eight big nations. I've already prepared plans and simulations to demonstrate the operation and effectiveness of this program. With some time and funding, we can convince them of the project's importance and have everything operational in a matter of weeks. All we need is your signature on the dotted line, Sir. With kind regards, Col. Falkland
