Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: alien_breathing_pre_txt
de: Herr Kommandant, Während der Autopsie der geborgenen Leichen haben mein Team und ich eine eigenartige Maschine gefunden, die direkt in den Hals der Außerirdischen implantiert ist. Sie besteht aus zwei metallischen Kugeln, eine auf jeder Seite des Gehirnstammes, die durch ein kleines Röhrchen direkt mit der Luftröhre verbunden sind. Die Luftröhre selbst ist durch eine Art Ventil oder Filter geschützt. Wir glauben, dass diese Maschine eine Art Atmungsausrüstung oder Belüfter oder etwas völlig anderes ist; wir sind noch nicht sicher, wie es funktioniert. Ich hätte gerne Ihre Erlaubnis und die Mittel, um diese Gegenstände besser zu untersuchen, als es durch unsere Autopsien erreicht werden könnte. In diesem Stadium des Krieges dürfte alles, was unser Wissen über die Außerirdischen erweitert, unsere Chancen verbessern und wir könnten wichtige Dinge über die außerirdische Technologie und Biologie herausfinden. Auf jeden Fall müssen wir herausfinden, was die Außerirdischen atmen, bevor wir sie für längere Zeit in unserer Quarantänestation festhalten können. Cdr. Navarre und sein Team werden uns auf der technischen Seite unterstützen. Er gibt seine volle Unterstützung für diesen Antrag. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Lors de l'autopsie des corps aliens que nous avons apportés à la base, mon équipe et moi-même avons découvert un dispositif étrange implanté dans la gorge des spécimens aliens. Il est constitué de deux sphères en métal situées de chaque côté du tronc cérébral, et connectées directement sur la trachée-artère par un petit tube. La trachée-artère est protégée par une sorte de vanne ou de filtre. Nous pensons que cet ensemble peut être une sorte d'équipement respiratoire ou de respirateur artificiel. Nous n'en sommes pas certains, cet appareil peut aussi avoir une toute autre fonction. J'aimerais avoir votre permission et les fonds nécessaires pour examiner ces objets plus précisément que ce que nous a permis l'autopsie. Dans cette guerre, tout ce qui améliore nos connaissances de l'ennemi peut être utile. Nous pouvons peut-être découvrir des indices importants sur la technologie alienne ou leur biologie. Nous devrons en tous cas savoir ce que les aliens respirent avant de pouvoir les placer dans nos Unités de Détention. Le Commandant Navarre et son équipe nous aideront pour le côté technique. Il a donné son soutien pour cette proposition. Cordialement, Dr Connor
ru: Командующий, Во время вскрытия трупов инопланетян мы постоянно наталкиваемся на странные устройства, имплантированные непосредственно в область их верхних дыхательных путей. Они состоят из двух металлических сфер, размещенных по обеим сторонам ствола мозга и, посредством небольшой трубки, напрямую соединяющимся с дыхательным горлом. Последнее, в свою очерель, защищено неким подобием мембраны или фильтра. Мы предполагаем, что это устройство выполняет определенные вспомогательные функции при дыхании пришельцев, хотя однозначного мнения у нас нет. Я прошу вас одобрить финансирование этого проекта, поскольку любая информация, расширяющая рамки наших познаний в области ксенобиологии и инопланетных технологий, поможет нам найти уязвимые места в защите наших врагов. Кроме того, перед тем, как помещать инопланетян в изолятор, нам было бы неплохо выяснить, чем именно они дышат. Техническую сторону проекта готов взять на себя командир Наварре и его команда. Он также просил Вам передать, что полностью поддерживает актуальность этой заявки. Искренне ваш,Коннор
th: เรียนท่านผู้บัญชาการ, ผมได้ทำการตรวจสอบเครื่องมือที่พบระหว่างการชันสูตรศพมนุษย์ต่างดาวอย่างละเอียด ผมเชื่อว่าเราพร้อมจะเสนอผลสรุปดังนี้ จากการตรวจสอบการเติบโตของเนื้อเยื่อ และการสร้างบาดแผลบริเวณกล่องเสียงของมนุษย์ต่างดาว เราสรุปได้ว่าเครื่องมือนี้ถูกฝังลงในลำคอของมนุษย์ต่างดาวทั้งแต่อายุน้อย ในระหว่างวัยรุ่น เครื่องมือขนาดของเด็กจะถูกผ่าตัดออกและฝังเครื่องมือขนาดของผู้ใหญ่แทน เราได้ตรวจสอบความเป็นไปได้ของคุณสมบัติเครื่องมือในหลายด้าน ตั้งแต่เครื่องช่วยบดอาหารจนถึงเครื่องมือปลิดชีพตนเอง แต่คำตอบที่ง่ายที่สุดก็เป็นคำตอบที่ถูกต้อง มันเป็นเครื่องช่วยหายใจ ซึ่งทำให้มนุษย์ต่างดาวสามารถอยู่รอดได้ในสภาวะบรรยากาศของเราเอง และรวมถึงบรรยากาศอื่นๆ ด้วย ตัวอย่างที่เราได้ชันสูตรทุกตัวมีเครื่องมือเหล่านี้ โดยมีคุณสมบัติพื้นฐานเหมือนกัน ซึ่งแสดงว่าการผ่านตัดนี้จำเป็นต่อการอยู่รอดในดาวของพวกมนุษย์ต่างดาว หรืออาจเป็นได้ว่าเราอาจแค่เจอกับพวกตัวอย่างที่ถูกสร้างมาเพื่อการทำงานในต่างดาวอื่น แน่นอนว่าเครื่องมือการหายใจแบบภายนอกย่อมจะสะดวกและประหยัดกว่า หากมนุษย์ต่างดาวพวกนี้จะทำงานในสภาวะที่ไม่เป็นมิตรเพียงระยะสั้นๆ เครื่องมือนี้ประกอบด้วยตัวกรองแบบวิทยการสูงที่ครอบหลอดลมของผู้ใช้ และถังทรงกลมขนาดเล็กสองใบที่ติดบนแกน เชื่อมติดกับหลอดลมด้วยท่อขนาดเล็ก ถังเหล่านี้จะมีก๊าซผสมที่ถูกอัดในลักษณะของเหลว ซึ่งจะทำหน้าที่เหมือนกับถังออกซิเจนของนักประดาน้ำ ระบบกรองนี้เป็นระบบกึ่งอัจฉริยะ เพราะมันจะคัดสารที่เป็นอันตรายต่อผู้ใช้ออกไป แต่ให้สารที่มีประโยชน์ผ่านเข้าไปได้ ถังนี้จะถูกเติมผ่านช่องขนาดเล็กที่อยู่หลังคอของมนุษย์ต่างดาวจากการตรวจสอบสิ่งที่บรรจุอยู่ในถัง เราจึงได้ทราบถึงข้อมูลที่แน่ชัดของสภาวะบรรยากาศของมนุษย์ต่างดาว ตอนนี้เรามีข้อมูลสารผสมหลายชนิดที่เราเชื่อว่าสามารถจะทำให้มนุษย์ต่างดาวที่ถูกักตัวอยู่สามารถดำรงชีวิตได้ สารผสมบางส่วนคือ สารผสมไนโตรเจน-ออกซิเจน ซึ่งคล้ายกับอากาศของเรา แต่ชนิดอื่นก็ไม่มีออกซิเจนเลย หากสารผสมเหล่านี้ถูกใช้โดยมนุษย์ต่างดาวหนึ่งหรือหลายเผ่าพันธุ์แล้ว, ศัตรูของเราก็น่าจะหายใจในบรรยากาศที่มีแต่มีเธนเท่านั้น ความแตกต่างอย่างมหาศาลของสารผสมนี้ทำให้เราสับสนทีเดียว ที่จริงแล้วการแยกกลุ่มลูกเรือน่าจะเป็นวิธีที่ประหยัดกว่าการบังคับให้มนุษย์ต่างดาวหลายเผ่าพันธุ์ต้องมาอยู่ในที่เดียวกัน? แต่หากไม่คิดถึงคำถามในอนาคตแล้ว ผมก็มีความยินดีกับผลลัพธ์ปัจจุบันนี้ เราสามารถทำการกักตัวมนุษย์ต่างดาวในเขตกักกันได้เป็นเวลานาน -- พวกนั้นจะไม่ขาดอากาศหายใจตอนที่ถังอากาศหมดอีกแล้ว ซึ่งปกติมักเกิดหลัง 24 ชม.หากไม่มีการเติมสารผสม ดังนั้นเราไม่ควรชักช้าหากเราสามารถจับพวกนั้นได้ ผมและทีมงานตั้งตารอโอกาสในการได้เจอตัวอย่างที่มีชีวิตอยู่, ท่านผู้บัญชาการ ขอแสดงความนับถือ, ดร. คอนเนอร์

source: The Alien Mind
de: Der außerirdische Verstand
fr: L'Esprit Alien
ru: Разум пришельцев

source: alien_mind_txt
de: Herr Kommandant, Mein Team und ich haben eine Reihe Tests an unseren Gefangenen durchgeführt, die etwas Licht in das Verhalten der Außerirdischen gebracht haben. In einem Experiment bekam ein Versuchsobjekt eine Büchse mit Nahrung, welches mit einem 2-Zahlen Schloss verschlossen war. Das Subjekt benötigte durch Versuch-und-Irrtum sechs Stunden, um die richtige Kombination zu finden. Das platziert seine Intelligenz unter die der meisten irdischen Säugetiere; als jedoch andere Subjekte die gleiche Aufgabe mit dem exakt gleichen Schloss erhielten, haben alle sofort die richtige Kombination eingegeben, ohne die Versuche des ersten Subjektes gesehen zu haben. Wir wissen, wie das aussieht, aber ich versichere Ihnen, mein Team und ich waren sehr gewissenhaft in Sachen Sicherheit und Trennung. Die Außerirdischen konnten in keinster Weise miteinander kommunizieren. Wir sind noch nicht bereit, eine genaue Theorie über diese Geschehnisse aufzustellen, aber wir arbeiten daran. Unglücklicherweise waren die anderen Experimente ergebnislos. Verschiedene Arten der Kommunikation wurden ohne Erfolg ausprobiert. Trotz funktionierender Stimmbänder und/oder Händen scheinen sie auf keine uns bekannte Art zu sprechen oder zu zeigen. Pheromonkommunikation ergab nichts außer einfachen körperlichen Reaktionen. Die große biologischen Unterschiede der einzelnen Spezies ergeben auch ihre eigenen Probleme mit der Eindämmung und Kommunikation -- bitte sehen sie für weitere Informationen in den Auopsieberichten nach. Nichtsdestotrotz glaube ich, dass wir Fortschritte machen, wenn auch langsam. Kommunikation mit den Außerirdischen ist sicher im Bereich des Möglichen. Unsere Studien belegen, dass alle Arten auf äußere Stimulationen reagieren. Das bedeutet, dass wir ihnen auf die eine oder andere Art eine Reaktion abtrotzen können. Dr. Yamamura ist gerade dabei, einer isolierten Gruppe das Ausdrücken von Verlangen, Bestätigung und Ablehnung beizubringen. Ihre Intelligenz ist zu beschränkt, um etwas komplizierteres zu machen. Sobald die Subjekte diese Grundkonzepte gemeistert haben, werden wir Daten über die Lernkurve der Außerirdischen haben und so eine solide Basis, auf die wir aufbauen können. Yamamura hofft, dass er ihre Kommunikationsfähigkeiten steigern kann, bis sie sich uns verständlich machen können, und so dieses Wissen auch an andere ihrer Art weitergeben können, die möglicherweise höhere Intelligenz besitzen. Wie immer werde ich sie auf dem Laufenden halten, Herr Kommandant. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Mon équipe a fini d'effectuer un certain nombre de tests sur nos captifs qui ont jeté une certaine lumière sur le comportement des aliens. Dans une expérience, un spécimen alien a reçu une boîte de nourriture, scellée par une serrure à deux chiffres. Le sujet a mis six heures pour trouver la bonne combinaison par essais et erreurs. Ceci place le Q.I. de l'alien bien en-dessous de la plupart des grands mammifères terrestres ; cependant, quand d'autres sujets ont reçu la même tâche, avec exactement la même serrure, tous ont entré immédiatement la bonne combinaison dès leur première tentative sans avoir assisté aux tentatives du premier spécimen. Nous savons ce à quoi cela ressemble, Commandant, mais je vous assure que mon équipe et moi-même avons été parfaitement consciencieux au sujet de la sécurité et de l'isolement. Les aliens n'ont pas été autorisés à communiquer de quelque façon. Nous ne souhaitons pas encore nous avancer sur aucune hypothèse définitive au sujet de ces événements, bien que nous travaillions dessus. Malheureusement, les résultats de nos autres expériences ont été au mieux peu concluants. Diverses méthodes de communication ont été essayées sans succès. En dépit de cordes vocales et/ou de mains parfaitement fonctionnelles, ils ne semblent pas communiquer par la parole ou les gestes dans aucun sens que nous comprenons. La communication par phéromone n'a eu aucun effet au delà des réactions physiques simples. La grande disparité biologique entre les espèces aliennes crée également sa propre part des problèmes avec l'isolement et la communication -- veuillez vous référer aux rapports d'autopsie pour plus de détails sur la physiologie individuelle alienne. Néanmoins, je crois que nous faisons des progrès, quoique lentement. La communication avec les aliens est certainement possible. Nos études confirment que tous les spécimens aliens réagissent aux stimulus externes. Ceci signifie que nous pouvons les faire répondre, d'une manière ou d'une autre. Dr Yamamura travaille actuellement à enseigner à un groupe isolé comment exprimer le désir, l'acquiescement et la dénégation. Leur intelligence est trop limitée pour essayer quoique ce soit de plus sophistiqué à l'heure actuelle. Une fois que les sujets ont maîtrisé ces concepts de base, nous aurons quelques données sur la vitesse à laquelle les aliens peuvent apprendre, et une base solide sur laquelle construire. Yamamura espère que nous pouvons graduellement augmenter leurs facultés de communication jusqu'à ce qu'ils puissent se rendre intelligibles, transmettant de ce fait cette connaissance à leurs semblables qui peuvent posséder un intellect et des talents supérieurs. Comme toujours, je vous tiendrais informé, Commandant. Sincèrement, Dr Connor
ru: Командующий, Надлежащие тесты были проведены и их результаты позволили нам пролить немного света на тайны поведения инопланетян. Так, в одном из экспериментов подопытной особи был предложен бокс с пищей, закрытый на двузначный кодовый замок. Особи понадобилось порядка шести часов, чтобы методом проб и ошибок подобрать правильную комбинацию. Это показывает, что интеллект инопланетян значительно слабее большинства крупных земных млекопитающих; однако, когда бокс, оборудованный точно таким же замком, был передан другим особям, содержащимся в изоляторе, каждая из них ввела правильный код с первой же попытки, несмотря на то, что контакт с первым подопытным у них отсутствовал. Командующий, я знаю, как это выглядит, но, уверяю Вас, я и моя команда исключительно серьезно относится к чистоте эксперимента и, поэтому, все инопланетяне содержатся изолированно друг от друга. Пока что мы не готовы дать какое-либо вразумительное объяснение этому явлению и в данный момент как раз работаем в этом направлении. К сожалению, результаты других экспериментов оставляют желать лучшего. Нами были испробованы самые разнообразные пути коммуникации, но все попытки оказались безрезультатными. Несмотря на наличие хорошо развитых голосовых связок и/или верхних конечностей, пришельцы абсолютно никак не общаются между собой, по крайней мере – ни одним из известных нам способов. Попытка использовать феромонный метод коммуникации привел лишь к проявлению у испытуемых чисто физической реакции. Большое биологическое разнообразие среди пришельцев также создает определенные проблемы с изоляцией и коммуникацией (за более подробной информацией по данному вопросу, пожалуйста, обратитесь к документации по индивидуальным физиологическим особенностям разных видов пришельцев). И, тем не менее, я уверен, что мы на верном пути, хотя и продвигаемся по нему достаточно медленными темпами. Контакт с инопланетянами возможен. Наши исследования подтвердили, что все особи реагируют на внешние стимулы. Это говорит о том, что мы можем заставить их отвечать, тем или иным способом. В настоящий момент, доктор Ямамура работает с изолированной группой пришельцев, пытаясь научить их выказывать желание, согласие и несогласие. Сейчас их интеллект слишком ограничен для каких-либо более сложных вещей. Как только подопытные усвоят эти базовые понятия, мы получим некую информацию относительно их способности обучаться и заложим крепкий фундамент для дальнейшей работы. Ямамура также надеется, что постепенно мы сможем развить их способность к общению вплоть до того уровня, на котором сможем их понять. С другой стороны, они и сами смогут передать эту способность своим сородичам, обладающим более развитым интеллектом и способностями. Как и ранее, командующий, я буду держать Вас в курсе событий. Искренне Ваш, Зав. НИОКР ОКБ Коннор
th: เรียนท่านผู้บัญชาการ, ทีมของผมได้ทดสอบนักโทษเสร็จสิ้น และได้รับข้อมูลเกี่ยวกับพฤติกรรมของมนุษย์ต่างดาวบางอย่างเพิ่มเติม การทดลองอย่างหนึ่ง เราได้จัดอาหารใส่กล่องให้นักโทษ โดยใส่กุญแจที่ใช้รหัสสองตัว ผู้รับการทดสอบได้ใช้เวลาหกชั่วโมงในการหาตัวเลขที่ถูกต้องโดยการทดลองไปเรื่อยๆ ซึ่งแสดงว่า IQ ของมนุษย์ต่างดาวนั้นต่ำกว่าสัตว์เลี้ยงลูกด้วยนมขนาดใหญ่ในโลก อย่างไรก็ตามเมื่อผู้รับการทดสอบต่อไปได้รับมอบหมายให้ทำงานเดียวกัน ด้วยกุญแจอันเดียวกัน กลับสามารถใส่เลขที่ถุกต้องได้ภายในครั้งแรก ทั้งที่ไม่ได้เห็นการทำงานของผู้รับการทดสอบแรก ผมเข้าใจว่ามันดูไม่ดีครับ แต่ผมรับรองว่าผมและทีมงานได้มีความเข้มงวดในด้านความปลอดภัยและการแยกตัว มนุษย์ต่างดาวไม่ได้รับอนุญาตให้สื่อสาร และเรายังไม่อยากตั้งทฤษฎีแน่นอนแต่กำลังลองศึกษาอยู่ โชคไม่ดีที่ผลการทดลองยังสรุปไม่ได้ ได้มีการลองวิธีการสื่อสารหลายแบบแต่ไม่ประสบผล แม้ว่าจะมีกล่องเสียงและมือที่ทำงานได้ พวกนั้นดูจะไม่สามารถพูดหรือส่งสัญญาณในลักษณะที่เราเข้าใจได้ การสื่อสารด้วยฟีโรโมนไม่มีผลใดนอกจากการตอบสนองทางกายภาพพื้นๆ ความแตกต่างทางชีวภาพของมนุษย์ต่างดาวแต่ละเผ่านทำให้เกิดปัญหาการกักตัวและการสื่อสาร -- โปรดดูรายละเอียดด้านกายภาพผลการชันสูตรศพ อย่างไรก็ตาม ผมเชื่อว่าเรากำลังมีความก้าวหน้าแม้ว่าจะเพียงเล็กน้อย การสื่อสารกับมนุษย์ต่างดาวนั้นยังมีความเป็นไปได้ การศึกษายืนยันว่ามนุษย์ต่างดาวมีการตอบสนองต่อการกระตุ้นภายนอก ซึ่งหมายความว่าเราสามารถ ทำ ให้มันตอบสนองได้ด้วยวิธีใดวิธีหนึ่ง ดร. ยามาอุระได้พยายามสอนให้กลุ่มหนึ่งแสดงความต้องการ การรับรู้ และการปฏิเสธ ภูมิปัญญาของพวกมันมีจำกัดเกินกว่าจะทดลองอะไรที่ซับซ้อนกว่านั้น เมื่อผู้รับการทดลองฝึกฝนแนวคิดพื้นฐานสำเร็จ เราจะมีข้อมูลของอัตราที่มนุษย์ต่างดาวเรียนรู้ได้ และพื้นฐานที่จะศึกษาต่อ ยามาอุระหวังว่าเราจะสามารถพัฒนาทักษะการสื่อสารจนกระทั่งพวกมันทำให้เราเข้าใจได้ และเผยแพร่ความรู้ให้กับมนุษย์ต่างดาวอื่นที่อาจมีความสามารถและภูมิปัญญาสูงกว่า ผมจะแจ้งความคืบหน้าเป็นระยะครับ ขอแสดงความนับถือ, ดร. คอนเนอร์

source: alien_mind_pre_txt
de: Herr Kommandant, Obwohl wir bisher nur wenig Erfolg hatten, muss die Forschung an unseren außerirdischen Gefangenen weitergehen. Es gibt eine Reihe Experimente, die wir gerne durchführen würden, die aber ihre Zustimmung für Mittel und Laborzeit benötigt. Ich versichere Ihnen, das wird kein Schuss ins Blaue; mit genügend Tests und Verhaltensdaten sind wir vielleicht in der Lage, mit diesen Außerirdischen zu kommunizieren, und vielleicht sogar ihre Intelligenz irgendwie zu reaktivieren. Wir können über die Ergebnisse des Programmes keine Prognosen anstellen -- wir wissen einfach nicht genug über diese Außerirdischen und wir haben zu wenige Daten, um irgendetwas vorherzusagen. Was wir aber wissen ist, dass jede Kleinigkeit, die wir über deren Psyche erfahren ein wertvolles Stück des Puzzles ist. Eine ganz persönliche Notiz. Ich bin überzeugt, das die Außerirdischen irgendetwas wissen, Herr Kommandant. Der Trick ist es, es aus ihnen herauszubekommen, und bei Gott, wir werden das tun. Mein Team und ich warten gespannt auf ihre Zustimmung für dieses Programm. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Bien que nous ayons eu des résultats limités jusqu'ici, la recherche doit continuer sur nos aliens captifs. Il y a un certain nombre d'expériences que nous voudrions faire qui ont besoin de votre autorisation pour le temps de laboratoire et les fonds. Je vous assure que ce ne sont pas des recherches en l'air ; avec assez d'essais et de données comportementales, nous devrions pouvoir définir une manière de communiquer avec ces aliens, peut-être même ranimerons-nous leur intelligence. Nous ne savons pas ce que seront les résultats du programme -- nous en savons simplement trop peu au sujet de ces aliens, notre volume de données est bien trop faible pour faire des prévisions pour l'instant. Ce que nous savons c'est que chaque indice que nous découvrons sur la psychologie alienne est un précieuse pièce du puzzle. Sur une note personnelle, je suis convaincu qu'ils doivent savoir quelque chose , commandant. La difficulté est de l'obtenir d'eux, et nous allons y arriver. Mon équipe et moi-même attendons avidement votre approbation pour le programme. Sincèrement, Dr Connor
ru: Командующий, хотя мы достигли некоторых положительных результатов в области ксенобиологии, необходимо и дальше продолжать изучение наших инопланетных пленников. Однако, для проведения ряда экспериментов нам необходимо Ваше одобрение относительно сроков работ и их финансирования. Спешу уверить Вас, что проект этот весьма важен для нас; проведение необходимых тестов и сбор данных по поведению инопланетян позволит нам не только найти способ общения с ними, но и, возможно, каким-нибудь образом пробудить их разум. Очевидно, что на данной стадии исследований мы знаем о наших гостях ничтожно мало и практически не можем предсказать результаты данного проекта. Единственное, что известно нам наверняка -- это то, что каждая крупица информации по ксенопсихологии может оказаться ключом к разгадке. Командующий, лично я глубоко убежден, что этим ребятам есть, что скрывать. Фокус заключается лишь в том, как выудить из них эту информацию. Но мы, с Божьей помощью, сделаем это. Моя команда и я с нетерпением ожидаем Вашего одобрения. Искренне Ваш, Зав. НИОКР ОКБ Коннор
th: เรียนท่านผู้บัญชาการ, แม้ว่าเราจะได้ผลที่ค่อนข้างจำกัด, เราก็ต้องทำการวิจัยนักโทษต่อไป มีการทดลองหลายอย่างที่เราอยากทำ ซึ่งต้องรอให้ท่านอนุมัติการวิจัยและงบประมาณ ผมรับรองว่านี่ไม่ใช่การวิจัยลอยๆ หากมีการทดสอบและ้ข้อมูลพฤติกรรมเพียงพอ เราอาจสามารถหาวิธีสื่อสารกับมนุษย์ต่างดาวได้ หรือแม้แต่กระตุ้นภูมิปัญญากลับมา เราไม่รู้ว่าผลลัพธ์ของโครงการจะเป็อย่างไร -- เรายังรู้เกี่ยวกับมนุษย์ต่างดาวน้อยเกินไป ข้อมูลของเราน้อยเกินกว่าจะพยากรณ์อะไรได้ทั้งนั้น เรารู้แค่ว่าอะไรก็ตามที่เราเรียนรู้ได้จากจิตวิทยาของมนุษย์ต่างดาวก็มีประโยชน์ในการไขปริศนา ท่านผู้บัญชาการ,โดยส่วนตัวผมเชื่อว่า พวกมันต้องรู้ บางอย่าง แต่เงื่อนไขมันอยู่ที่การล้วงข้อมูล และเราขอสาบานว่าจะทำมันให้ได้ ผมและทีมตั้งหน้ารอการอนุมัติโครงการ ขอแสดงความนับถือ, ดร. คอนเนอร์

source: Odd Behaviour
de: Seltsames Verhalten
fr: Comportement Étrange
ru: Странности поведения
