Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: craft_ammo_sparrowhawk_txt
de: Technische Spezifikationen: "Sperber" Rakete KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 19. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dies ist eine "Sperber" gelenkte Anti-Luftrakete. Sie wurde entwickelt, um in den "Sperber" Raketenwerfer geladen zu werden. Die "Sperber" Rakete ist eine Antiquität, die nie wirklich aus dem Prototyp Stadium herausgekommen ist. Sie wurde zuerst im Jahr 2019 getestet und nutzte damals revolutionäre, digitale Bildtechnologie, um die alte Zieltechnologie der 'Kontrastwechsel' zu verbessern. Diese Technik nutzt eine Reihe optischer Kameras in der transparenten Fiberglasnase der Rakete. Der eingebaute Computer sucht nach Punkten im Zielbild, wo die Kontraste am schnellsten wechseln und versucht dann, diesen Punkt immer im Ziel zu halten. Dieses System wurde aufgrund ihrer größeren Effektivität gegenüber anderen Zielsystemen gegen erdgebundene Ziele meistens bei Luft-Boden-Raketen eingesetzt. Das Sperber Programm wurde nur Monate vor Einführung in den aktiven Dienst eingestellt. Es war damals bereit für den Dienst, also ist das heute auch - und es ist die einzige Chance, die wir haben. Die "Sperber wird in 8er Raketenwerfer geladen, die man in die jeweiligen Waffenschächte an unseren Flugzeugen einbauen können. Die Reichweite ist weit größer, als bei jeder anderen verfügbaren Waffe; sie ist dank ihrer einzigartigen Zieltechnologie bis zu 12 Kilometer effektiv. Sie ist außerdem gegen EMP geschützt, um zu verhindern, dass sie elektronisch ausgeschalten wird. Eine einzelne Rakete wiegt ungefähr 65 Kilo. Ein voll geladener "Sperber"-Werfer wiegt ca 600 Kilo. Empfohlener Einsatz Die Sperber sollte ein fester Bestandteil unseres Luftverteidigungsplanes werden. Unsere Abfangjäger sollten wenigstens einen vollgeladen Sperberwerfer tragen. Die Fähigkeit, den Gegner aufzuweichen, bevor wir ihn im Nahkampf stellen sollte nicht leichtfertig ignoriert werden. Die Zielgenauigkeit ist armselig -- wir schätzen, dass eine von zwölf Raketen trifft. Verglichen mit der TR-20 Raketenhalterung ist die effektive Reichweite der Sperber über acht Kilometer weiter. Verglichen mit dem SHIVA Geschütz, sie ist über zehn Kilometer weiter. Zwar verursacht das SHIVA Geschütz einen größeren Schaden auf kürzere Reichweite, aber je näher wir an die Aliens rankommen, desto größer ist auch die Gefahr für unsere Piloten und Abfangjäger. Es sollte theoretisch möglich sein, UFOs mit massiven Sperberfeuer zu überwältigen, wenn wir genug damit bewaffnete Flieger ins Feld bringen könnten. Darüber hat unsere Chefbuchhalterin aber ihren Unmut bekundet und ich muss zugeben, dass sie recht hat -- aber ich denke, wir sollten diese Idee im Hinterkopf halten, wenn wir mal gegen ein besonders gefährliches UFO antreten müssen, das wir abschießen müssen, bevor es in Reichweite kommt. Zusatz Keiner.
fr: Spécifications techniques : Missile "Épervier" NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Sigma -- destiné au Commandant uniquement Classé le : 19 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Il s'agit du missile anti-aérien guidé "Épervier", conçu pour être chargé dans le Lance-Missiles AA "Épervier". Le missile "Épervier" est une antiquité qui n'est jamais vraiment sortie du stade de prototype. Il fut testé pour la première fois en 2019, et utilisait une technologie d'imagerie digitale révolutionnaire à l'époque. Celle-ci était une amélioration par rapport à l'ancienne technologie de guidage à "recherche de contraste". Cette technique utilise un ensemble de caméras optique montées dans l'ogive transparente du missile. L'ordinateur embarqué cherchait le point de l'image correspondant à la variation la plus forte de contraste, et corrigeait la trajectoire du missile pour le garder au centre de l'image. Ce système a principalement été employé dans les missiles air/sol, d'autres technologies plus performantes étant mieux adaptées contre les avions. Le programme Épervier fut abandonné seulement quelques mois avant d'entrer en service. Il était déjà presque prêt à fonctionner, et l'est maintenant totalement. Nous avons relancé le programme Épervier AA et les Nations Unies ont accepté de le produire en masse. Le missile "Épervier" est chargé dans un lanceur à 8 missiles, qui peut être monté sur une attache de fixation appropriée. La portée du missile est bien supérieure à celles des autres armes dont nous disposons à l'heure actuelle. Elle atteint douze kilomètres grâce à son système de guidage unique. Le missile est protégé des impulsions électromagnétiques pour éviter toute attaque de son système électronique. Un missile pèse approximativement 65 kg. Un lanceur plein approche les 600 kg. Doctrine recommandée L'Épervier devrait être un élément essentiel de notre plan de défense. De préférence, chacun de nos appareils sera équipé d'un lanceur plein à son décollage. La capacité à affaiblir un ennemi en s'en approchant ne doit pas être sous-estimée. La précision globale de l'arme est faible, nous l'estimons à environ un tir réussi sur douze, mais sa portée est considérablement plus importante. La portée effective du lanceur Épervier dépasse de huit kilomètre celle du Lance-Roquettes TR-20, et de dix kilomètres celle du canon SHIVA. Bien que les dommages de ces derniers soient plus importants lorsqu'ils sont à portée, le danger pour nos pilotes et intercepteurs augmente considérablement à courte portée. Il est théoriquement possible de détruire un OVNI uniquement à l'aide de lanceurs Épervier en équipant plusieurs appareils. Cependant, notre Responsable des Finances a clairement exprimé son mécontentement sur ce projet, et je dois reconnaître qu'elle n'a pas tort. Je pense toutefois que nous devrions garder cette option en mémoire en cas d'affrontement contre un OVNI particulièrement dangereux, dont l'élimination doit être la plus lointaine et rapide possible. Addenda Aucun.
ru: Technical Specifications: "Sparrowhawk" Missile CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a "Sparrowhawk" guided anti-aircraft missile. It is designed to be loaded into the "Sparrowhawk" AA Missile Rack. The "Sparrowhawk" missile is an antique that never quite got out of the prototype stage. It was first tested in 2019, using then-revolutionary digital imaging technology to improve the old guidance technology of 'contrast seeking'. This technique uses an array of optical cameras mounted in the transparent fibreglass nose of the missile. The onboard computer looks for a spot in the image where the contrast changes the fastest, and then attempts to keep that spot dead centre in front of it. This system has been employed mostly in air-to-ground missiles due to the greater effectiveness of other guidance systems against Earth-built aircraft. The Sparrowhawk program was cancelled only months before the design would've been put into service. It was ready to be put into service then, and it's ready now. We've revived the Sparrowhawk AA program and the UN has agreed to put it into mass production. The "Sparrowhawk" is mounted in 8-missile racks, which can then be mounted to the appropriate weapons hardpoints on our aircraft. The missile's range is far superior to any of the other weapons we have available at this time; it's effective out to twelve kilometres from the aircraft thanks to its unique guidance technology. It's also hardened against EMP to prevent it from being disabled electronically. The individual missiles weigh approximately 65 kilos. A fully-loaded rack is approximately 600 kilos. Recommended Doctrine The Sparrowhawk should be an essential part of our aerial defence plan. Preferably all our interceptors would be carrying at least one full rack at launch. The ability to soften up an enemy while we close in is something not to be ignored lightly. Overall accuracy will be poor -- we estimate approximately one hit in twelve -- but the range difference is one of miles. Compared to the TR-20 rocket pod, the Sparrowhawk's effective range is greater by eight kilometres. Compared the SHIVA cannon, it's greater by ten kilometres. While these deliver a lot more damage than the Sparrowhawk at their respective ranges, the closer we have to get to attack the enemy, the greater the danger to our pilots and interceptors. It should theoretically be possible to simply overwhelm UFOs with Sparrowhawk fire if we could field enough aircraft armed with them. However, our Director of Finances has expressed her extreme displeasure with this idea, and I have to admit she's got a point -- but I think it's something we should keep in mind if we come up against a particularly dangerous UFO that needs to be taken out at range and as quickly as possible. Addenda None.
th: Technical Specifications: "Sparrowhawk" Missile CLASSIFIED LEVEL BLACK PHALANX Extraterrestrial Response Unit Technical Document, Sigma Clearance -- Commander's Eyes Only Filed: 19 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a "Sparrowhawk" guided anti-aircraft missile. It is designed to be loaded into the "Sparrowhawk" AA Missile Rack. The "Sparrowhawk" missile is an antique that never quite got out of the prototype stage. It was first tested in 2019, using then-revolutionary digital imaging technology to improve the old guidance technology of 'contrast seeking'. This technique uses an array of optical cameras mounted in the transparent fibreglass nose of the missile. The onboard computer looks for a spot in the image where the contrast changes the fastest, and then attempts to keep that spot dead centre in front of it. This system has been employed mostly in air-to-ground missiles due to the greater effectiveness of other guidance systems against Earth-built aircraft. The Sparrowhawk program was cancelled only months before the design would've been put into service. It was ready to be put into service then, and it's ready now. We've revived the Sparrowhawk AA program and the UN has agreed to put it into mass production. The "Sparrowhawk" is mounted in 8-missile racks, which can then be mounted to the appropriate weapons hardpoints on our aircraft. The missile's range is far superior to any of the other weapons we have available at this time; it's effective out to twelve kilometres from the aircraft thanks to its unique guidance technology. It's also hardened against EMP to prevent it from being disabled electronically. The individual missiles weigh approximately 65 kilos. A fully-loaded rack is approximately 600 kilos. Recommended Doctrine The Sparrowhawk should be an essential part of our aerial defence plan. Preferably all our interceptors would be carrying at least one full rack at launch. The ability to soften up an enemy while we close in is something not to be ignored lightly. Overall accuracy will be poor -- we estimate approximately one hit in twelve -- but the range difference is one of miles. Compared to the TR-20 rocket pod, the Sparrowhawk's effective range is greater by eight kilometres. Compared the SHIVA cannon, it's greater by ten kilometres. While these deliver a lot more damage than the Sparrowhawk at their respective ranges, the closer we have to get to attack the enemy, the greater the danger to our pilots and interceptors. It should theoretically be possible to simply overwhelm UFOs with Sparrowhawk fire if we could field enough aircraft armed with them. However, our Director of Finances has expressed her extreme displeasure with this idea, and I have to admit she's got a point -- but I think it's something we should keep in mind if we come up against a particularly dangerous UFO that needs to be taken out at range and as quickly as possible. Addenda None.
