Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: rpg_ammo_txt
de: Technische Spezifikationen: HE Rakete KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dies ist eine 120mm Feststoffrakete mit einem hochexplosiven Sprengkopf. Sie wird elektronisch durch einen Funkenzünder innerhalb des Laufes abgefeuert. Der Brennstoff ist sehr stabil und widerstandsfähig gegen Erschütterung und Hitze, obwohl er unter längerer Hitzeeinwirkung verbrennen würde. Der Sprengkopf selbst ist komplett inaktiv bis er gezündet wird. Feuer kann ihn nicht entzünden, bevor es scharf gemacht wurde. Genau wie C4 Sprengstoff, das unscharfe Gemisch innerhalb des Sprengkopfes würde eher verbrennen als explodieren, wenn es Hitze oder offenem Feuer ausgesetzt ist. Da sie keine eigene Elektronik hat, ist die Rakete unempfindlich gegen EMP und elektronische Störung. Das gesamte Zielen wird vom Werfer selbst erledigt. Daher wird eine gutgezielte Rakete ihr Ziel immer erreichen, egal was während des Fluges passiert. Die Rakete wird in einen HPML Raketenwerfer geladen. Empfohlener Einsatz Alle Soldaten, die mit einem Raketenwerfer bewaffnet sind, sollten wenigstens eine Ersatzrakete dabei haben, wenn sie auf das Schlachtfeld geschickt werden. Zwei oder mehr ist sehr anzuraten. Es ist nicht empfehlenswert, Soldaten ohne genug Munition in den Kampf zu schicken. Zusatz Keiner.
fr: Spécifications techniques : Roquette HE NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Il s'agit d'une roquette de 120mm à combustible solide, sur laquelle est fixée une ogive Hautement-Explosive. La mise à feu se fait électroniquement par un allumeur placé dans le canon de l'arme. Le combustible est très stable et résiste aux secousses et à la chaleur, bien qu'il puisse exploser s'il reste exposé à de fortes températures pendant une longue durée. L'ogive est elle-même totalement inerte à moins d'être armée par le déclencheur d'impact. Le feu ne peut pas la faire exploser à moins qu'elle ne soit déjà activée par le déclencheur. Tout comme l'explosif C4, le composé stable à l'intérieur de l'ogive brûlera plutôt que d'exploser s'il est exposé à la chaleur ou à de vives flammes. Grâce à l'absence d'électronique dans la roquette, elle reste insensible à tous les types de brouillage. Tout le dispositif de visée haute technologie se trouve dans le lanceur. Ainsi, une roquette convenablement tirée atteindra sa cible indépendamment de ce qui peut advenir lors du vol. Cette roquette est destinée à être utilisée dans le Lance-Roquette LMHP. Doctrine recommandée Tout soldat armé d'un lance-roquettes devrait également emporter au moins une roquette supplémentaire lorsqu'il part sur le terrain. Il est recommandé d'envoyer nos troupes au combat avec suffisamment de recharges. Addenda Aucun.
ru: Technical Specifications: HE Rocket CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 120mm solid-fuel rocket fitted with a High-Explosive warhead. It is fired electronically by a spark igniter inside the launcher's barrel. The fuel is highly stable and resists concussion and heat, though it can cook off if exposed to high temperatures for a significant period of time. The warhead itself is completely inert unless armed by the impact trigger. Fire cannot set it off unless and until it's armed. Like C4 explosive, the unarmed compound inside the warhead will burn rather than explode when exposed to heat or open flame. Because it carries no onboard electronics, the rocket is impervious to EMP and electronic jamming. All high-tech aiming is done at the launcher. Therefore a properly-aimed rocket will arrive at its target regardless of anything that might happen during flight. The rocket is meant to be loaded into an HPML Rocket Launcher. Recommended Doctrine All soldiers equipped with rocket launchers should carry at least one reload whenever they go out in the field. Two or more are strongly recommended. It is not advisable to send our troops into combat without sufficient ammunition. Addenda None.
th: Technical Specifications: HE Rocket CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 120mm solid-fuel rocket fitted with a High-Explosive warhead. It is fired electronically by a spark igniter inside the launcher's barrel. The fuel is highly stable and resists concussion and heat, though it can cook off if exposed to high temperatures for a significant period of time. The warhead itself is completely inert unless armed by the impact trigger. Fire cannot set it off unless and until it's armed. Like C4 explosive, the unarmed compound inside the warhead will burn rather than explode when exposed to heat or open flame. Because it carries no onboard electronics, the rocket is impervious to EMP and electronic jamming. All high-tech aiming is done at the launcher. Therefore a properly-aimed rocket will arrive at its target regardless of anything that might happen during flight. The rocket is meant to be loaded into an HPML Rocket Launcher. Recommended Doctrine All soldiers equipped with rocket launchers should carry at least one reload whenever they go out in the field. Two or more are strongly recommended. It is not advisable to send our troops into combat without sufficient ammunition. Addenda None.

source: rpg_incendiary_ammo_txt
de: Technische Spezifikationen: Brandrakete KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dies ist eine 120mm Feststoffrakete mit einem hochexplosiven Sprengkopf. Sie wird elektronisch durch einen Funkenzünder innerhalb des Laufes abgefeuert. Der Brennstoff ist sehr stabil und widerstandsfähig gegen Erschütterung und Hitze, obwohl es unter längerer Hitzeeinwirkungen verbrennen würde. Der Sprengkopf selbst kann aufbrechen und sein Inhalt kann auslaufen, aber das Thermit wird sich nicht entzünden, es sei denn, es ist einer sehr großen Hitze ausgesetzt. Brandraketen sind Gebietsblockadewaffen, welche ein großes Gebiet mit sehr heißen, fast unlöschbaren Flammen bedecken. Der Sprengstoff selbst ist eine Modifikation der gleichen Mixtur, die schon im zweiten Weltkrieg benutzt wurde; Thermit, Bariumnitrat, Schwefel und ein Verbindungsstoff. Da sie keine eigene Elektronik hat, ist die Rakete unempfindlich gegen EMP und elektronische Störung. Das gesamte Zielen wird vom Werfer selbst erledigt. Daher wird eine gutgezielte Rakete ihr Ziel immer erreichen, egal was während des Fluges passiert. Die Rakete wird in einen HPML Raketenwerfer geladen. Empfohlener Einsatz Alle Soldaten, die mit einem Raketenwerfer bewaffnet sind, sollten wenigstens eine Ersatzrakete dabei haben, wenn sie auf das Schlachtfeld geschickt werden. Zwei oder mehr ist sehr anzuraten. Es ist nicht empfehlenswert, Soldaten ohne genug Munition in den Kampf zu schicken. Zusatz Keiner.
fr: Spécifications techniques : Roquette IC NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Il s'agit d'une roquette de 120mm à combustible solide, sur laquelle est fixée une ogive Incendiaire. La mise à feu se fait électroniquement par un allumeur placé dans le canon de l'arme. Le combustible est très stable et résiste aux secousses et à la chaleur, bien qu'il puisse exploser s'il reste exposé à de fortes températures pendant une longue durée. L'ogive peut répandre son contenu si elle est endommagée, mais la réaction thermite ne prendra pas à moins d'être exposée à des flammes de très haute température. Les roquettes incendiaires sont destinées à interdire l'accès à une zone du champ de bataille, en couvrant une large bande de terrain par des flammes très chaudes presque impossibles à éteindre. Le mélange utilisé est une modification de celui utilisé depuis la seconde guerre mondiale : thermite (aluminium et oxyde de fer), nitrate de baryum, soufre, et agents liants. Grâce à l'absence d'électronique dans la roquette, elle reste insensible à tous les types de brouillage. Tout le dispositif de visée haute technologie se trouve dans le lanceur. Ainsi, une roquette convenablement tirée atteindra sa cible indépendamment de ce qui peut advenir lors du vol. Cette roquette est destinée à être utilisée dans le Lance-Roquette LMHP. Doctrine recommandée Tout soldat armé d'un lance-roquettes devrait également emporter au moins une roquette supplémentaire lorsqu'il part sur le terrain. Il est recommandé d'envoyer nos troupes au combat avec suffisamment de recharges. Addenda Aucun.
ru: Technical Specifications: IC Rocket CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 120mm solid-fuel rocket fitted with an incendiary warhead. It is fired electronically by a spark igniter inside the launcher's barrel. The fuel is highly stable and resists concussion and heat, though it can cook off if exposed to high temperatures for a significant period of time. The warhead itself can spill its contents if damaged, but the thermite mix will not ignite unless exposed to a very high-temperature flame. Incendiary rockets are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. Because it carries no onboard electronics, the rocket is impervious to EMP and electronic jamming. All high-tech aiming is done at the launcher. Therefore a properly-aimed rocket will arrive at its target regardless of anything that might happen during flight. The rocket is meant to be loaded into an HPML Rocket Launcher. Recommended Doctrine All soldiers equipped with rocket launchers should carry at least one reload whenever they go out in the field. Two or more are strongly recommended. It is not advisable to send our troops into combat without sufficient ammunition. Addenda None.
th: Technical Specifications: IC Rocket CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 120mm solid-fuel rocket fitted with an incendiary warhead. It is fired electronically by a spark igniter inside the launcher's barrel. The fuel is highly stable and resists concussion and heat, though it can cook off if exposed to high temperatures for a significant period of time. The warhead itself can spill its contents if damaged, but the thermite mix will not ignite unless exposed to a very high-temperature flame. Incendiary rockets are area-denial weapons, covering a large stretch of ground with very hot flames that are almost impossible to extinguish. The compound itself is a modification of a mixture that has been in use since World War II; thermite, barium nitrate, sulphur and binding agent. Because it carries no onboard electronics, the rocket is impervious to EMP and electronic jamming. All high-tech aiming is done at the launcher. Therefore a properly-aimed rocket will arrive at its target regardless of anything that might happen during flight. The rocket is meant to be loaded into an HPML Rocket Launcher. Recommended Doctrine All soldiers equipped with rocket launchers should carry at least one reload whenever they go out in the field. Two or more are strongly recommended. It is not advisable to send our troops into combat without sufficient ammunition. Addenda None.

source: chaingun_pre_txt
de: Noch keine Informationen verfügbar. Bitte erst erforschen.
fr: Aucune information n'est disponible avant d'avoir fini la recherche
ru: Предварительная информация по исследованию отсутствует
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: chaingun_ammo_pre_txt
de: Noch keine Informationen verfügbar. Bitte erst erforschen.
fr: Aucune information n'est disponible avant d'avoir fini la recherche
ru: Предварительная информация по исследованию отсутствует
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า
