Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: smg_txt
de: Technische Spezifikation: Schwere Maschinenpistole KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Aus unseren Erfahrungen in Mumbai und anderen umkämpften Städten folgern wir, dass die Außerirdischen ihre Bemühungen vor allem auf Dichtbevölkerte Gebiete konzentrieren. Die Mehrzahl der Scharmützel fand auf Messerreichweite statt. Für das Excalibur Programm haben wir einige leistungsstarke Waffen für unser Nahkampfpaket ausgewählt. Die Ohm 55 Maschinenpistole, entworfen und gebaut in China, ist eine der angsteinflößensten Waffen, die aus dem zweiten kalten Krieg hervorgegangen sind. Es wurde zuerst 2035 von Wissenschaftlern - die für die kommunistische Regierung Chinas arbeiteten - gebaut. Die ersten Modelle wurden erst am Ende des Krieges an Regierungstruppen ausgegeben, aber die Rebellen und Commonwealth Soldaten lernten schnell die Wildheit der Ohm zu respektieren. Ihre Feuerrate bei voller Automatik übertrifft 1200 Schuss pro Minute. Es kann ein 50-Schuss-Magazin in 3 Sekunden leeren. Es verschießt eine verbesserte Version der belgischen 5.8mm panzerbrechenden Patrone, ein Durchstoßkörper mit Aluminiumkern, der Kevlar wie Papier zerfetzen kann und brutal durch Fleisch und Knochen rotiert. Sogar moderne ballistische Fasern können die Kugel nicht stoppen, wenn sie aus einer Entfernung von 12 Metern oder weniger abgeschossen wurde. Die Ohm 55 dominierte den Bereich der Maschinenpistolen in den letzten 50 Jahren und wird es auch die nächsten 10 Jahren tun. Die Ohm ist sehr beweglich mit einem kurzen Lauf und geschmeidigen Linien, aber bei voller Automatik kann sich durch die schiere Masse der ausgespuckten Kugeln der Lauf nach oben verziehen. Automatisches Feuer kann auch das Magazin leeren, bevor der Schütze überhaupt gemerkt hat, dass er den Abzug gedrückt hat. Und nach 50 Jahren Dienst in der ganzen Welt bleibt das immer noch der einzige bekannte Designfehler der Ohm 55. Für den PHALANX Gebrauch haben wir dieser Maschinenpistole die Bezeichnung CRC-8 gegeben. Empfohlener Einsatz Die CRC-8 ist für die kürzeste Entfernung in städtischen Kriegsgebieten gedacht. Sie wird in dieser Rolle perfekt sein, aber erwarten sie nicht etwa ein Scheunentor auf mittlere Entfernung zu treffen. Es kann auch als schlagkräftige Zweitwaffe funktionieren, aber für die meisten Soldaten ist sie dafür zu massig. Da der vollautomatische Modus der CRC-8 einen maßlosen Verzug des Laufes mit sich bringt und dadurch sogar erfahrenen Benutzern die Treffsicherheit ruiniert, sollte es genügen, den Standard-Feuerstoß Modus zu benutzen. Vollautomatik sollte nur in Paniksituationen genutzt werden. Zusatz Trotz guter Durchschlagskraft gegen organische Ziele ist diese Waffe sehr schlecht gegen robotische Ziele.
fr: Spécifications techniques : Pistolet Mitrailleur CRC-8 NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. En étudiant les attaques de Mumbai et des autres villes qui ont été touchées, il nous a semblé que les aliens concentrent leurs efforts dans les zones où la densité de population est particulièrement importante. La plupart des combats ont eu lieu à très courte portée. Dans le cadre du programme Excalibur, nous avons choisi plusieurs armes hautement performantes pour notre section Combat Rapproché. Conçu et produit en Chine continentale, le Pistolet Mitrailleur Ohm 55 est l'une des armes les plus terrifiantes héritées de la seconde guerre froide. Son premier prototype date de 2035, et fut créé par des scientifiques du gouvernement communiste chinois. A la fin de la guerre, seuls quelques modèles étaient disponibles dans les unités gouvernementales, mais les rebelles et les troupes du Commonwealth avaient déjà appris à respecter la férocité du Ohm. Il peut tirer jusqu'à 1200 balles par minute en mode automatique, et peut vider un chargeur de 50 balles en trois secondes. Il utilise une version améliorée des balles belges perceuses d'armure de 5,7mm, avec ogive en acier et noyau en aluminium, qui peuvent déchirer le kevlar comme du papier et se fragmentent brutalement en arrivant dans les chairs ou les os. Même les fibres balistiques modernes ne peuvent stopper ces balles si elles sont tirées à moins de 12 mètres. Le Ohm 55 a dominé le domaine des pistolets mitrailleurs depuis les cinquante dernières années, et continuera probablement pour la prochaine décennie. Le Ohm est une arme très manoeuvrable, présentant un canon court et une ligne élégante. Il peut cependant souffrir d'un mouvement vers le haut du canon dû simplement à l'allégement consécutif à l'éjection des balles en mode automatique. Ce mode a également le défaut de vider le chargeur avant que le tireur ait réellement réalisé qu'il appuie sur la gâchette. Cependant, après 50 ans d'utilisation à travers le monde, ces défauts de conception restent les seuls connus du Ohm 55. Pour l'utilisation PHALANX, nous avons donné à ce pistolet mitrailleur la classification CRC-8. Doctrine recommandée Le CRC-8 est conçu pour les fusillades urbaines à bout portant. Il jouera très bien ce rôle, mais ne vous attendez pas à ce qu'il touche le mur d'une grange au delà d'une portée moyenne. Il peut également être utilisé comme arme de poing de forte puissance, mais peut être considéré comme trop encombrant pour une telle utilisation. Si le CRC-8 souffre d'une instabilité de son canon en mode automatique, nuisant à la visée des tireurs les plus expérimentés, il est beaucoup plus docile en tirs par rafales. Le tir automatique devrait être évité en dehors des situations d'urgence. Addenda En dépit de ses bonnes performances contre les cibles organiques, cette armes révélera des capacités bien mauvaises contre des cibles robotiques.
ru: Technical Specifications: CRC-8 SMG CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. Designed and manufactured in mainland China, the Ohm 55 SMG is one of the most frightening weapons to come out of the Second Cold War. It was first prototyped in 2035 by scientists working for the Communist Chinese government. Production models were only trickling into government units by the end of the war, but the rebel and Commonwealth troops quickly learned to respect the Ohm's ferocity. Its rate of fire at full auto exceeds 1200 rounds per minute. It can chew through a 50-round magazine in three seconds. It fires an upgraded version of the Belgian 5.7mm armour-piercing round, a steel penetrator with aluminium core, which can tear kevlar like paper and tumbles brutally through flesh and bone. Even modern ballistic fibre cannot stop this round at anything closer than 12 metres. The Ohm 55 has dominated the field of SMGs for the past 50 years and will continue to do so for at least the next decade. The Ohm is highly manoeuvrable with a short barrel and sleek lines, but can suffer from excessive muzzle climb on full auto due to the sheer weight of lead the weapon puts out. Autofire also tends to empty the magazine before the shooter even realises he's holding down the trigger. Still, after nearly 50 years in service around the world, this remains the Ohm 55's only known design flaw. For PHALANX use, we have given this submachine gun the classification CRC-8. Recommended Doctrine The CRC-8 is intended for point-blank urban firefights. It will perform very well in this role, but don't expect it to hit the broad side of a barn out to medium range. It can also function as a high-powered sidearm, but may be too bulky for most soldiers to use in this manner. While the CRC-8 does suffer excessive muzzle climb on full auto, throwing off the aim of even experienced users, it is much more docile in its standard burst mode. Full auto should rarely be considered outside of panic situations. Addenda Despite good penetration against organics, this weapon performs very poorly against robotic targets.
th: Technical Specifications: CRC-8 SMG CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. From our experiences in Mumbai and other stricken cities, we've concluded that the aliens seem to concentrate their efforts on population centres, especially dense urban areas. A majority of engagements have taken place at knife-fighting range. For the purposes of the Excalibur Program, we've chosen several high-performance weapons for our Close Range Combat package. Designed and manufactured in mainland China, the Ohm 55 SMG is one of the most frightening weapons to come out of the Second Cold War. It was first prototyped in 2035 by scientists working for the Communist Chinese government. Production models were only trickling into government units by the end of the war, but the rebel and Commonwealth troops quickly learned to respect the Ohm's ferocity. Its rate of fire at full auto exceeds 1200 rounds per minute. It can chew through a 50-round magazine in three seconds. It fires an upgraded version of the Belgian 5.7mm armour-piercing round, a steel penetrator with aluminium core, which can tear kevlar like paper and tumbles brutally through flesh and bone. Even modern ballistic fibre cannot stop this round at anything closer than 12 metres. The Ohm 55 has dominated the field of SMGs for the past 50 years and will continue to do so for at least the next decade. The Ohm is highly manoeuvrable with a short barrel and sleek lines, but can suffer from excessive muzzle climb on full auto due to the sheer weight of lead the weapon puts out. Autofire also tends to empty the magazine before the shooter even realises he's holding down the trigger. Still, after nearly 50 years in service around the world, this remains the Ohm 55's only known design flaw. For PHALANX use, we have given this submachine gun the classification CRC-8. Recommended Doctrine The CRC-8 is intended for point-blank urban firefights. It will perform very well in this role, but don't expect it to hit the broad side of a barn out to medium range. It can also function as a high-powered sidearm, but may be too bulky for most soldiers to use in this manner. While the CRC-8 does suffer excessive muzzle climb on full auto, throwing off the aim of even experienced users, it is much more docile in its standard burst mode. Full auto should rarely be considered outside of panic situations. Addenda Despite good penetration against organics, this weapon performs very poorly against robotic targets.

source: smg_mag_txt
de: Technische Spezifikation: Schweres Maschinenpistolenmagazin KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Diese großen Magazine beinhalten 50 Schuss 5.7x28mm Munition. Es besitzt eine komplizierte Dreireihen-Anordnung, in der die Munition in 3 großen Stapeln im Magazin steckt. Die Patrone selber kann auf kurzer Reichweite Rüstungen schreddern und horrende Wunden verursachen. Normalerweise verursacht die Waffe wenig Rückstoß, aber der gutmütige Charakter der Waffe kann von der außergewöhnlichen Feuergeschwindigkeit im Vollautomatikmodus überwältigt werden. Dieses Magazin wird in eine CRC-8 Maschinenpistole geladen. Empfohlener Einsatz Alle Soldaten, die mit einer Maschinenpistole bewaffnet sind, sollten mindestens ein Ersatzmagazin mitnehmen. Zwei oder mehr sind sehr anzuraten, wenn die Maschinenpistole als Primärwaffe genutzt wird, da sie gewaltige Mengen Munition verbrauchen kann. Es ist nicht empfehlenswert, Soldaten ohne genug Munition in den Kampf zu schicken. Zusatz Keiner.
fr: Spécifications techniques : Chargeur de Pistolet Mitrailleur NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Ce gros chargeur contient 50 balles de munitions 5,7x28mm. Ces balles sont savamment agencées en trois colonnes. La munition en elle même est capable de transpercer les armures, et fait d'horribles dégâts. Le recul qu'elle induit dans l'arme est assez faibles, et ses caractéristiques classiques sont compensées par la vitesse de tir impressionnante du CRC-8 en tir automatique. Ce chargeur est destiné à être utilisé dans le pistolet mitrailleur CRC-8. Doctrine recommandée Tout soldat armé d'un pistolet mitrailleur devrait également emporter au moins un chargeur supplémentaire lorsqu'il part sur le terrain. Il n'est pas recommandé d'envoyer nos troupes au combat sans chargeur de rechange. Addenda Aucun.
ru: Technical Specifications: SMG Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This large magazine contains 50 rounds of 5.7x28mm ammunition. It features a complicated triple-column arrangement, its rounds packed into the magazine in three large stacks. The round itself shreds armour at close range and produces horrific wounds. It typically generates low recoil, but the round's gentle characteristics are overwhelmed by the CRC-8's incredible rate of fire on full auto. The magazine is meant to be loaded into a CRC-8 SMG. Recommended Doctrine All soldiers equipped with SMGs should carry at least one reload whenever they go out in the field. Two or more are strongly recommended if the SMG is used as a primary weapon, since it can consume vast amounts of ammunition. It is not advisable to send our troops into combat without spare magazines. Addenda None.
th: Technical Specifications: SMG Magazine CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This large magazine contains 50 rounds of 5.7x28mm ammunition. It features a complicated triple-column arrangement, its rounds packed into the magazine in three large stacks. The round itself shreds armour at close range and produces horrific wounds. It typically generates low recoil, but the round's gentle characteristics are overwhelmed by the CRC-8's incredible rate of fire on full auto. The magazine is meant to be loaded into a CRC-8 SMG. Recommended Doctrine All soldiers equipped with SMGs should carry at least one reload whenever they go out in the field. Two or more are strongly recommended if the SMG is used as a primary weapon, since it can consume vast amounts of ammunition. It is not advisable to send our troops into combat without spare magazines. Addenda None.
