Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: nano_armour_txt
de: Herr Kommandant, ich freue mich, Ihnen mitteilen zu dürfen, dass unsere Forschung der Nanoverbundstoffproduktion erfolgreich war! Ich werde Sie nicht mit den Feinheiten der KNR Produktion langweilen; es reicht zu sagen, dass wir aufgrund der Spuren der außerirdischen Produktionsarten fähig waren, ein paar ihrer Prozesse zu identifizieren. Sie scheinen eine Art Plasmahochofen zu benutzen, um die Nanoröhren in ihre Gitterform zu bringen. Wir waren in der Lage, einen Prototyp dieses Ofens für uns zu bauen und haben ein paar Veränderungen an unseren Herstellungsmethoden anhand des Beispieles der Außerirdischen vorgenommen. Das Ergebnis ist eine erkennbare Steigerung der Effizienz und der Herstellungsmengen. Von nun an werde ich meine Zusammenfassung aber auf die Fähigkeiten und taktischen Anwendungsmöglichkeiten beschränken, und ich glaube, Sie werden sie faszinierend und ermutigend finden. Wir waren in der Lage, fast die gesamte Funktionsweise der Rüstung zu duplizieren, von den Nanoverbundplatten zu der servo-unterstützten Bewegung. Sie ist für ihre Masse unglaublich leicht, obwohl immer noch erkennbar schwerer als unsere Gefechtsrüstung. Sie ist fast so schützend wie die außerirdische Variante und bietet dem Träger die gleiche Schnelligkeit in der Bewegung und besseres Zielen. Jedoch sind da immer noch Grenzen, die wir nicht überwinden können. Es ist ein Fakt, dass die Außerirdischen mit diesem Material viel mehr Erfahrung haben und es besser bearbeiten können als wir. Unsere Rüstung ist klobiger und schwerer, steifer konstruiert und ihre Elektronik funktioniert nicht so gut. Das könnte die Feuergeschwindigkeit und die Reaktionszeit negativ beeinflussen. Unsere Art Plastik ist ebenfalls nicht so gut wie ihre und sie neigt eher zum Zerbrechen. Besonders unsere Servomotoren sind groß und unhandlich im Vergleich mit denen der Außerirdischen. Es gibt bisher keinen Weg, sie noch weiter zu verkleinern. Wir sind wegen der Stiefel besonders beschämt, aber wir haben ehrlich das beste getan, was wir konnten. Uns fehlen einfach die erforderlichen Präzisionswerkzeuge, um die Servomotoren der Außerirdischen zu kopieren. Dennoch haben wir das Beste getan, um die Stiefel sicher und leicht zu machen, mit einer kräftigen Federung in den Sohlen, damit sie elastisch genug für schnelle Bewegung sind. Die taktischen Anwendungsmöglichkeiten der neuen Rüstung sind weitreichend. Sie ist leicht genug, um von der Vorhut unserer taktischen Teams getragen zu werden, und stabil genug, um schwerem Feuer zu widerstehen. Sie wird für unsere Sturmstruppen am besten funktionieren, da diese sowohl Geschwindigkeit als auch Schutz brauchen. --Cdr. Navarre
fr: Commandant, je suis heureux de vous apprendre la réussite de notre recherche sur la production de matériaux nanocomposites ! Je ne vous ennuierai pas avec les détails de production des nanotubes de carbone. Je me contenterai juste de vous dire qu'en étudiant attentivement les traces résiduelles laissées par les chaînes de production aliennes, nous sommes parvenus à identifier certains de leurs procédés. Ils utilisent apparemment une sorte de fourneau à plasma pour tordre, étirer, et presser les nanotubes sous forme de grandes bandes. Nous avons réalisé notre propre prototype de fournaise, et avons procédé à de nombreuses modifications sur la méthode de production de nos nanotubes en nous basant sur l'exemple alien. Le résultat est une augmentation conséquente en efficacité et en volume de production. Dans la suite de ce résumé, je me limiterai aux capacités et aux applications stratégiques de cette nouvelle armure, que vous trouverez à mon avis à la fois fascinantes et encourageantes. Nous sommes parvenus à dupliquer presque toutes les fonctionnalités de l'armure alienne, depuis l'utilisation de nanocomposites jusqu'au mouvement servo-assisté. Elle est incroyablement légère pour son encombrement, bien que plus lourde que notre Armure de Combat. La protection qu'elle procure est presque aussi bonne que la version alienne, conférant à son porteur une rapidité de mouvement et une précision de tir similaires. Cependant, certaines limitations n'ont pu être contournées, notamment le fait que les aliens sont beaucoup plus expérimentés pour utiliser ces matériaux et qu'ils peuvent les travailler plus élégamment que nous. Notre armure est plus encombrante, plus lourde, plus rigide, et son électronique n'est pas aussi performante. Cela peut avoir un impact négatif sur la vitesse de tir et le temps de réaction. De plus, les polymères que nous utilisons ne sont pas d'aussi bonne qualité que les leurs, et se fissurent plus facilement. Enfin, nos servo-moteurs sont encombrants et peu maniables comparés à la conception compacte alienne. Malgré nos efforts, nous ne parvenons pas à les faire moins encombrants. Nous sommes assez embarrassés, en particulier par les bottes, mais nous avons réellement fait de notre mieux. Nous n'avons tout simplement pas de machines assez précises pour faire de petits servo-moteurs comme ceux des aliens. Malgré cela, nous avons fait de notre mieux pour rendre les bottes aussi légères et sûres que possible, et nous les avons équipées d'un système de suspension puissant placé dans les semelles pour leur conférer la souplesse nécessaire à des mouvements rapides. Les applications tactiques de cette nouvelle armure sont nombreuses. Elle est suffisamment légère pour être portée par les soldats en première ligne, tout en les protégeant des tirs d'armes lourdes. Elle servira tout particulièrement aux troupes de combat rapproché qui ont besoin à la fois de vitesse et d'une bonne protection. --Cdt Navarre
ru: Командующий, я хотел бы доложить Вам об успешном окончании исследования нашего нанокомпозитного производства! Я не буду докучать Вам сложностями производства фуллеренов; будет достаточно сказать, что после тщательного изучения значимых следов, оставленных производственными линиями пришельцев, мы были в состоянии идентифицировать некоторые из их технологических процессов. Несомненно, они используют какую-то разновидность плазменного горна, чтобы выплетать нанотрубки, придавать им форму, и спрессовывать их в ячеистые структуры. Мы были способны создать прототип нашего собственного горна, и сделали различные модификации в наших методах производства нанотрубок, основываясь на примерах пришельцев. В результате было получено значительное увеличение удельной выходной мощности и объёма производства. С этого момента я ограничусь в своём конспекте возможностями и тактическим применением новой брони, которые, я уверен, Вы найдете сколь восхитительными, столь и обнадёживающими. Мы справились с дублированием почти всех функциональных возможностей брони пришельцев, от нанокомпозитных пластин до сервоусиления движения. Она невероятно легка для своего объёма, хотя всё ещё значительно тяжелее, чем наша боевая броня. Она обладает практически теми же защитными характеристиками, что и модели пришельцев, и даёт такую же лёгкость передвижения и более точного прицеливания. Однако, есть несколько ограничений, которые мы не можем обойти. Это факт, что пришельцы имеют намного больше опыта работы с этими материалами, и могут оперировать с ними значительно более элегантно, чем можем мы. Наша броня более громоздкая и тяжёлая, грубее сделана, и её электроника не работает так же хорошо. Это может негативно влиять на скорость стрельбы и время реакции. Наш вариант полимера не столь же хорош, как у них, и имеет тенденцию к более лёгкому разрушению. Наши сервоприводы особенно крупные и более громоздкие по сравнению с компактным дизайном пришельцев. Нет возможности снизить их размер больше, чем это уже сделано. Мы действительно испытываем затруднения, в частности с ботинками, но они на самом деле - лучшее, что мы можем произвести. Мы просто не имеем точного машинного оборудования, необходимого для создания сервомоторов, подобных тем, что у пришельцев. Невзирая на это, мы изо всех сил старались сделать ботинки безопасными и лёгкими, с мощной системой фиксации в подошвах, чтобы сделать их достаточно эластичными для быстрого передвижения. Тактическое применение новой брони весьма обширно. Она достаточно лёгкая, чтобы её носили передовые единицы наших боевых групп, и обладает достаточной защитной способностью, чтобы противостоять огню тяжёлого оружия. Она будет исключительно хорошо служить штурмовым войскам, которые одинаково нуждаются в скорости и защите для наилучшего выполнения своих задач. --коммандер Наварре
th: ท่านผู้บัญชาการ, ผมอยากจะรายงานผลสำเร็จของการวิจัยการผลิตสารประกอบนาโน! ผมไม่ขอทำให้ท่านเบื่อด้วยรายละเอียดด้านการผลิต CNT เราสามารถสรุปย่อได้ว่า จากการศึกษาหลักฐานที่หลงเหลืออยู่ในกระบวนการผลิตของมนุษย์ต่างดาว เราสามารถเข้าใจกระบวนการบางอย่าง เห็นได้ว่าพวกนั้นใช้เตาความร้อนพลาสม่าในการหมุน ขึ้นรูป และกดหลอดนาโน ให้เป็นรูปแบบลาย เราสามารถสร้างเตาความร้อนต้นแบบของเราเองได้ และได้ทำการดัดแปลงกระบวนการผลิตหลอดนาโน ตามตัวอย่างของมนุษย์ต่างดาว ผลลัพธ์คือการเพิ่มประสิทธิภาพของพลังงาน และปริมาณการผลิต จากนี้ไป ผมจะขอจำกัดการสรุปอยู่เพียงแค่ความสามารถและการประยุกต์ใช้ของเกราะใหม่ ซึ่งผมเชื่อว่าท่านจะพบว่ามันทั้งน่าทึ่งและมีผลที่ดี เราสามารถเลียนแบบคุณสมบัติของเกราะต่างดาวเกือบทั้งหมด ตั้งแต่ชิ้นส่วนสารประกอบนาโน จนถึงการเคลื่อนตัวที่ใช้เซอร์โวช่วย ชุดเกราะนี้เบามากเมื่อเทียบกับความหนา แม้ว่าจะยังถือว่าหนักกว่าเกราะรบของเรา เกราะนี้คุ้มกันได้เกือบเท่าของมนุษย์ต่างดาว และมีความคล่องตัวใกล้เคียงกัน และมีการเล็งที่แม่นยำกว่า อย่างไรก็ตาม, ยังมีข้อจำกัดที่เรายังแก้ไม่ได้ ข้อเท็จจริงที่ว่าพวกมนุษย์ต่างดาวมีประสบการณ์กับวัสดุเหล่านี้มากกว่า และสามารถออกแบบได้งดงามกว่าเรา เกราะของเรานั้นเทอะทะกว่าและหนักกว่า ประกอบแล้วให้ความรู้สึกแข็ง และเครื่องอิเลคทรอนิคส์ก็ยังทำงานได้ไม่ดีนัก ซึ่งมันอาจมีผลเสียกับความเร็วในการยิงกับอัตราการตอบสนอง โพลีเมอร์ของเรายังไม่ดีเท่าของพวกต่างดาว และแตกได้ง่ายกว่า มอเตอร์เซอร์โวของเรายังใหญ่และไม่คล่องตัวเท่ากับของพวกต่างดาว ไม่มีทางจะลดขนาดให้เล็กไปกว่าที่เรามีอีกแล้ว พวกเรารู้สึกละอายกับรองเท้ามาก แต่มันก็เป็นสิ่งที่ดีที่สุดเท่าที่เราทำได้แล้ว เราไม่มีเครื่องมือที่แม่นยำในการทำเซอร์โวให้ดีเท่าของพวกมนุษย์ต่างดาว อย่างไรก็ตาม เราได้พยายามอย่างเต็มที่เพื่อให้รองเท้ามีความปลอดภัยและน้ำหนักเบา โดยระบบกันกระแทกบริเวณพื้นทีทำให้มันมีแรงส่งพอจะเคลื่อนไหวได้อย่างรวดเร็ว การประยุกต์ใช้เกราะใหม่นี้ทำได้หลากหลาย มันเบาพอจะให้กลุ่มแนวหน้าใส่ แต่ปกป้องอาวุธหนักได้ด้วย เกราะนี้จะใ้ช้ได้ดีสำหรับทหารกลุ่มจู่โจมประชิด ที่ต้องการทั้งความรวดเร็วและชุดเกราะในการทำงานให้ดีที่สุด --ผบ. นาวาเร

source: nano_armour_pre_txt
de: Unsere Untersuchung der außerirdischen Rüstung führte uns zu vielen interessanten Erkenntnissen. Offensichtlich liegt der Schlüssel zur Herstellung einer effektiveren Rüstung, die auf der außerirdischen Rüstung basiert, in der Richtung von Nanoverbundstoffen. Und das benötigt große Mengen Kohlenstoffnanoröhren. In der Vergangenheit waren Kohlenstoffnanoröhren schwer und teuer zu produzieren und sie in die passende Form zu arbeiten war sogar noch schwieriger. Darum wurden Nanoverbundstoffrüstungen nur in extrem teuren Fahrzeugen wie Flugzeugen und Panzern benutzt und selbst dann nur als Platten, die man unter die Uniform legte und die nur sehr wenig Formung benötigte. Die außerirdische Rüstung benutzt Kohlenstoffnanoröhren im Überfluss und es ist unser Herstellungsprozess, der uns aufhält. Mit der Rüstung und genug Ressourcen zu unserer Verfügung, glaube ich, dass wir neue Herstellungsmethoden und Formungsprozesse entwickeln können, so dass wir geformte Nanoverbundplatten in Massen herstellen können, was uns diese Technologie endlich zur Verfügung stellen würde. Dieses Projekt benötigt einen ordentlichen Anteil Laborzeit und Mittel. Wir beginnen die Arbeit, sobald wir ihre Erlaubnis erhalten, Herr Kommandant. --Cdr. Navarre
fr: L'examen de l'armure corporelle alienne nous a permis de faire plusieurs découvertes intéressantes. L'élément clé pour fabriquer des armures mobiles plus efficaces basées sur les armures aliennes réside dans l'utilisation de nanocomposites. Il est donc nécessaire de disposer de grandes quantités de nanotubes de carbone. Jusqu'à présent, les nanotubes de carbone ont été difficiles et coûteux à produire. Les tentatives pour les assembler sous une forme bien définie se sont avérées encore plus ardues. Pour ces raisons, les armures nanocomposites n'ont jamais été utilisées hormis pour les véhicules déjà très coûteux comme les avions ou les tanks. Même dans ces cas spécifiques, les nanoparticules étaient plaquées pour minimiser la mise en forme nécessaire. L'armure alienne, cependant, utilise les nanotubes de carbone en abondance. Ce sont nos procédés de fabrication qui nous empêchent de faire de même. En disposant de cette armure et avec des ressources suffisantes, je pense que nous sommes capables de mettre au point de nouvelles méthodes de production et de nouveaux procédés de mise en forme. Cela nous permettrait de fabriquer en quantité des armures nanocomposites, mettant enfin cette technologie à notre portée. Ce projet nécessitera un investissement en temps et en argent conséquent. Nous démarrerons le travail dès que nous aurons reçu votre autorisation, Commandant. --Cdt Navarre
ru: Наше изучение персональной брони пришельцев привело нас к множеству интересных открытий. Очевидно, ключом к созданию более эффективной мобильной брони, основанной на бронекомплектах пришельцев, является технология нанокомпозитных материалов. Это потребует большого количества углеродных нанотрубок. В прошлом, производство углеродных нанотрубок было сложным и крайне дорогостоящим, а попытки придать им надлежащую форму были и того хуже. Из-за этого нанокомпозитная броня никогда не использовалась, за исключением очень дорогой техники, такой как самолёты и танки, и только на участках брони, которые требовали минимального формообразования или другой обработки. Однако, в броне пришельцев углеродные композиты из нанотрубок используются повсеместно. Именно наши технологические процессы сдерживают нас. Я полагаю, что с броней пришельцев в руках и достаточным количеством ресурсов в нашем распоряжении, мы можем разработать новые методы производства и процессы формовки деталей, которые позволят нам массово производить нанокомпозитные пластины любой формы, окончательно предоставив эту технологию в наше полное распоряжение. Этот проект потребует большой объём лабораторного времени и финансовых затрат. Мы начнём работу, как только получим ваше одобрение, Командующий. --коммандер Наварре
th: การตรวจสอบเกราะมนุษย์ต่างดาวพบสิ่งที่น่าสนใจหลายประการ เห็นได้ชัดว่า ปัจจัยสำคัญในการสร้างเกราะที่มีความคล่องตัวและมีประสิทธิภาพ โดยมีพื้นฐานจากเกราะของมนุษย์ต่างดาวนั้นคือการใช้สารผสมนาโน ซึ่งการนี้ต้องใช้หลอดนาโนคาร์บอนจำนวนมาก ในอดีต การผลิตหลอดนาโนคาร์บอนเป็นเรื่องทำได้ยากและมีต้นทุนสูง การพยายามขึ้นรูปที่เหมาะสมยิ่งยากเข้าไปใหญ่ เนื่องจากเหตุผลนี้เกราะนาโนไม่เคยถูกนำมาใช้ เว้นแต่ในยานพาหนะราคาสูงเ่ช่นเครื่องบินและรถถัง และยังใช้เฉพาะการเคลือบผิวนอก ซึ่งมีการขึ้นรูปเพียงเล็กน้อย แต่เกราะของมนุษย์ต่างดาวนั้นใช้สารประกอบของหลอดคาร์บอนนาโนในจำนวนมาก ปัจจัยที่เป็นอุปสรรคสำหรับเราคือกระบวนการผลิต เมืื่อเรามีเกราะของมนุษย์ต่างดาวอยู่ และมีทรัพยากรเพียงพอ, ผมเชื่อว่าเราสามารถหาวิธีการผลิต และขึ้นรูป เพื่อให้เราสามารถผลิตชิ้นส่วนของสารประกอบนาโนได้ และทำให้เราสามารถใช้วิทยาการนี้ได้ โครงการนี้ต้องใช้เงินและเวลาจำนวนมาก เราจะเริ่มทำงานทันทีที่ได้รับการอนุมัตจากท่านผู้บัญชาการ --ผบ. นาวาเร
