Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: smokegren_txt
de: Technische Spezifikation: Rauchgranate KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Die 'künstliche Nebel' Granate wurde von der Afrikanischen Liga der Nationen während des Diamantkartellkrieges entwickelt. Es ist ein geniales Design, welches beweist, dass die Rauchgranate ihren Nutzen auch in der Zeit der elektronischen Sichtsysteme noch nicht verloren hat. Es gibt kein Sichtsystem, das nicht irgendwie besiegt werden kann und verbesserte Rauchgranaten wie der künstliche Nebel können Infrarotsysteme genauso gut blocken wie das standardmäßige Auge. Die 'künstliche Nebel' Granate ist eine sogenannte 'aufplatzende' Rauchgranate. Anstatt den Rauch aus Löchern in der Hülle abzugeben, zerplatzt sie wie eine Brandgranate und bedeckt ein großes Gebiet mit Titantetrachlorid, das schnell große Wolken aus ätzenden weißen Rauch produziert. Es füllt die Luft auch mit winzigen Eisenflocken, welche Radarwellen ablenken und elektronische Sichtsystem allgemein auf dem Schlachtfeld stören. Andere Zusatzstoffe im Rauch helfen dabei, die meisten der nicht-sichtbaren EM Spektren abzulenken. Sogar außerirdische Technologie hat Probleme, durch die Hechtsuppe zu kommen. Titantetrachlorid-Rauch selbst ist aufgrund seiner ätzenden Wirkung nur leicht gefährlich für Menschen. Die Zusätze machen es gefährlicher, vor allem das Einatmen der Eisenflocken, aber es ist nichts, womit unsere Mediziner nicht fertig werden würden. Empfohlener Einsatz Rauchgranaten sind ein wichtiges Werkzeug, um unser Kommen zu verschleiern, taktische Rückzüge zu decken und um ungewollte Teilnehmer eines Feuergefechts kurzzeitig aufzuhalten. Es wird empfohlen, dass jeder Soldat eine dabei haben sollte. Nicht jede Mission mag eine Deckung benötigen, aber man kann nie wissen, wann sich eine günstige Gelegenheit ergibt. Gasmasken werden empfohlen, wenn sich mehrere Rauchvorhänge überlappen. Zusatz Keiner.
fr: Spécifications techniques : Grenade Fumigène NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. La grenade "Brouillard Artificiel" fut conçue par la ligue des nations africaines pendant leur guerre contre les cartels diamantaires. Elle est d'une conception ingénieuse, qui prouve que même à l'époque des détections électroniques, les grenades fumigènes n'ont pas perdu leur utilité. Aucun système de détection n'est dénué de faille, et les grenades fumigènes améliorées comme le Brouillard Artificiel peuvent rendre inutiles aussi bien les équipements à détection infra-rouge que les globes oculaires v.1. La grenade Brouillard Artificiel entre dans la catégorie de grenade fumigène "explosives". Au lieu de laisser de la fumée sortir d'orifices de sa partie supérieure, elle explose comme une grenade incendiaire et recouvre une large zone de tétrachloride de titane, qui émet rapidement de grandes quantités de fumée corrosive blanche. Elle charge également l'air de fines particules de fer qui réfractent les ondes radar et brouillent les images électroniques du champ de bataille. D'autres additifs permettent de réfracter également les ondes électro-magnétique dans le spectre non-visible. Même l'équipement alien a des difficultés à percer ce nuage épais. Le tétrachloride de titane est en lui-même légèrement corrosif pour les êtres humains par son acidité. Les additifs le rendent encore plus nocif, tout particulièrement lors de l'inhalation des particules de fer. Ce n'est cependant rien que nos médecins ne puissent soigner. Doctrine recommandée Les grenades fumigènes sont un outil important pour dissimuler une approche, couvrir une retraite stratégique, ou empêcher temporairement un ennemi de participer à un combat. Nous recommandons que chaque soldat emporte une grenade de ce type pour ces utilisations. Les missions ne nécessiteront pas toutes de se camoufler, mais nous ne pouvons savoir à l'avance quand l'occasion se présentera. Il est conseillé d'utiliser des masques à gaz si plusieurs grenades fumigènes sont utilisées au même endroit. Addenda Aucun.
ru: Technical Specifications: Smoke Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The 'Artificial Fog' smoke grenade was developed by the African league of nations during the war on the diamond cartels. It is an ingenious design which proves that, even in the age of electronic perception, the smoke grenade hasn't outlived its usefulness. There is no vision system that cannot be defeated somehow, and upgraded smoke grenades like the Artificial Fog grenade can block infrared sighting equipment as easily as they block the Mk. 1 Eyeball. The Artificial Fog grenade is what is called a 'bursting' smoke grenade. Instead of pouring smoke out of holes in the top, it bursts apart much like an incendiary grenade and covers a large area of ground with titanium tetrachloride, which quickly produces vast clouds of corrosive white smoke. It also fills the air with minuscule 'chaff', flakes of iron that refract radar waves and generally muck up the electronic picture of the battlefield. Other trace additives to the smoke help refract most of the non-visible EM spectrum. Even alien technology has trouble sifting through the thick soup. Titanium tetrachloride smoke by itself is slightly harmful to human beings due to its acidity. The additives make it more dangerous, especially breathing iron flakes, but it's nothing our medics can't deal with. Recommended Doctrine Smoke grenades are an important tool to hide our approaches, cover tactical withdrawals, and to temporarily lock unwanted participants out of a firefight. It is recommended that every soldier carry one for these purposes. Not every mission may require concealment, but we can never know when the opportune moment will present itself. Gas masks are recommended if several smokescreens pile up on each other. Addenda None.
th: Technical Specifications: Smoke Grenade CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The 'Artificial Fog' smoke grenade was developed by the African league of nations during the war on the diamond cartels. It is an ingenious design which proves that, even in the age of electronic perception, the smoke grenade hasn't outlived its usefulness. There is no vision system that cannot be defeated somehow, and upgraded smoke grenades like the Artificial Fog grenade can block infrared sighting equipment as easily as they block the Mk. 1 Eyeball. The Artificial Fog grenade is what is called a 'bursting' smoke grenade. Instead of pouring smoke out of holes in the top, it bursts apart much like an incendiary grenade and covers a large area of ground with titanium tetrachloride, which quickly produces vast clouds of corrosive white smoke. It also fills the air with minuscule 'chaff', flakes of iron that refract radar waves and generally muck up the electronic picture of the battlefield. Other trace additives to the smoke help refract most of the non-visible EM spectrum. Even alien technology has trouble sifting through the thick soup. Titanium tetrachloride smoke by itself is slightly harmful to human beings due to its acidity. The additives make it more dangerous, especially breathing iron flakes, but it's nothing our medics can't deal with. Recommended Doctrine Smoke grenades are an important tool to hide our approaches, cover tactical withdrawals, and to temporarily lock unwanted participants out of a firefight. It is recommended that every soldier carry one for these purposes. Not every mission may require concealment, but we can never know when the opportune moment will present itself. Gas masks are recommended if several smokescreens pile up on each other. Addenda None.
