Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: b_lab_txt
de: Baupläne -- Labor KLASSIFIZIERUNGSSTUFE SCHWARZ PHALANX Extraterrestrial Response Unit Konstruktionsinhalt, Freigabe Sigma -- Nur für den Kommandanten Gespeichert: 02. Oktober 2021 Von: Dr. Richard Strohm, F&E: Abteilung Bio & Eindämmung, PHALANX, Atlantisches Operationskommando Überblick Es gibt einen Grund, warum PHALANX Labore in den letzten 50 Jahren als die besten angesehen wurden. Wir haben in den 1960er Jahren die Tarnkappentechnologie für den XD4 Tarn-Abfangjäger entwickelt und blieben führend mit der Produktion von künstlicher Spinnenseide vor vier Jahren. Das sind die Ergebnisse der Kombination aus den klügsten Köpfen mit der besten Ausrüstung. Durch unsere Führungsposition sichern wir die Bereitschaft gegen mögliche außerirdische Bedrohungen. Unsere neuen Labors sind für jede Art Forschung ausgestattet; Biotechnologie, Nanotechnologie, Hochenergielaser, Partikelphysik und mehr. Insofern es ins Labor passt, gibt es nichts, was nicht genau studiert, analysiert oder auseinandergenommen werden kann. Es hat standardmäßig große Fässer, in denen jede benötigte Art organischer Materie hergestellt werden kann, Hologrammprojektoren zum Testen und zum 3D simulieren, Laser- und Mikrowellentests, eine Tokamak Miniaturfusionskammer für Plasmatests und einen starken Partikelbeschleuniger. Für einen zivilen oder militärischen Nutzen würde jedes dieser Geräte ein Vermögen kosten, aber dank unserer Erfahrung und Effizienz können wir sie für einen kleinen Teil dieser Kosten bauen und warten. Projektzeiten werden auch drastisch reduziert, da alle Geräte sofort verfügbar sind. Unsere Hochtechnologieforschung nutzt alle Geräte komplett und dauerhaft. Solange wir die Finanzierung bekommen, die wir brauchen, wird das Labor einer der wichtigsten Pfeiler unserer Verteidigungsstrategie sein. Um den Gegner zu besiegen, müssen wir ihn erst kennen oder sogar verstehen. Um das zu erreichen, brauchen wir die besten Forschungseinrichtungen, die die Menschheit bauen kann, und wir haben sie. Das Labor benötigt ein Kraftwerk und ein Kommandozentrum, um zu funktionieren. Empfohlener Einsatz Unsere Wissenschaftler brauchen kein Labor, um in der Basis zu leben, aber sie können ohne eines nicht arbeiten. Wir sollten so viele Labore bauen und betreiben, wie wir brauchen oder uns leisten können. Jede außerirdische Technologie muss analysiert und, wenn möglich, nachgebaut werden, sobald es geht. In Sachen Labors sind unsere ziemlich kosteneffektiv und bieten genug Arbeitsfläche für 10 Wissenschaftler pro Labor. Während eines möglichen Angriffs auf die Basis sind Labore von der Priorität ein mittleres Ziel. Wenn außerirdische Angreifer unsere Existenz gut genug kennen, um unsere Basen direkt anzugreifen, werden sie sicherlich unsere Forschungsprogramme beenden wollen. Es gibt leichtere Ziele, die die Basis lahmlegen können - vor allem das Kraftwerk - aber als Gelegenheitsziel gesehen, werden sich die ALF's sicher die Zeit nehmen, ein paar Bomben im Labor zu legen, welches dazu neigt, voll mit flüchtigen Substanzen zu sein. Die Explosion eines Labors könnte zu schweren Schäden an der ganzen Basis führen. Zusatz Zusatz, Dr. Dolan Connor, 16. März 2084: Beim Durchsehen der Pläne für die PHALANX Laboreinrichtung habe ich gesehen, dass diese Pläne ihrer Zeit weit voraus sind. Der Entwurf ist immer noch nützlich und kann mit kleinen Ausrüstungsverbesserungen leicht für unseren Nutzen angepasst werden.
fr: Projet d'Aménagement : Laboratoire NIVEAU DE CONFIDENTIALITE NOIR Unité de réaction extraterrestre PHALANX Synthèse de Construction, Autorisation Sigma – destiné au Commandant uniquement Classé le : 02 Octobre 2021 Auteur : Dr Richard Strohm, R&D: Division Biologie et Confinement, PHALANX, Commandement des Opérations Atlantique Considérations générales Ce n'est pas sans raison que les laboratoires PHALANX ont été considérés comme les meilleurs des États-Unis ces cinquante dernières années. Nous avons inventé la technologie permettant de rendre les avions invisibles aux radars dans les années 1960 avec l'intercepteur furtif XD4. Nous sommes restés à la pointe en étant les premiers à produire de la soie d'araignée artificielle il y a quatre ans. Ces résultats ont été rendus possibles en réunissant les chercheurs les plus brillants et en leur donnant le meilleur équipement disponible. En restant à la pointe de la recherche, nous sommes en permanence prêts à réagir à une éventuelle menace extraterrestre. Nos nouveaux laboratoires sont équipés pour tous types de recherche : les biotechnologies, les nanotechnologies, les lasers haute puissance, la physique des particule et plus encore. Il n'y a rien qui ne puisse entrer dans le laboratoire et qui ne puisse pas être convenablement étudié, disséqué, ou démonté. Nous disposons de cuves de culture qui permettent de créer toute sorte de matière organique dont nous puissions avoir besoin, de projecteurs holographiques pour les tests et les simulations 3D, d'installations laser et maser, d'une chambre de fusion tokamak pour la recherche sur les plasmas, et d'un accélérateur de particules performant. N'importe laquelle de ces installations coûterait une fortune si elle était financée par une organisation civile ou militaire, mais grâce à notre expérience et notre productivité, nous pouvons les construire et les entretenir pour seulement une fraction de leur prix. La durée de développement d'un projet est également grandement diminuée en possédant plusieurs exemplaires de chaque appareil afin d'en avoir toujours un à disposition. Cela assure à notre recherche son statut de haut niveau. Tant que nous recevrons les fonds nécessaires, le laboratoire restera l'un des éléments les plus importants de notre stratégie défensive. Pour vaincre un ennemi, nous devons tout d'abord le connaître, et même peut-être le comprendre. Pour y arriver, nous avons besoin des meilleurs installations de recherche que l'humanité puisse construire. C'est ce que nous vous proposons ici. Le laboratoire nécessite un Générateur de Puissance en marche et un Centre de Commandement pour fonctionner. Doctrine recommandée Nos scientifiques n'ont pas besoin d'un laboratoire pour vivre dans une base, mais il est cependant indispensable pour leur permettre de travailler. Nous devrions construire et utiliser autant de laboratoires que nécessaire, si nous pouvons les financer. Toutes les technologies extraterrestres doivent être analysées et reproduites (si possible) aussi rapidement que possible. Nos laboratoires sont assez coûteux à construire, et fournissent chacun l'espace de travail suffisant pour 10 chercheurs travaillant à plein temps. Lors d'une éventuelle attaque de la base, ces aménagements sont une cible de priorité modérée. Si des assaillants extraterrestres sont suffisamment conscients de notre existence pour attaquer directement nos bases, ils vont certainement vouloir stopper nos programmes de recherche. Certaines cibles, en particulier le Générateur de Puissance, sont des objectifs plus faciles, qui peuvent menacer la survie de l'ensemble de la base. Cependant, s'ils ont l'opportunité de le faire, les extraterrestres peuvent parfaitement prendre le temps de placer des explosifs dans le laboratoire, qui est généralement rempli de substances volatiles réactives. Cela pourrait provoquer de très importants dégâts si la défense de notre base n'est pas adaptée. Addenda Addendum, Dr Dolan Connor, 16 Mars 2084: Après consultation des dossiers sur les aménagements de laboratoire PHALANX, il m'a semblé évident que ce projet était en avance sur son temps. Sa conception est toujours d'actualité, et peut être adaptée à nos besoins moyennant seulement quelques modifications mineures.
ru: Проектная документация -- Лаборатория ГРИФ СЕКРЕТНОСТИ: ЧЁРНЫЙ Подразделение противодействия внеземной угрозе ФАЛАНКС Аннотация по строениям, Уровень допуска: Сигма -- Только для командного персонала -- Внесено в реестр: 02 октября 2021 Автор: доктор Ричард Строхм, НИОКР: отдел ксенобиологии и биозащиты, ФАЛАНКС, Атлантическая ударная группа Краткий обзор Существует причина, по которой лаборатории ФАЛАНКС считались лучшими в США за прошедшие 50 лет. Мы изобрели технологию радиолокационной невидимости для авиации в 60-х годах XX века на базе перехватчика-невидимки XD4, и остались на первом плане с изобретением первого производства искусственного паучьего шёлка четыре года назад. Это -- результат сочетания выдающихся людей и прекрасного оборудования в их распоряжении. Оставаясь на острие технологического прогресса, мы гарантируем нашу подготовленность против возможной инопланетной угрозы. Наши новые лаборатории оснащены для проведения исследований любого рода: биотехнологии, нанотехнологии, высокоэнергетические лазеры, физика элементарных частиц, и многое другое. Нет ничего такого, что может появиться в стенах этой лаборатории, и что не сможет быть должным образом изучено, проанализировано, или демонтировано. Лаборатория стандартно оборудована чанами роста, в которых можно создать любую органическую материю для наших нужд, голографическими проекторами для тестирования и 3D моделирования, лазерными и мазерными установками, миниатюрной камерой с токамак-реактором для исследований в области плазмы, а так же, мощным ускорителем частиц для исследований в области квантовой физики. Всё это оборудование слоило бы сумасшедших денег для гражданской организации или военного подрядчика, но, в силу нашей опытности и эффективности, мы можем строить и обслуживать все это с минимальными затратами. Время исследования так же сильно сокращено, благодаря тому, что оборудование любого типа доступно по первому требованию. Наши высокоуровневые научные исследования приводят к постоянному и всестороннему использованию всего этого оборудования. Пока мы продолжаем получать финансирование в нужных нам объёмах, лаборатория будет оставаться одной из самых необходимых частей нашей защитной стратегии. Чтобы победить любого врага, мы должны сначала узнать его, а возможно, даже понять его. Чтобы сделать это, нам потребуется наилучшее оборудование для проведения исследований, которое может создать человечество и мы. Для функционирования Лаборатории необходимы работающие Электростанция и Командный Центр. Рекомендованная доктрина Наши учёные не нуждаются в Лаборатории для проживания на базе, но они не могут выполнять свою работу без неё. Мы должны построить и запустить в эксплуатацию столько лабораторий, сколько нам только может понадобиться, и/или на сколько у нас хватит средств. Все инопланетные технологии должны быть подробно исследованы и комплексно применены для наших нужд (если это возможно) настолько быстро, насколько это в наших силах. Таким образом, наши лаборатории весьма рентабельны в строительстве и каждая обеспечивает рабочее место максимум для 10 учёных, работающих в режиме полного рабочего дня. Во время возможного нападения на базу, они являются целями средней важности. Если инопланетные нападающие будут знать достаточно о нашем существовании, чтобы атаковать непосредственно наши базы, то они, несомненно, будут более всего желать прервать наши исследовательские программы. Существуют более лёгкие цели, которые могут угрожать существованию базы, особенно это относится к электростанции, но если представится возможность, инопланетяне могут с большой пользой потратить время, чтобы взорвать что-нибудь внутри лаборатории, которая обычно бывает наполнена различными нестабильными субстанциями. Это может привести к серьёзному повреждению нашей базы, если лаборатории не будут защищены должным образом. Приложения Приложение от 16 марта 2084, доктор Долан Коннор: Просматривая файлы по лабораторным сооружениям ФАЛАНКС, я сделал вывод, что эти проекты были весьма передовыми для своего времени. Концепция всё ещё жизнеспособна и может быть адаптирована для нашего использования при незначительном обновлении оборудования.
th: พิมพ์เขียว -- ห้องวิจัย เอกสารลับ ระดับสีดำ หน่วยรับมือมนุษย์ต่างดาว PHALANX แผนผังการก่อสร้าง ข้อมูลระดับซิกม่า -- เฉพาะผู้บัญชาการเท่านั้น วันที่เก็บ: 02 ตุลาาคม 2021 โดย: ดร. ริชาร์ด สตรอห์ม, แผนกวิจัยและพัฒนา ฝ่ายชีววิทยาและการกักกัน, PHALANX, หน่วยปฏิบัติการแปซิฟิค ภาพรวม มีเหตุผลที่ห้องวิจัย PHALANX นั้นเป็นที่ที่ดีที่สุดในสหรัฐในช่วง 50 ปีที่ผ่านมา เราได้สร้างเทคโนโลยียานพรางตัวในช่วงทศวรรษ 1960 ด้วยยานขับไล่ XD4 และได้เป็นแนวหน้าในการผลิตใยแมงมุมสังเคราะห์เมื่อสี่ปีก่อน มันเป็นผลจากการรวมคนที่ฉลาดที่สุดเข้ากับเครื่องมือที่ดีที่สุด โดยการรักษาสถานะในแนวหน้า เราได้เตรียมพร้อมในกรณีการรุกรานจากต่างดาว ห้องวิจัยใหม่จะมีอุปกรณ์สำหรับงานวิจัยทุกประเภท วิทยาการชีวภาพ วิทยาการนาโน เลเซอร์กำลังสูง ฟิสิกส์อนุภาคและอื่นๆ ไม่มีอะไรวที่จะิจัย ชันสูตร และถอดประกอบไม่ได้ มันมาพร้อมกับที่สำหรับเพาะวัตถุอินทรีย์ที่เราต้องการ เครื่องโฮโลแกรมสำหรับการทดสอบและการจำลองสามมิติ เครื่องเลเซอร์และเมเซอร์ ห้องโทคามัค ฟิวชั่นขนาดย่อมสำหรับวิจัยพลาสมา และเครื่องเร่งความเร็วอนุภาค โครงสร้างเหล่านี้ต้องใช้เงินมหาศาลสำหรับเอกชนหรือผู้รับเหมาโครงการ แต่ประสบการณ์และประสิทธิภาพของเราทำให้เราสามารถสร้างและรักษาโครงสร้างได้ด้วยเงินเพียงเสี้ยวเดียว เวลาสำหรับโครงการยังลดลงโดยการที่มีอุปกรณ์พร้อม การวิจัยขั้นสูงทำให้มีการใช้งานเต็มที่และต่อเนื่อง ปราบเท่าที่เรามีทุนสนับสนุน ห้องวิจัยจะเป็นส่วนสำคัญในกลยุทธ์การป้องกันของเรา ในการเอาชนะศัตรูเราต้องเรียนรู้พวกนั้นก่อน หรือแม้กระทั่งเข้าใจพวกนั้น ในการทำเช่นนนั้นเราต้องมีห้องวิจัยที่ดีที่สุดเท่าที่มนุษย์จะทำได้ และห้องวิจัยของเราก็เป็นเช่นนั้น ห้องวิจัยต้องมีแหล่งผลิตพลังงานและศูนย์บัญชาการในการทำงาน กฎข้อแนะนำ นัิกวิทยาศาสตร์ของเราไม่ได้อาศัยในห้องวิจัย แต่พวกเขาก็ทำงานไม่ได้หากไม่มี เราควรสร้างและให้ห้องวิจัยทำงานให้มากที่สุดเท่าที่จำเป็น และ/หรือ มีปัญญาทำได้ วิทยาการต่างดาวทั้งหมดต้องถูกวิเคราะห์และทำการ reversr-engineer (หากเป็นไปได้) ให้เร็วที่สุด สำหรับห้องวิจัยของเรา ใช้งานได้คุ้มค่าเงินและมีที่ให้นักวิทยาศาสตร์ทำงานเต็มเวลาได้ 10 คน หากมีการโจมตีฐาน มันจะเป็นเป้าหมายระดับกลาง หากพวกต่างดาวรู้ถึงการมีอยู่ของเราขนาดที่โจมตีฐานได้โดยตรง พวกนั้นก็ย่อมต้องการหยุดการวิจัยของเรา มีเป้าหมายที่โจมตีได้ง่ายกว่าที่จะมีผลต่อการดำรงอยู่ของฐาน -- โดยเฉพาะแหล่งพลังงาน -- แต่หากมีโอกาส พวกต่างดาวอาจใช้เวลาในการติดตั้งระเบิดในห้องวิจัย ซึ่งอาจมีวัตถุที่อ่อนไหวอยู่มาก ความเสียหายหนักกับฐานอาจเกิดขึ้นได้หากห้องวิจัยไมได้รับการป้องกันเพียงพอ ข้อมูลเพิ่มเติม ข้อมูลเพิ่มเติม, ดร. โดแลน คอนเนอร์, 16 มีนาคม 2084: จากการตรวจสอบรายงานของห้องวิจัยของ PHALANX ผมสรุปว่าพิมพ์เขียวนี้มีความล้ำสมัย การออกแบบนี้ยังใช้ได้และสามารถนำมาใช้ได้โดยการปรับปรุงอุปกรณ์เพียงเล็กน้อย
