Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: grenl_txt
de: Technische Spezifikationen: Granatwerfer KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20. März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Seit seiner Markteinführung im Jahr 2047, bekam der RA6 über die Jahre mehrere Verbesserungen, welche ihn an der Spitze dieser Waffenkklasse gehalten haben. Er ist heute aufgrund seiner exzellenten Verlässlichkeit und seinem geringen Gewicht der am meisten benutzte Infanterie Granatwerfer. Es hat eine beeindruckende Auswahl von passenden Patronen im weitverbreiteten 25mm Kaliber. Der RA6 enthält bis zu 9 Granaten welche einzeln in einem einfachen, rotierenden Zylinder geladen sind. Der Zylinder ist an der Spitze aufklappbar, damit er nachgeladen werden kann. Die Granaten einzeln nachzuladen ist eine langsame und quälender Prozess, hat sich aber als verwendbarste Art des Nachladens erwiesen; es gibt Schnelllader und diese sind bei einem RA6 auch Verwendbar, allerdings sind diese zu klobig und schwer für eine Verwendung auf dem Schlachtfeld. Die Waffen hat zwei Feuermodi; der Zeitschuss lässt die Granaten zu einer festgesetzten Zeit nach dem Verlassen des Laufes detonieren und die Luftexplosion, welche die Granaten in der Luft explodieren lässt, nachdem er eine bestimmte Distanz überbrückt hat. Die maximale Feuerrate des RA6 ist eine Granate pro Sekunde auf Halbautomatik oder sie kann den Zylinder schnell rotieren lassen, um schnelle 3-Schuss-Salven abzugeben, welche in einem großenn Gebiet verheerenden Schaden anrichtet. Standard Munition des RA6 ist die 25mm (HIT Hoch Impuls Thermisch) Granate, eine 'Brennstoff-Luft' Munition, die den Luftsauerstoff nutzt, um eine Explosion zu erzeugen, anstatt ihren eigenen Brandfördernden Wirkstoff mitzunehmen. Thermische Waffen haben eine weit höhere Explosionskraft als konventionelle Sprengstoffe der gleichen Größe. Sie verlassen sich auf explosive Energie, Erschütterung und Hitze, anstatt auf Splitter, wie die meisten konventionellen Explosivstoffe. Der RA6 ist eine der vielseitigsten und effektivsten Waffen in unserem Arsenal. Nicht so kräftig wie der Raketenwerfer ist er dennoch eine verlässliche Unterstützungswaffe. Für den PHALANX-Gebrauch haben wir dem Granatwerfer die Bezeichnung HPGL gegeben. Empfohlener Einsatz Der HPGL ist der wahrgewordene Traum jeden Taktikers. Er hat eine exzellente Reichweite, großes Schadenspotential, kann mehrere zusammenstehende Ziele mit einem Schuss treffen und kann für spezielle Aufgaben verwendet werden, zum Beispiel dem Gegner Gebiete mit Brandbomben verwehren. Er kann genauso effektiv in geschlossenen wie in offenen Bereichen verwendet werden; allerdings müssen aber andere Taktiken verwendet werden. Der Luftexplosionsmodus ist vorzugsweise in offenem Gebiet einzusetzen; es opfert etwas an Reichweite, indem es den 'Sprung'faktor wegnimmt, aber dies hat auch gewisse Vorteile. Der Sprungfaktor kann die Treffsicherheit ernsthaft stören, wenn die Granate auf unebenem Gelände abprallt und erlaubt es dem Gegner, schnell in Deckung zu gehen oder wegzurennen, bevor die Granate explodiert. Luftexplosion erlaubt dem Anwender auch, die Granate exakt dahin zu befördern, wo er sie haben will. Wenn nicht gerade ein katastrophaler Detonationsfehler auftritt, wird die Granate, die im Luftexplosionsmodus abgefeuert wurde, immer am beabsichtigten Punkt explodieren. In beengten Situationen können per Zeitschuss abgefeuerte Granaten an Wänden abprallen und um Ecken gelangen, um gefährliche oder schlecht zugängliche Stellen zu erreichen. Dennoch sollte der Waffenbenutzer sichergehen, dass der Explosionsradius nicht ihn, Kameraden oder freundliche Truppen erfasst. Dies würde ihn sehr unbeliebt beim verbleibenden Rest des Teams machen. Aufgrund des Abprallens kann es auch für Zivilisten sehr gefährlich werden. Die Nutzung des Granatwerfers in Gebieten mit Zivilisten ist möglichst zu vermeiden. Im Notfall kann der Granatwerfer auch im Nahkampf verwendet werden, vor allem, wenn der Nutzer keine Zweitwaffe hat. Zu dem Zweck kann er mit einem 25mm Schrotgeschoss geladen werden, ähnlich einer Schrotflinte. Diese haben ein geringes Schadenspotential als Schrotflintenpatronen, aber sie können immer tödlich in beengten Räumen sein. Und, anders als bei Explosivgranaten, birgt diese Variante kein Risiko für den Nutzer. Zusatz Neben Scharfschützengewehren und Raketenwerfern ist diese Waffe eine der wenigen, die auch gegen robotische Außerirdische effektiv ist.
fr: Spécifications techniques : Lance-Grenades LGHP NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. Lancé pour la première fois sur le marché en 2047, le lance-grenades brésilien RA6 a bénéficié de nombreuses améliorations depuis, qui l'ont maintenu en tête de ce type d'arme. Il s'agit du lance-grenades le plus utilisé dans le monde aujourd'hui, grâce à sa très grande fiabilité et à son faible poids. Un grand nombre de grenades sont de plus disponibles pour son calibre ordinaire de 25mm. Le RA6 contient jusqu'à 9 grenades chacune chargée dans l'emplacement d'un simple cylindre rotatif. L'arme s'ouvre à l'avant pour rendre le cylindre accessible afin de le recharger. Recharger les grenades une par une peut être lent et pénible, mais c'est pourtant le moyen le plus efficace de procéder : même s'il existe des chargeurs rapides pour le RA6, ils sont encombrants et difficiles à transporter. L'arme dispose de deux modes de tir : le tir temporisé, qui fera exploser la grenade au bout d'une durée pré-déterminée après avoir quitté le canon ; et la rafale qui fera exploser la grenade avant qu'elle ne touche le sol après avoir parcouru une certaine distance. La cadence de tir maximum du RA6 est d'une grenade par seconde en mode semi-automatique. En mode rafale, le cylindre de chargement se met à tourner rapidement, délivrant trois grenades par seconde qui peuvent dévaster des zones entières. Les munitions standard pour le RA6 sont les grenades ST (à Surpression Thermobarique) de 25mm, qui est une munition basée sur une explosion diffuse (elle utilise l'oxygène de l'air comme comburant plutôt que de posséder son propre agent oxydant). Les armes thermobariques sont capables d'explosions beaucoup plus puissantes que les explosifs conventionnels de la même taille. Les dégâts qu'elles provoquent reposent plus sur l'énergie de l'explosion, la commotion et la chaleur que sur la fragmentation, comme la plupart des explosifs conventionnels. Il s'agit d'une des armes les plus polyvalentes et efficaces de notre arsenal. Même si elles ne sont pas aussi puissantes que les lance-roquettes, il s'agit d'une arme de soutient fiable et d'une pièce d'artillerie pour l'infanterie. Pour l'utilisation PHALANX, nous avons donné à ce lance-grenade la classification LGHP. Doctrine recommandée Le LGHP est la réalisation des rêves de tout tacticien. Il dispose d'une excellent portée, provoque d'importants dégâts, peut blesser plusieurs cibles regroupées en un seul tir, et peut être utilisé dans plusieurs situations spécifiques, comme ralentir la progression de l'ennemi avec des grenades incendiaires. Il est aussi efficace dans les situations rapprochées que dans les combats en espace ouvert, même si la stratégie d'utilisation est différente. Le mode rafale est préférable pour une utilisation dans de grands espaces. Sa portée est sacrifiée par la perte du 'facteur de rebonds', mais cela présente également des avantages. Les rebonds peuvent considérablement diminuer la précision de l'arme si la grenade atterri sur un sol irrégulier ; et le retardement peut laisser le temps aux ennemis de fuir ou de se mettre à couvert avant la détonation. A moins d'un dysfonctionnement catastrophique du détonateur, toute grenade tirée en rafale par le LGHP atterrira dans la zone cible avec très peu de risques de problème mécanique. Dans les situations rapprochées, la temporisation permet aux grenades de ricocher sur les murs et dans les angles afin de parvenir dans des endroits dangereux ou peu pratiques d'accès que d'autres armes auraient des difficultés à atteindre. Cependant, le grenadier devra rester prudent pour qu'aucune troupe amie ne se trouve dans la zone d'explosion. Un tel accident le rendrait très impopulaire parmi les survivants du groupe. L'incertitude sur les rebonds des grenades retardées rend également imprudent l'utilisation de cette arme à proximité de civils. Utiliser un lance-grenades dans des situations où les civils sont exposés est fortement découragé. Dans les situations de combat rapproché d'urgence, par exemple lorsque le grenadier ne dispose pas d'autres armes, le lanceur peut également être chargé avec des grenades à fléchettes de 25mm similaires aux cartouches de fusil à pompe. Elles font moins de dégâts que leur équivalent pour fusil à cause de leur vitesse d'éjection moindre, mais restent mortelles pour l'ennemi et sans danger pour le grenadier à courte portée. Addenda Avec les fusils de précision et les lance-roquettes, il s'agit de l'une des rares armes humaines standard qui ne perdent pas de leur efficacité sur les robots aliens.
ru: Technical Specifications: HPGL Grenade Launcher CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. First released on the open market in 2047, the Brazilian RA6 has received numerous upgrades over the years that have kept it at the top of its field. It is the most widely-used infantry grenade launcher in use today because of its excellent reliability and low weight. It has an impressive selection of compatible cartridges in the popular 25mm calibre. The RA6 carries up to 9 grenades individually loaded into a simple rotary cylinder. The cylinder is hinged at the front and breaks open to accept reloads. Reloading individual grenades can be a slow and agonising process, but this is often the best way of going about it; while 25mm speedloaders do exist and will work on the RA6, they are bulky and hard to carry around. The weapon has two fire modes; timed shot, which will detonate grenades at a set time after leaving the barrel, and airburst, which will detonate grenades in the air after they have travelled a certain distance. The RA6's maximum rate of fire is one round per second on semi-automatic, or it can rapidly cycle through its cylinder on burst mode, firing quick three-round bursts that can devastate whole areas. Standard ammunition for the RA6 is the 25mm HIT (High Impulse Thermobaric) grenade, which is a 'fuel-air munition' that uses atmospheric oxygen to generate an explosion instead of carrying along an oxidising agent. Thermobaric weapons produce a far more powerful explosive force than would be possible with conventional explosives of the same size. They rely on explosive energy, concussion and heat for their lethality rather than on fragmentation like most conventional explosives. This is one of the most versatile and effective weapons on our roster. While not as powerful as the rocket launcher, it is a reliable support weapon and infantry artillery piece. For PHALANX use, we have given this grenade launcher the classification HPGL. Recommended Doctrine The HPGL is a tactician's dream come true. It has excellent damage and range, can hit several clustered targets with one blast, and can be used for special tasks such as area denial with incendiary grenades. It can be as effective in close situations as it is in large open spaces; however, different tactics are required. The airburst mode is preferable for use in open ground; it sacrifices some range by taking away the 'bounce' factor, but this also has its benefits. The bounce factor can seriously foul accuracy if the grenade lands on an uneven surface and can allow the enemy to run away or take cover before detonation. Airburst fire also allows the operator to place his grenades exactly where he wants them. Unless there is a catastrophic detonator failure, any airburst fired from the HPGL will go off at the intended spot with little chance for mechanical error. In close situations, timed grenades can be bounced off walls and around corners to reach dangerous or inconvenient places that other weapons have trouble getting a bead on. However, care should be taken that the operator doesn't fire shots that leave himself or any friendly troops inside the blast radius. This would make the operator very unpopular with what's left of the team. Due to the bounce factor on timed grenades, they can also be a severe hazard to nearby civilians. Use of the grenade launcher in situations where civilians might become victim to collateral damage is strongly discouraged. For close-range emergency work -- for example if the operator has no sidearm -- the launcher can also be loaded with special 25mm flechette shells similar to our shotgun shells. These have less damage potential than shotgun shells due to their lower muzzle velocity, but they can still be deadly in close quarters and, unlike explosive grenades, are not a risk to the operator at short ranges. Addenda Along with sniper rifles and rocket launchers, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.
th: Technical Specifications: HPGL Grenade Launcher CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. First released on the open market in 2047, the Brazilian RA6 has received numerous upgrades over the years that have kept it at the top of its field. It is the most widely-used infantry grenade launcher in use today because of its excellent reliability and low weight. It has an impressive selection of compatible cartridges in the popular 25mm calibre. The RA6 carries up to 9 grenades individually loaded into a simple rotary cylinder. The cylinder is hinged at the front and breaks open to accept reloads. Reloading individual grenades can be a slow and agonising process, but this is often the best way of going about it; while 25mm speedloaders do exist and will work on the RA6, they are bulky and hard to carry around. The weapon has two fire modes; timed shot, which will detonate grenades at a set time after leaving the barrel, and airburst, which will detonate grenades in the air after they have travelled a certain distance. The RA6's maximum rate of fire is one round per second on semi-automatic, or it can rapidly cycle through its cylinder on burst mode, firing quick three-round bursts that can devastate whole areas. Standard ammunition for the RA6 is the 25mm HIT (High Impulse Thermobaric) grenade, which is a 'fuel-air munition' that uses atmospheric oxygen to generate an explosion instead of carrying along an oxidising agent. Thermobaric weapons produce a far more powerful explosive force than would be possible with conventional explosives of the same size. They rely on explosive energy, concussion and heat for their lethality rather than on fragmentation like most conventional explosives. This is one of the most versatile and effective weapons on our roster. While not as powerful as the rocket launcher, it is a reliable support weapon and infantry artillery piece. For PHALANX use, we have given this grenade launcher the classification HPGL. Recommended Doctrine The HPGL is a tactician's dream come true. It has excellent damage and range, can hit several clustered targets with one blast, and can be used for special tasks such as area denial with incendiary grenades. It can be as effective in close situations as it is in large open spaces; however, different tactics are required. The airburst mode is preferable for use in open ground; it sacrifices some range by taking away the 'bounce' factor, but this also has its benefits. The bounce factor can seriously foul accuracy if the grenade lands on an uneven surface and can allow the enemy to run away or take cover before detonation. Airburst fire also allows the operator to place his grenades exactly where he wants them. Unless there is a catastrophic detonator failure, any airburst fired from the HPGL will go off at the intended spot with little chance for mechanical error. In close situations, timed grenades can be bounced off walls and around corners to reach dangerous or inconvenient places that other weapons have trouble getting a bead on. However, care should be taken that the operator doesn't fire shots that leave himself or any friendly troops inside the blast radius. This would make the operator very unpopular with what's left of the team. Due to the bounce factor on timed grenades, they can also be a severe hazard to nearby civilians. Use of the grenade launcher in situations where civilians might become victim to collateral damage is strongly discouraged. For close-range emergency work -- for example if the operator has no sidearm -- the launcher can also be loaded with special 25mm flechette shells similar to our shotgun shells. These have less damage potential than shotgun shells due to their lower muzzle velocity, but they can still be deadly in close quarters and, unlike explosive grenades, are not a risk to the operator at short ranges. Addenda Along with sniper rifles and rocket launchers, this is one of the few standard-issue human weapons that are fully effective against robotic aliens.
