Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: shevaar_autopsy_extra_txt
de: Herr Kommandant, Unsere Autopsie dieses neuen Außerirdischen -- des Shevaar -- war sehr interessant. Es ist eine deutliche Abweichung zu den humanoideren Tamans und Ortnoks. Es besitzt zehengängige Beine und einen kleinen Schwanz, der ein Überbleibsel der andauernden Evolution dieser Spezies zu sein scheint. Die Kreatur scheint ebenfalls total blind zu sein. Ihr fehlen Augen und jedwede andere Organe, die man zur Verarbeitung visuellen Lichtes verwenden könnte. Es scheint dagegen ein paar sehr interessante Organe zu haben, um diesen Nachteil auszugleichen. Zu allererst scheint der Shevaar wie eine unheilige Verbindung zwischen Mensch und Echse auszusehen. Im Gegensatz zu Erdechsen ist er warmblütig und hat ein Gehirn, dessen Größe ungefähr des unsrigen entspricht -- vielleicht sogar größer. Seine massiven Füße sind überraschend federnd und er kann eine Menge Boden mit einem langen, sprunghaften Schritt gutmachen. Die großen Hände scheinen keine Probleme damit zu haben, eine große Auswahl an außerirdischen Waffen zu tragen. Die Ergebnisse der Autopsie sind nicht weniger interessant. Nach dem Öffnen des Brustbereiches fanden wir heraus, dass der Brustkorb ein solides Knochenschild, verstärkt mit hartem Knorpel, nach vorne hin bildet. Der Aufbau der Knochen ist im Vergleich zu unseren ebenfalls anders und bestehen eher aus Kohlenstoff, denn aus Kalzium, mit Spuren von Metall, was sie unglaublich hart und fest macht. Messer und Kugeln werden große Schwierigkeiten haben, durchzubrechen und es wird sogar schwerer sein, wichtige Organe zum Verletzen zu finden. Jede Körpermasse, die nicht durch Knochen geschützt ist, scheint aus dünnen, drahtigen Muskeln zu bestehen. Das Gehirn ist besonders schwer geschützt. Mehrere Schichten Horn umwickeln es wie eine undurchdringliche Rüstung. Anhand der Abnutzungsspuren in dem Bereich glauben wir, dass sich diese Außerirdischen regelmäßig gegenseitig starke Kopfstöße verpassen, vielleicht als Teil von Paarungsritualen. Ein kleiner, allesfressender Mund ragt aus der Knochenmasse heraus und führt in einen einfachen, aber zweckmäßigen Verdauungstrakt. Es gibt aber noch mehr Organe im Kopf als das Gehirn und den Mund. Hinter den Knochenwirbeln sind drei Organe, die scheinbar infrarote Strahlung erfassen können. Das scheint der Shevaar als seine Augen zu benutzen. Wir schätzen die Sensibilität dieser Organe ungefähr vergleichbar mit einem Menschen, der eine standard PHALANX Infrarotbrille trägt. Aus der Autopsie und unserer Analyse der Schlachtfeldaufnahmen schließen wir das folgende: - Der Shevaar sieht im Infrarotbereich. Das macht es schwer, sich zu verstecken oder sich unentdeckt an sie heranzuschleichen. - Sie tragen meistens leichte Ausrüstung, um ihre natürliche Beweglichkeit zu erhalten. Das erlaubt ihnen, effektive Zuschlagen-und-Verschwinden Taktiken anzuwenden. - Die Körper der Shevaar sind sehr widerstandsfähig gegen Einschlags- und Schnittschäden und ihre kompakten, internen Organe können nicht so leicht durch Erschütterungen oder Sprengstoffe beschädigt werden. Dagegen bietet ihre schuppige Haut nicht viel Schutz gegen Feuer, Laser oder Elektrizität. Shevaar werden meistens als schnelle, gepanzerte Aufklärer verwendet. Sie sind extrem effektiv in dieser Rolle und verbinden hohe Beweglichkeit mit erweiterten Sehfähigkeiten und die Außerirdischen scheinen keine Knappheit an diesen Kreaturen zu haben. Die Shevaar scheinen in der nebulösen Hierarchie der Außerirdischen irgendwo zwischen den Taman und den Ortnok zu stehen. Daher füllen sie manchmal eine Spezialisten- oder Kommandorolle aus, aber diese Aufgaben werden meistens von den Tamans ausgeführt. Wenn nicht im Kampf, verbringen die Shevaar ihre Zeit als Aufklärer oder Plänkler, oder als Treiber für gefangengenommene Menschen. Es gibt noch eine komplexe Reihe Implantate in der Kehle des Subjekts, die mehr Forschung benötigen, um voll verstanden zu werden. Ich werde Ihnen eine detailliertere Analyse zusammen mit einem Forschungsantrag zuschicken. Wir sollten vorsichtig sein, wenn wir diesen Außerirdischen im Feld begegnen. Sie sind schnelle und gefährliche Pänkler, die es vorziehen, aus der Deckung zu kämpfen und sollten bei Sichtung verfolgt und beschossen werden, solange es nicht unsere Position gefährdet. Das Entblößen unserer Flanken oder Rücken gegen eine Einheit Shevaar könnte katastrophale Auswirkungen haben. Obwohl eine Granate wohl keinen Shevaar sofort umbringt, werden sie sehr wirksam sein, einen Shevaar aus seiner Deckung zu treiben. Obwohl blind, besitzen Shevaar Gleichgewichtsorgane, die durch den Ton unserer Blendgranaten beeinflusst werden können. Sie werden gleiche Ergebnisse wie gegen Menschen erzielen. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Notre autopsie de ce nouvel alien, -- le Shevaar -- a été très intéressante. Cet être est réellement différent des Tamans et des Ortnoks, plus humanoïdes. Il possède des jambes digitigrades et une petite queue, résidu probable de l'évolution de son espèce. La créature paraît être de plus complètement aveugle. Il n'a ni oeil, ni aucun autre organe sensible à la lumière dans le domaine du visible. Toutefois, il semble avoir d'autres organes intéressants pour compenser cette absence. A première vue, le Shevaar ressemble au croisement impie entre un homme et un lézard. Contrairement à la plupart des lézards terrestres, ces aliens ont le sang chaud et leurs cerveaux sont de tailles similaires aux nôtres -- probablement même un peu plus volumineux. Leurs pieds massifs sont incroyablement élastiques, et ils peuvent couvrir une longue distance en faisant des bonds. Leurs grandes mains ne semblent pas leur poser de problèmes pour manier tous les types d'armements aliens. Les résultats de l'autopsie ne sont pas sans intérêts. Lors de l'ouverture de la poitrine nous avons trouvé que la cage thoracique est en fait un solide bouclier d'os, renforcé de cartilages rigides. La composition de leurs os est différente de la nôtre, faits avec plus de carbone que de calcium, et des traces de métaux qui les rendent très durs. Les couteaux et les balles vont avoir beaucoup de mal à les pénétrer, et cela va être particulièrement difficile de trouver leurs organes vitaux pour les endommager. Tous les morceaux du corps qui ne sont pas protégés par les os semblent être maigres et peu musclés. Le cerveau est particulièrement bien protégé. Il est entouré de plusieurs couches de corne qui forment un bouclier impénétrable. A partir des marques d'usures et de déchirures de cette partie du corps, on peut déduire que les aliens s'affrontent régulièrement à coups de têtes, probablement au cours de leur rituel d'accouplement. Une petite bouche omnivore dépasse de la masse d'os de la tête et donne directement sur un système digestif simple mais fonctionnel. Malgré tout, sa tête contient d'avantage qu'un cerveau et une bouche. Derrière ce bouclier d'os se trouve un ensemble de trois organes qui semblent être capables de détecter les radiations infrarouges. C'est apparemment ce que le Shevaar utilise pour se repérer. Nous pouvons affirmer que la sensibilité des ces organes est comparable à celle d'un humain portant des lunettes infrarouges PHALANX-standard. A partir de l'autopsie et de notre analyse du film de la mission, nous pouvons conclure : - Les Shevaars voient dans l'infrarouge. Ce qui nous empêche de rester cacher et rend une éventuelle approche furtive très risquée. - Ils portent l'équipement le plus léger possible afin de préserver leur mobilité naturelle. Ce qui leur permet de rendre des tactiques de type attaques éclairs efficaces. - Les corps des Shevaars sont hautement résistants aux impacts et aux coupures, et leurs organes internes compacts sont peu sujets aux commotions et explosions. Cependant, leur peau écaillée leur fournit une faible protection contre le feu, les lasers et l'électricité. Les Shevaar sont souvent utilisés comme des unités de reconnaissances blindées rapides. Ils sont extrêmement efficaces dans ce rôle, combinant une forte mobilité à des capacités de vision étendue. Les Shevaar semblent situés entre les Tamans et les Ortnoks dans la nébuleuse hiérarchie alienne, ils occupent parfois des postes de spécialistes ou de commandement, contrairement aux Ortnoks, mais ces taches sont presque toujours prises par les Tamams lorsque les deux races sont déployées ensemble. Quand ils ne sont pas engagés dans un combat, les Shevaar passent la plupart de leur temps comme éclaireurs, tirailleurs, ou gardiens des humains capturés. Nous devons faire très attention lorsque nous rencontrons ce type d'aliens lors d'opérations. Ce sont de rapides et dangereux tirailleurs qui préfèrent combattre que rester à couvert, qui nous poursuivront et feront feu à chaque fois que nous serons a découvert, jusqu'à ce que nos positions soient anéanties. Exposer les flancs, ou l'arrière de notre équipe à une escouade Shevaar peut causer des résultats désastreux. Bien que les grenades ne soient pas appropriées pour tuer des Shevaar, elles pourront être très utiles pour les débusquer. Bien que aveugles, les Shevaar possèdent des organes qui sont affectés par le son de nos grenades flashbang. Elles ont le même effet sur eux que sur des humains. Sincèrement, Dr Connor
ru: Commander, Our autopsy of this new alien -- the Shevaar -- has been very interesting. It's a significant departure from the more humanoid Tamans and Ortnoks, possessing digitigrade legs and a small tail that seems to be a remnant of this species's continuing evolution. The creature also appears to be completely blind. It lacks eyes and any other kind of organ that could be used to process visual light. However, it seems to have other interesting organs to make up for this deficiency. First off, the Shevaar looks like the unholy merger of a man and a lizard. Unlike most Earth lizards, however, the alien is warm-blooded and its brain is similar in size to our own -- probably slightly larger. Its massive feet are surprisingly springy, and it can cover large amounts of ground in a long, leaping gait. The large hands seem to have no problem wielding the many varieties of alien weaponry. The results of the autopsy are no less interesting. Upon cutting upon the chest, we find that the rib cage is a solid shield of bone down the front, reinforced with stiff cartilege. The makeup of the bones is different from ours as well, made up mostly of carbon rather than calcium, with traces of metal that make them extremely hard and tough. Knives and bullets will have a great deal of trouble penetrating it, and it will be even harder to find vital organs to damage. Any body mass that isn't shielded by bone seems to be made up only of lean, wiry muscle. The brain is particularly heavily-defended. Several layers of horn wrap around it like an impenetrable suit of armour. From the marks of wear and tear around this area, we surmise that these aliens regularly engage in vigorous head-butting, probably as part of their mating rituals. A small, omnivorous mouth protrudes from the mass of bone and leads down to a simple but functional digestive tract. There are more organs in the head than just the brain and the mouth, however. Behind the curls of bone there is a set of three organs that seem to detect infrared radiation. This is apparently what the Shevaar uses in lieu of eyes. We conclude that the sensitivity of these organs is roughly comparable to that of a human wearing PHALANX-standard IR Goggles. From the autopsy and our analysis of battlefield footage, we can conclude the following: - The Shevaar see in infrared. This will make it difficult to hide from them or approach them undetected. - They carry mostly light equipment to preserve their natural mobility. This allows them to employ effective hit-and-run tactics. - Shevaar bodies are highly resistant to impact and cutting damage, and their compact internals are not easily damaged by concussion or explosives. However, their scaly hides provide little protection from fire, lasers or electricity. Shevaar are most often used as fast, armoured scouts. They're extremely effective in this role, combining high mobility with extended vision capabilities, and the aliens seem to have no shortage of these creatures. The Shevaar seem to be located between Tamans and Ortnoks in the nebulous alien hierarchy, in that they sometimes fill specialist or command roles, unlike Ortnoks, but these tasks are still usually taken by Tamans whenever the two races are deployed together. When not engaged in combat, Shevaar spend most of their time as scouts or skirmishers, or as herders for captured humans. We should be careful whenever we encounter these aliens in the field. They are fast and dangerous skirmishers who prefer to fight from cover, and should be pursued and kept under fire at all times when discovered, as long as this does not overextend our position. Exposing our team's flanks or rear to a squad of Shevaar could have disastrous results. Although grenades are unlikely to kill any Shevaar outright, they will be very useful for flushing them out into our troops' sights. Also, although blind, Shevaar possess balance organs that are affected by the sound of our flashbang. It will achieve similar results on them as it does on humans. Sincerely, Dr. Connor
th: เรียนท่านผู้บัญชาการ, การชันสูตรศพมนุษย์ต่างดาวใหม่ -- เชฟวาร์ -- น่าสนใจ มันต่างจากพวกคล้ืายมนุษย์อย่างทามานหรือออร์ตนอค , การเดินบนปลายเท้าและหางเล็กที่เป็นหลักฐานของวิวัฒนาการของเผ่าพันธุ์นี้ พวกนี้ยังตาบอดโดยสิ้นเชิง ไม่มีตาหรืออวัยวะที่ใช้ในการมองเห็น อย่างไร็ตามมันก็มีอวัยวะที่น่าสนใจที่มาชดเชยข้อด้อยนี้ อย่างแรก เชฟวาร์ดูคล้ายการรวมร่างของมนุษย์กับกิ้งก่า แต่มันต่างกับกิ้งก่าบนโลก เพราะมันมีเลือดอุ่นและมีสมองขนาดใกล้เีคียงกับเรา -- อาจใหญ่กว่าเล็กน้อย เท้าขนาดใหญ่ของมันยืดหยุ่นมาก และสามารถก้าวกระโดดได้ไกล มือที่ใหญ่ดูจะไม่มีปัญหาในการถืออาวุธต่างดาวหลากหลาย ผลการชันสูตรก็น่าสนใจไม่แพ้กัน เมื่อเราผ่าหน้าอก เราพบว่าซี่โครงนั้นเป็นแผ่นกระดูกตันเสริมด้วยโครงข้าง ลักษณะกระดูกต่างจากของเรา เพราะเป็นองค์ประกอบคาร์บอนไม่ใช่แคลเซี่ยม และมีส่วนโลหะที่ทำให้มันแข็งและทนทานมาก มีดและกระสุนจะสร้างปัญหากับมันได้น้อย และยิ่งทำความเสียหายอวัยวะสำคัญได้ยาก ส่วนร่างกายที่ไม่ได้มีกระดูกคุ้มกันก็เป็นกล้ามเนื้อล้วนๆ สมองนั้นถูกป้องกันอย่างดี มีเขาหลายชั้นหุ้มห่อเหมือนกับเสื้อเกราะ จากสภาพความทรุดโทรมโดยรอบบริเวณนี้ เราสรุปว่ามนุษย์ต่างดาวนี้ได้ทำการชนหัวกันเป็นประจำ อาจเป็นส่วนหนึ่งของพิธีการจับคู่ ส่วนปากที่ใช้กินเนื้อ มีขนาดเล็กและยื่นยาวต่อตรงกับระบบย่อยพื้นๆ แต่ทำงานได้ดี มีอวัยวะมากกว่าสมองกับปากบนส่วนหัว ภายใต้กระดูกหลายชั้นมีอวัยวะสามอย่างที่ทำหน้าที่จับคลื่นอินฟาเรด และนี่เป็นสิ่งที่เชฟวาร์ใช้แทนตา เราสรุปว่าความอ่อนไหวของอวัยวะน้กใกล้เคียงกับมนุษย์ที่ใส่แว่นอินฟาเรดของ PHALANX จากการชันสูตรและวิเคราะห์ภาพในสนามรบ เราสรุปได้ว่า - เชฟวาร์มองเห็นในแบบอินฟาเรด ทำให้ซ่อนตัวจากมันหรือเข้าใกล้โดยไม่ให้จับได้ลำบาก - พวกมันถืออุปกรณ์เบาเพื่อรักษาความคล่องตัวโดยธรรมชาติ ทำให้มันสามารถใช้วิธีตีหัวเ้ข้าบ้านได้อย่างมีประสิทธิภาพ - ร่างกายของเชฟวาร์ทนต่อแรงกระแทกและการตัดได้ดี อวัยวะภายในขนาดเล็กโดยทำร้ายด้วยการตีหรือระเบิดได้ยาก อย่างไรก็ตามรูปร่างของมันป้องกันไฟ เลเซอร์ หรือไฟฟ้าได้น้อย เชฟวาร์นั้นถูกใช้เป็นพวกสอดแนมใส่เกราะที่ว่องไว พวกมันทำหน้าที่ได้อย่างมีประสิทธิภาพ รวมความว่องไวกับสายตาที่ดี และมนุษย์ต่างดาวดูจะมีพวกนี้จำนวนมาก เชฟวาร์อยู่ระหว่างทามานกับออร์ตนอคในแง่ของลำดับขั้นของมนุษย์ต่างดาว เพราะบางครั้งมันก็เป็นผู้เชี่ยวชาญหรือผู้บังคับการ ซึ่งต่างกับออร์ตนอค แต่งานเหล่านี้มักอยู่กับทามาน หากทั้งสองเผ่าพันธุ์นี้ทำงานร่วมกัน หากไม่ได้ทำการสู้รบ เชฟวาร์จะใช้เวลาส่วนใหญ่ในการสอดแนมหรือซุ่มโจมตี หรืออาจเป็นพวกที่ต้อนมนุษย์ที่ถูกจับตัวได้ เราควรระมัดระวังหากเราพบมนุษย์ต่างดาวประเภทนี้ พวกนี้ว่องไวและซุ่มโจมตีได้ดี และมักจะชอบสู้หลังที่กำบังตัว เราควรจะติดตามและยิงมันตลอดเมื่อพบ ตราบเท่าที่ไม่ได้เสียตำแหน่งมากเกินไป หากปีกหรือด้านหลังของทีมโดนกลุ่มเชฟวาร์โจมตี จะเสียความหายนะของเรา แม้ว่าระเบิดจะฆ่าเชฟวาร์ไม่ได้ แต่มันก็จะใช้ไล่พวกมันออกมาในเขตการมองเห็นของทหารเราได้ดี และแม้มันจะตาบอด เชฟวาร์มีอวัยวะสร้างสมดุลที่จะได้รับผลกระทบจากเสียงของประทัดแสง มันจะมีผลกับมันแบบเดียวกับที่มีผลกับมนุษย์ ขอแสดงความนับถือ, ดร. คอนเนอร์

source: shevaar_autopsy_pre_txt
de: Herr Kommandant, Wir haben den Leichnam einer neuen Spezies vom Schlachtfeld geborgen. Wir sollten die Analyse und Einschätzung sobald wir möglich beginnen. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Nous avons découvert un nouveau corps alien sur le champ de bataille. Nous devrions commencer la dissection et les analyses aussi vite que possible. Sincèrement, Dr Connor
ru: Командующий, На поле боя нами был обнаружен труп неизвестного пришельца. Необходимо произвести вскрытие объекта и исследовать его как можно скорее. Искренне Ваш, Зав. НИОКР ОКБ Коннор
th: เรียนท่านผู้บัญชการ, เราได้เก็บกู้ศพมนุษย์ต่างดาวจากสนามรบได้ เราจะเริ่มการผ่าศพและประิเมินโดยด่วนที่สุด ขอแสดงความนับถือ, ดร. คอนเนอร์

source: shevaar_autopsy_extra_pre_txt
de: Herr Kommandant, Wir haben den Leichnam einer neuen Spezies vom Schlachtfeld geborgen. Wir sollten die Analyse und Einschätzung sobald wir möglich beginnen. Mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Nous avons découvert un nouveau corps alien sur le champ de bataille. Nous devrions commencer la dissection et les analyses aussi vite que possible. Sincèrement, Dr Connor
ru: Commander, We've recovered a new alien corpse from the battlefield. We should begin dissection and assessment as soon as possible. Sincerely, Dr. Connor
th: เรียนท่านผู้บัญชการ, เราได้เก็บกู้ศพมนุษย์ต่างดาวจากสนามรบได้ เราจะเริ่มการผ่าศพและประิเมินโดยด่วนที่สุด ขอแสดงความนับถือ, ดร. คอนเนอร์

source: Phoenix UGV
fr: VTSP Phénix
ru: АБМ "Феникс"

source: ugv_phoenix_txt
fr: Véhicule Terrestre Sans Pilote Phénix
ru: <TODO>
th: <TODO>

source: ugv_phoenix_pre_txt
de: Noch keine Informationen verfügbar. Bitte erst erforschen.
fr: Aucune information n'est disponible avant d'avoir fini la recherche
ru: Предварительная информация по исследованию отсутствует
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: Ares W (UGV)
fr: Ares W (VTSP)

source: ugv_ares_w_pre_txt
fr: Aucune information n'est disponible avant d'avoir fini la recherche
ru: Предварительная информация по исследованию отсутствует
th: ไม่มี่ข้อมูลการวิจัยก่อนหน้า

source: 'Raven' ECM Unit
de: 'Raven' EGM Einheit
fr: Unité de CME "Corbeau"
ru: Модуль РЭБ 'Ворон'
