Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: flamer_mag_txt
de: Technische Spezifikationen: C90 Kanister KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20 März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Dieser 200mm Kanister beinhaltet ein hoch komprimiertes flammbares Gas, welches durch 3 verschiedene Sicherheitsmechanismen gesichert ist, um Unfälle zu verhindern.Compound 90 ist ein neuartiger Brennstoff, welcher, in die Luft gesprüht, eine langsame thermische Reaktion auslöst. Es ist eher eine Verbrennung als eine Explosion des Luft-Brandgemisches, welche organisches Gewebe in Sekunden verschmoren kann. Es verursacht schwerste Schäden an organischen Zielen; die bei der Verbrennung erreichte Temperatur überschreitet 1700 Grad Celsius, genug um Titan zu schmelzen. Im Gegensatz zu Napalm hinterlässt C90 aufgrund seiner gasförmigen Natur keine brennenden Überreste auf dem Ziel oder dessen Umgebung und die Hitze nimmt somit viel schneller ab. Diese Eigenschaft macht es erheblich sicherer für den Stadtkampf als irgendein Napalmderivat. Empfohlener Einsatz Alle Soldaten, die mit einem Flammenwerfer in den Kampf geschickt werden, sollten mindestens einen zusätzlichen Kanister mitnehmen. Zusatz Keiner.
fr: Spécifications techniques : Cartouche de C90 NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales Il s'agit d'une cartouche de 200 mm de gaz à haute pression inflammable, conditionné et protégé par trois systèmes différents afin d'empêcher tout accident. Le Compound 90 (Composé 90) est un nouveau combustible pour lance-flammes qui, lorsqu'il est injecté dans l'air, produit une lente réaction thermobarique (il prend feu plutôt que d'exploser), qui peut enflammer les tissus vivants en quelques secondes. Sa portée est limitée, car le C90 doit être rapidement enflammé avant de se disperser dans l'air, mais il provoque d'atroces dégâts sur les cibles organiques que peu d'armes peuvent égaler. La température atteinte grâce au C90 peut s'élever à 1700 degrés celsius (suffisamment pour fondre du titane). Cependant, de part sa nature gazeuse, et contrairement au napalm, il ne laisse aucun résidu de combustion sur la cible ou sur le terrain, et la température redescend rapidement. Cela rend ce produit significativement plus sûr pour une utilisation urbaine que les substances dérivées du napalm. Les cartouches de C90 sont conçues pour être utilisées avec le lance-flammes LF-CRC. Doctrine recommandée Tout soldat armé d'un lance-flammes devrait également emporter au moins une recharge de C90 supplémentaire lorsqu'il part sur le terrain. Il n'est pas recommandé d'envoyer nos troupes au combat sans cartouche de rechange. Addenda Aucun.
ru: Technical Specifications: C90 Canister CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 200mm canister of high-pressure flammable gas, locked and secured via three different systems to prevent accidents. Compound 90 is a new flamethrower fuel that, when injected into the air, creates a slow thermobaric reaction -- a fuel-air ignition rather than a fuel-air explosion -- that can roast living tissue in seconds. Its range is limited, as the C90 must be quickly ignited before it disperses, but it inflicts horrific damage on organic targets that few weapons can hope to match. The heat generated by C90 exceeds 1700 degrees celsius, enough to melt titanium, but due to its gaseous nature it leaves no burning residue (like napalm) and disperses heat much more quickly. This makes it significantly safer for urban use than napalm-derivative substances. The canister is meant to be loaded into a CRC-FL Flamethrower. Recommended Doctrine All soldiers equipped with flamethrowers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare canisters. Addenda None.
th: Technical Specifications: C90 Canister CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview This is a 200mm canister of high-pressure flammable gas, locked and secured via three different systems to prevent accidents. Compound 90 is a new flamethrower fuel that, when injected into the air, creates a slow thermobaric reaction -- a fuel-air ignition rather than a fuel-air explosion -- that can roast living tissue in seconds. Its range is limited, as the C90 must be quickly ignited before it disperses, but it inflicts horrific damage on organic targets that few weapons can hope to match. The heat generated by C90 exceeds 1700 degrees celsius, enough to melt titanium, but due to its gaseous nature it leaves no burning residue (like napalm) and disperses heat much more quickly. This makes it significantly safer for urban use than napalm-derivative substances. The canister is meant to be loaded into a CRC-FL Flamethrower. Recommended Doctrine All soldiers equipped with flamethrowers should carry at least one reload whenever they go out in the field. It is not advisable to send our troops into combat without spare canisters. Addenda None.

source: flashbang_txt
de: Technische Spezifikationen: Blendgranate KLASSIFIZIERUNGSSTUFE GELB PHALANX Extraterrestrial Response Unit Technisches Dokument, Freigabe Delta Gespeichert: 20 März 2084 Von: Cdr. Paul Navarre, F&E: Technische Abteilung, PHALANX, Atlantisches Operationskommando Überblick Der Angriff der Außerirdischen auf Mumbai hat uns unsere Situation schmerzhaft vor Augen geführt. Ihre Technologie ist weit fortgeschrittener als unsere. Die totale Unfähigkeit der Truppen des Commonwealth, auch nur einen kleinen Erfolg in der Mumbai Offensive zu erzielen, zeigte kritische Schwächen in der derzeitigen Ausbildung und Ausrüstung. Sie verloren drei Bataillone, nur um den Vormarsch der Außerirdischen zu einem Stillstand zu bringen ohne ihnen signifikante Verluste beizubringen. PHALANX muss diese Ungleichheit überwinden und um das zu tun brauchen wir das Beste, was menschliche Technologie zu bieten hat. Das Programm Excalibur wurde nicht nur gestartet, um die richtigen Waffen zur Bekämpfung der außerirdischen Bedrohung zu finden, sondern auch die richtige Rüstung und die richtigen Ausrüstungsgegenstände mit Gefechtsnutzen, um unseren Soldaten zu ermöglichen, ihre Missionen erfolgreich abzuschließen und anschließend lebend zur Basis zurückzukehren. Diese Ausrüstungsgegenstände wurden entwickelt, um die Effektivität oder Überlebensfähigkeit der Soldaten zu steigern. Die Blendgranate ist eine nicht tödliche Granate, die einen blendenden Blitz und einen ohrenbetäubenden Knall ausstößt, um ein oder mehrere Ziele in ihrem Wirkungsbereich zu verwirren oder zu desorientieren. Die Granate explodiert oder zersplittert nicht bei der Detonation. Wenn die Granathülle intakt bleibt, kann man sie sogar leicht auffüllen und wieder verwenden. Die Detonation einer Blendgranate kann beim Menschen vorübergehende Taubheit, ein beeinträchtigtes Gleichgewichtsgefühl, sowie einen kompletten Verlust des Augenlichts für bis zu fünf Sekunden hervorrufen. Dies macht die Blendgranate zu einer exzellenten Waffe, um den Gegner vor allem in schwer verteidigten Stellungen abzulenken oder für kurze Zeit auszuschalten. Aus Kampfberichten schließen wir, dass die Blendgranate bei den Außerirdischen eine ähnliche Wirkung erzielt wie bei Menschen; Außerirdische sind nach dem Einsatz einer Blendgrante für eine kurze Zeit blind und taub, und somit meist komplett hilflos. Wir können nicht genau vorhersagen, wie lange dieser Zustand andauert, und es wird ohne Zweifel auch zwischen den verschiedenen außerirdischen variieren, aber es sollte in einem Schusswechsel für einen Vorteil unserer Soldaten ausreichen. Davon abgesehen, dass sie ein wirksames taktisches Werkzeug ist, erlaubt es die Blendgranate unseren Soldaten in den Nahkampf zu kommen, ohne von den Waffen der Außerirdischen zu Einzelteilen verarbeitet zu werden. Es erlaubt dem Kommandeur, exakt die Waffe zu wählen, die für diese Situation nötig ist, während er damit die möglichen Kollateralschäden einer Splittergranate vermeidet. Ein sehr schneller Gegner könnte auf eine Blendgranate reagieren, indem er einfach seine Augen schließt und sich die Ohren zuhält. Jedoch hat er hierfür kaum Vorwarnung und es bedarf erfahrungsgemäß eines speziellen Trainings, um wirklich rechtzeitig reagieren zu können. Nach unseren bisherigen Erfahrungen besitzen die Außerirdischen keinerlei Erfahrung mit solch einer Waffe und keine Vorgehen um sich davor zu schützen. Selbst ein vorbereiteter Gegner wird von einer Blendgranate abgelenkt und kann von schnellen Einheiten gezielt ausgeschaltet werden, bevor er fähig ist, seine Waffe wieder zu erlangen oder gar zu zielen. Die Stärken der Blendgranate gleichen ihre Schwächen mehr als aus. Sie hat in vielen Kriegen vor diesem große Bedeutung erlangt und wird sicherlich auch weiterhin einen Nutzen haben, bis alle ihre Funktionen irgendwie von einem neuen System ersetzt werden können. Empfohlener Einsatz Die Blendgranate verursacht in ihrem Wirkungsbereich keinen körperlichen Schaden. Allein deswegen sollte sie Splittergranaten oder anderen Explosivstoffen vorgezogen werden, wenn Zivilisten in Gefahr gebracht werden könnten. Sie ist eine unverzichtbare Waffe in jedem Gelände mit vielen Deckungsmöglichkeiten. Wenn die Außerirdischen einen Hinterhalt gelegt haben, könnte blindes Stürmen um eine Ecke Selbstmord gleichkommen. Stattdessen könnte eine Blendgranate, den Korridor hinuntergeworfen, das Ergebnis eines nachfolgenden Schusswechsels für unsere Truppen entscheiden. Ihr Nutzen sollte nie unterschätzt werden. Zusatz Natürlich ist die Blendgranate nur effektiv gegen organische Ziele mit Augen und Ohren.
fr: Spécifications techniques : Grenade Étourdissante NIVEAU DE CONFIDENTIALITE JAUNE Unité de réaction extraterrestre PHALANX Document Technique, Autorisation Delta Classé le : 20 Mars 2084 Auteur : Cdt Paul Navarre, R&D: Division Ingénierie, PHALANX, Commandement des Opérations Atlantique Considérations générales L'attaque alienne sur Mumbai a rendu notre situation douloureusement claire. Leur technologie est beaucoup plus avancée que la nôtre. L'incapacité complète des troupes du Commonwealth à repousser l'offensive de Mumbai a révélé les failles de l'entraînement militaire actuel et des équipements utilisés. Elles perdirent trois bataillons, uniquement pour parvenir à stopper l'avancée alienne ; et sans pour autant leur infliger de pertes significatives. PHALANX doit parvenir à renverser le rapport de force, et pour cela nous avons besoin de ce que la technologie humaine propose de meilleur. Le Programme Excalibur fut créé pour développer les armes les plus performantes sur Terre en réévaluant les qualités de fabrication, les résistances, et en réexaminant les performances en action de nos armes dans les situations où nous sommes parvenus à engager le combat avec les aliens. Le grenade étourdissante est une arme non létale qui produit un flash de lumière aveuglant et un vacarme assourdissant pour troubler et désorienter les cibles dans la zone d'effet. Le corps de la grenade n'explose pas ni ne se fragmente lors de la détonation. Ainsi, si l'enveloppe reste intacte, il est facile de la remplir à nouveau et de réutiliser la grenade. Les êtres humains affectés par une grenade étourdissante souffrent temporairement de surdité et de pertes d'équilibre, ainsi que d'aveuglement complet pendant environ cinq secondes au bout desquelles les effets s'estompent et la vision retourne à la normale. Ceci fait de la grenade étourdissante une excellente arme pour déconcentrer et mettre l'ennemi hors d'action pour un temps, tout particulièrement lors d'attaques de positions lourdement défendues. Les rapports de combat nous montrent que les grenades étourdissantes ont des effets similaires sur les aliens, les rendant sourds et aveugles pour une courte période de temps après l'utilisation de la grenade, et donc impuissants. Nous ne pouvons affirmer la durée de cette période qui dépendra certainement de l'alien, mais elle est cependant suffisante pour faire la différence lors d'une escarmouche. En plus d'être un outil tactique utile, la grenade étourdissante permettra à nos soldats de se rapprocher des ennemis sans être décimés par leurs armes aliennes. Cela permet au commandant de choisir exactement quelles armes conviennent à une situation donnée tout en évitant les risques de dommages collatéraux d'une grenade à fragmentation. Un ennemi très rapide pourra amoindrir considérablement les effets de la grenade en fermant les yeux et en se bouchant les oreilles. Cependant, les signes annonciateurs d'une telle attaque sont peu nombreux, et dans la plupart des cas il est nécessaire d'avoir reçu un entraînement spécial pour réagir à temps. Dans l'état actuel de nos connaissances, les aliens n'ont pas d'expérience contre ce type d'arme et n'ont pas de doctrine particulière à leur égard. Même un ennemi préparé sera déconcentré par une grenade étourdissante et pourra être attaqué par des ennemis suffisamment prompts avant d'avoir pu reprendre son arme et mettre en joue. Les avantages de la grenades étourdissantes dépassent de loin ses inconvénients. Elle a servi avec mérite dans de nombreuses guerres avant celle-ci, et continuera à le faire jusqu'à ce que toutes ces fonctionnalités puissent être éventuellement remplacées par un autre système. Doctrine recommandée La grenade étourdissante ne fait pas de dommages physiques à ceux qui sont dans son aire d'effet, et pour cette simple raison elle devrait être utilisée de préférence aux grenades à fragmentation et autres matériels explosifs lors des missions où des civils sont exposés. Cette arme est indispensable sur tous terrains qui présentent de nombreuses couvertures. Si des aliens sont embusqués à couvert, et que charger le long d'un couloir semble suicidaire, le simple fait de lancer une grenade étourdissante peut faire basculer le combat en votre faveur. Cette utilisation ne doit pas être négligée. Addenda La grenade étourdissante n'est évidemment efficace que contre des êtres organiques possédant yeux et oreilles.
ru: Technical Specifications: Flashbang CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The flashbang is a non-lethal grenade that produces a blinding flash and a deafening blast to temporarily confuse or disorient targets in the area of effect. The grenade body does not explode or fragment upon detonation. In fact, if the body remains undamaged, it can be easily refilled and used again. Humans affected by a flashbang suffer temporary deafness and impaired balance, as well as complete loss of eyesight for up to five seconds before the effect fades and vision returns to normal. This makes the flashbang an excellent weapon for distracting and temporarily disabling the enemy, especially when assaulting heavily-defended positions. From combat reports, we've concluded that flashbangs have much the same effect on aliens as they do on humans; alien targets are effectively blind and deaf for a short time after the flashbang is deployed, rendering them helpless. We can't say exactly how long this period is, and it will undoubtedly vary from alien to alien, but it's still long enough to make the difference in a firefight. Aside from being a useful tactical tool, the flashbang will allow our soldiers to get in close and personal without being cut to shreds by the alien weapons. It allows the commander to choose exactly which weapons are applied in a given situation whilst avoiding the collateral damage potential of a frag grenade. A very quick enemy can take precautions to negate flashbang effects simply by closing his eyes and plugging his ears, but he will have very little warning and in most cases will require special training to respond in time. From what we can tell the aliens have had no prior experience with this type of weapon and have no defensive doctrine against it. Even a prepared enemy will still be distracted by a flashbang and could be engaged by fast-action troops before being able to reclaim his weapon and take aim. The flashbang's strengths far outweigh its weaknesses. It has served with distinction in many wars before this one, and it will continue to do so until all its functions can be replaced somehow by a new system. Recommended Doctrine The flashbang does no physical damage to anyone caught in its area of effect, and for that reason alone this weapon should be used over frag grenades and other explosive ordnance during any mission where civilians are placed at risk. It is an indispensible weapon in any terrain that features large amounts of available cover. If aliens are lying in wait and charging around a corner might be suicide, the mere act of popping a flashbang down the corridor can significantly change the outcome of the ensuing firefight in favour of our troops. Its utility is not to be underestimated. Addenda Naturally the flashbang is only effective against organic aliens with eyes and ears.
th: Technical Specifications: Flashbang CLASSIFIED LEVEL YELLOW PHALANX Extraterrestrial Response Unit Technical Document, Delta Clearance Filed: 20 March 2084 By: Cdr. Paul Navarre, R&D: Engineering Division, PHALANX, Atlantic Operations Command Overview The alien attack on Mumbai made our situation painfully clear. Their technology is far more advanced than ours. The complete inability of Commonwealth troops to make a dent in the Mumbai offensive revealed critical weaknesses in current military training and equipment. They lost three battalions just bringing the aliens to a standstill without inflicting significant casualties. PHALANX has to overcome these odds, and to do that we need the very best human technology has to offer. The Excalibur Program was created to find the most effective weapons on Earth by reviewing their manufacturing standards, durability, operational record, and their combat performance in the situations where we've managed to bring the aliens to battle. The flashbang is a non-lethal grenade that produces a blinding flash and a deafening blast to temporarily confuse or disorient targets in the area of effect. The grenade body does not explode or fragment upon detonation. In fact, if the body remains undamaged, it can be easily refilled and used again. Humans affected by a flashbang suffer temporary deafness and impaired balance, as well as complete loss of eyesight for up to five seconds before the effect fades and vision returns to normal. This makes the flashbang an excellent weapon for distracting and temporarily disabling the enemy, especially when assaulting heavily-defended positions. From combat reports, we've concluded that flashbangs have much the same effect on aliens as they do on humans; alien targets are effectively blind and deaf for a short time after the flashbang is deployed, rendering them helpless. We can't say exactly how long this period is, and it will undoubtedly vary from alien to alien, but it's still long enough to make the difference in a firefight. Aside from being a useful tactical tool, the flashbang will allow our soldiers to get in close and personal without being cut to shreds by the alien weapons. It allows the commander to choose exactly which weapons are applied in a given situation whilst avoiding the collateral damage potential of a frag grenade. A very quick enemy can take precautions to negate flashbang effects simply by closing his eyes and plugging his ears, but he will have very little warning and in most cases will require special training to respond in time. From what we can tell the aliens have had no prior experience with this type of weapon and have no defensive doctrine against it. Even a prepared enemy will still be distracted by a flashbang and could be engaged by fast-action troops before being able to reclaim his weapon and take aim. The flashbang's strengths far outweigh its weaknesses. It has served with distinction in many wars before this one, and it will continue to do so until all its functions can be replaced somehow by a new system. Recommended Doctrine The flashbang does no physical damage to anyone caught in its area of effect, and for that reason alone this weapon should be used over frag grenades and other explosive ordnance during any mission where civilians are placed at risk. It is an indispensible weapon in any terrain that features large amounts of available cover. If aliens are lying in wait and charging around a corner might be suicide, the mere act of popping a flashbang down the corridor can significantly change the outcome of the ensuing firefight in favour of our troops. Its utility is not to be underestimated. Addenda Naturally the flashbang is only effective against organic aliens with eyes and ears.
