Repository: KenYam-Phoenixx/ufoai
Catalog: src/po/*.po
Languages: de, fr, ru, th

source: A New Twist
de: Eine unerwartete Wende
fr: Un Nouveau Tournant
ru: Новый поворот

source: news_newtwist_txt
de: Herr Kommandant, Während der letzten Reihe der von Ihnen in Auftrag gegebenen Autopsien sind neue Informationen ans Licht gekommen. Unsere Berichte bleiben so, aber wir haben eine Gemeinsamkeit entdeckt, die uns nähere Informationen über die Vielfalt der Außerirdischen geben könnte. Während unserer ersten Analysen der außerirdischen Zellularstruktur haben wir einige Anomalien entdeckt, da, wo unsere DNA Replikationstests aufgrund von unerklärlichen Kontaminationen fehlschlugen. Wir haben das erst als menschlichen Fehler abgetan, aber das Problem trat weiterhin mit überraschender Regelmäßigkeit auf. Das gleiche Ergebnis, immer und immer wieder; jedes mal, wenn wir eine Probe untersuchten, die nicht kühl gelagert war, hatten wir Schwierigkeiten, auch nur eine unkontaminierte Sequenz zu extrahieren. Ich habe einige Stunden damit zugebracht, dieses Problem zu studieren und ich glaube, ich habe die Lösung für dieses Problem gefunden. Die einfachste Erklärung ist: es gibt zwei Arten DNA in einer Blutprobe. Das Übergewicht der fremden DNA ist total; diese Sequenzen lassen sich in jedem Mitglied der Taman Spezies finden, und eine nähere Studie hat belegt, dass sich ähnliche Sequenzen im Blut der anderen Spezies befinden. Die Quelle scheint eine Art einzelliger Organismus zu sein, der sich in großer Zahl im Blutstrom der Außerirdischen befindet. Es gibt mehrere Versionen, eine für jede Spezies, und sie alle teilen beeindruckende DNA Gemeinsamkeiten. Interessanterweise haben diese Organismen eine identische Chromosomenzahl, trotzdem kann keiner davon in einem Körper überleben, der nicht zu der Quellspezies gehört. Was ebenfalls interessant ist, es gibt absolut keine Variationen in der DNA bei Organismen der gleichen Version. Das lässt und schließen, dass die verschiedenen Versionen künstlich hergestellt wurden -- ob nun komplett oder teilweise -- um zu den einzelnen Spezies zu passen. Wir vermuten jetzt, dass alle Außerirdischen eine Art mikro-organische Infektion in sich tragen. Die Funktion des Organismus' ist nicht wirklich erkennbar. Wir haben Tests mit mehreren experimentellen Gewebeproben durchgeführt, sowohl infizierte als auch Kontrollsubjekte. Die infizierten Proben litten an keinen negativen -- oder positiven -- Effekten. Sie sind kaum von nicht-infizierten Proben zu unterscheiden. Da der Organismus einen lebenden Wirtskörper zum Überleben benötigt, scheint es entweder ein Parasit oder ein Symbiont zu sein, mit bisher unbekannten Auswirkungen. Wir haben diesen Organismus die Außerirdische Virusinfektion, oder AVI, genannt. Das mag in mikrobiologischer Hinsicht falsch sein, da AVI weit komplexer als irgendein irdischer Virus ist, aber er verhält und vermehrt sich wie einer. Daher glauben wir, der Ausdruck ist berechtigt. Jede außerirdische Spezies trägt einen einzigartigen Strang dieser Infektion und wir haben ihnen alphabetische Bezeichnungen gegeben, je nachdem, in welcher Spezies dieser Strang gefunden werden konnte. Tamans haben AVI-T, Shevaar AVI-S und so weiter. Der Grund für die Infektion bleibt uns derzeit noch verschlossen, aber sie ist das einzige, was wir gefunden haben, was die verschiedenen Rassen physisch miteinander verbindet. Wir können nur vermuten, dass neue Stränge dieser Infektion hergestellt wurden, um zu jeder Spezies zu passen. Es gibt keine Anzeichen, dass dieser Organismus für Menschen ansteckend ist. Wenn wir Proben von menschlichen Gewebe mit frischem Blut eines Außerirdischen in Verbindung gebracht wurde, wurde das Blut, wie erwartet, komplett abgestoßen. Unerwarteterweise wurde jede Spur der Infektion nachträglich von normalen menschlichen T-Zellen vernichtet. Der Organismus war nicht in der Lage, unser Immunsystem zu deaktivieren, um so Fuß zu fassen. Wir glauben derzeit nicht, dass der AVI Organismus eine Bedrohung für unsere Soldaten auf dem Schlachtfeld darstellt. Wir werden jedoch weiter forschen und Sie über die Entwicklungen auf dem Laufenden halten. Eine gründliche Blutuntersuchung unseres Personals ist in Arbeit, nur für den Fall, und die Standard Quarantäneprozeduren im Labor werden beibehalten. mit freundlichen Grüßen, Dr. Connor
fr: Commandant, Une nouvelle information est apparue pendant la dernière série d'autopsies que vous avez demandées. Nos rapports se tiennent, mais nous avons découvert un élément qui peut nous donner un nouvel aperçu de la diversité alienne. Pendant nos premières analyses de la structure cellulaire des aliens, nous avons été confrontés à quelques anomalies : nos essais de duplication d'ADN ont échoué en raison d'une contamination non expliquée des échantillons. Nous avons tout d'abord pensé qu'il s'agissait d'une erreur humaine, mais le problème a continué à apparaître avec une régularité étonnante. Le même résultat, encore et encore : chaque fois que nous examinons un échantillon sans l'avoir cryogénisé pour le stockage, nous avons des difficultés à extraire une simple séquence non contaminée. J'ai passé certaines de mes heures de loisirs à étudier le problème, et je crois que j'en ai trouvé la cause. L'explication la plus simple est celle-ci : il y a deux types d'ADN présents dans nos échantillons sanguins. La prédominance de l'ADN étranger est totale ; ces séquences peuvent être trouvées dans tous les membres de l'espèce Taman, et une étude plus approfondie a confirmé que des séquences semblables existent dans le sang d'autres espèces que nous avons récupérées. La source semble être un type d'organisme mono-cellulaire présent en énormes quantités dans les vaisseaux sanguins aliens. Il y en a plusieurs variantes, une pour chaque espèce d'aliens, et ils partagent tous des similitudes génétiques remarquables. Il est intéressant de noter que, bien que ces organismes aient tous un nombre identique de chromosomes, aucun ne peut survivre dans un corps qui n'est pas un membre de son espèce source. En outre il est curieux qu'il n'y ait absolument aucune variation d'ADN entre deux organisme de la même version. Ceci nous mène à croire que les différentes variantes ont pu être fabriquées artificiellement (au moins en partie) pour convenir aux différentes espèces. Nous présumons maintenant que tous les aliens portent une version de cette infection micro-organique. La fonction de l'organisme n'est pas tout à fait évidente. Nous avons effectué des tests sur divers échantillons expérimentaux de tissu, certains infectés et d'autres de contrôle. Les tissus infectés ne semblent souffrir d'aucun effet, que ce soit positif ou négatif, de la présence de l'organisme. Ils sont pour l'essentiel indistinguables des tissus non infectés. Puisque l'organisme exige un hôte vivant pour sa propre survie, il semble être un parasite ou un symbiote avec des avantages actuellement inobservés. Nous avons surnommé cet organisme l'Infection Virale eXtraterrestre, ou IVX. Cette appellation ne correspond pas exactement aux termes usuels microbiologiques ; IVX est bien plus complexe que n'importe quel virus terrestre, mais il agit et se duplique exactement de la même façon. Par conséquent nous pensons que ce nom est justifié. Comme chaque espèce alienne porte une variante unique de l'infection, nous leur avons donné des désignations alphabétiques d'après les espèces sources dans lesquelles le virus peut être trouvée. Les Tamans ont le IVX-T, les Shevaar le IVX-S, et ainsi de suite. Le but de l'infection demeure nébuleux en ce moment, mais c'est la seule chose que nous avons trouvée jusqu'ici qui lie ensemble ces diverses races physiquement. Nous pouvons seulement supposer que de nouvelles version de l'infection ont été créé pour convenir à chaque espèce. Cet organisme ne semble pas pouvoir contaminer l'espèce humaine. En injectant du sang alien frais dans des cultures de tissu humain, nous avons observé que le sang alien est complètement rejeté, comme prévu. Étonnamment, cependant, toute trace de l'infection a été ensuite annihilée par les cellules T standards humaines. L'organisme n'a pas été capable de désactiver notre système immunitaire afin de prendre racine. Nous ne croyons pas actuellement que l'organisme IVX représente une menace pour nos soldats sur le champ de bataille. Cependant, nous continuerons les recherches et vous maintiendrons au courant au sujet de tous développements. Un test de dépistage complet du sang de tout notre personnel est en cours, juste au cas où, et des procédures standard de quarantaine seront maintenues dans tout le laboratoire. Sincèrement, Dr Connor
ru: Commander, New information has come to light during the last batch of autopsies you requested. Our reports stand, but we've discovered a commonality that may give us some new insight into the aliens' diversity. During our first analyses of the aliens' cellular structure, we encountered some anomalies where our DNA replication tests would fail due to unexplained sample contamination. We initially discarded this as human error, but the problem has continued to appear with surprising regularity. The same result, again and again; every time we run a sample that hasn't been cryofrozen for storage, we have difficulty extracting a single uncontaminated sequence. I spent some of my off hours studying the problem, and I believe I've found the cause. The simplest explanation is this: There are two types of DNA present in our blood samples. The foreign DNA's prevalence is total; these sequences can be found in every member of the Taman species, and closer study has confirmed that similar sequences exist in the blood of other species we've recovered. The source seems to be a kind of single-cellular organism present in huge numbers in the alien bloodstream. There are several versions of it, one for each species of alien, and they all share remarkable DNA similarities. Interestingly, although these organisms all have an identical number of chromosomes, none of them can survive in a body that is not a member of its source species. Also curious is the fact that there are absolutely no variations in DNA between organisms of the same version. This leads us to believe that the different versions may have been engineered -- wholly or in part -- to suit the individual species. We now surmise that all aliens carry a version of this micro-organic infection. The organism's function is not readily apparent. We've run tests on various experimental tissue samples, both infected and control specimens. The infected tissues do not appear to suffer any negative effects -- or positive ones, for that matter -- from the organism's presence. They are essentially indistinguishable from uninfected tissues. Since the organism requires a living host for its own survival, it seems to be either a parasite or a symbiote with currently unobserved benefits. We have dubbed this organism the EXtraterrestrial Viral Infection, or XVI. This may be somewhat of a misnomer in microbiological terms; XVI is far more complex than any terrestrial virus, but it acts and replicates exactly like one. Therefore we feel the term is warranted. As each alien species carries a unique strand of the infection, we have given them alphabetical designations after the source species in which the strand can be found. Tamans have XVI-T, Shevaar have XVI-S, and so forth. The infection's purpose remains nebulous at this point, but it is the only thing we've found so far that binds these diverse races together physically. We can only assume that new strands of the infection were engineered to suit each species. There is no indication that this organism is contagious for humans. When injecting cultures of human tissue with fresh alien blood, we have observed the alien blood being completely rejected, as expected. Unexpectedly, however, any trace of the infection was subsequently annihilated by standard human T cells. The organism was unable to deactivate our immune system in order to take root. We currently do not believe the XVI organism poses a threat to our soldiers on the battlefield. However, we will continue research and keep you updated about any developments. A thorough blood screening of all our personnel is in progress, just in case, and standard quarantine procedures will be maintained throughout the lab. Искренне Ваш, доктор Коннор
th: Commander, New information has come to light during the last batch of autopsies you requested. Our reports stand, but we've discovered a commonality that may give us some new insight into the aliens' diversity. During our first analyses of the aliens' cellular structure, we encountered some anomalies where our DNA replication tests would fail due to unexplained sample contamination. We initially discarded this as human error, but the problem has continued to appear with surprising regularity. The same result, again and again; every time we run a sample that hasn't been cryofrozen for storage, we have difficulty extracting a single uncontaminated sequence. I spent some of my off hours studying the problem, and I believe I've found the cause. The simplest explanation is this: There are two types of DNA present in our blood samples. The foreign DNA's prevalence is total; these sequences can be found in every member of the Taman species, and closer study has confirmed that similar sequences exist in the blood of other species we've recovered. The source seems to be a kind of single-cellular organism present in huge numbers in the alien bloodstream. There are several versions of it, one for each species of alien, and they all share remarkable DNA similarities. Interestingly, although these organisms all have an identical number of chromosomes, none of them can survive in a body that is not a member of its source species. Also curious is the fact that there are absolutely no variations in DNA between organisms of the same version. This leads us to believe that the different versions may have been engineered -- wholly or in part -- to suit the individual species. We now surmise that all aliens carry a version of this micro-organic infection. The organism's function is not readily apparent. We've run tests on various experimental tissue samples, both infected and control specimens. The infected tissues do not appear to suffer any negative effects -- or positive ones, for that matter -- from the organism's presence. They are essentially indistinguishable from uninfected tissues. Since the organism requires a living host for its own survival, it seems to be either a parasite or a symbiote with currently unobserved benefits. We have dubbed this organism the EXtraterrestrial Viral Infection, or XVI. This may be somewhat of a misnomer in microbiological terms; XVI is far more complex than any terrestrial virus, but it acts and replicates exactly like one. Therefore we feel the term is warranted. As each alien species carries a unique strand of the infection, we have given them alphabetical designations after the source species in which the strand can be found. Tamans have XVI-T, Shevaar have XVI-S, and so forth. The infection's purpose remains nebulous at this point, but it is the only thing we've found so far that binds these diverse races together physically. We can only assume that new strands of the infection were engineered to suit each species. There is no indication that this organism is contagious for humans. When injecting cultures of human tissue with fresh alien blood, we have observed the alien blood being completely rejected, as expected. Unexpectedly, however, any trace of the infection was subsequently annihilated by standard human T cells. The organism was unable to deactivate our immune system in order to take root. We currently do not believe the XVI organism poses a threat to our soldiers on the battlefield. However, we will continue research and keep you updated about any developments. A thorough blood screening of all our personnel is in progress, just in case, and standard quarantine procedures will be maintained throughout the lab. Sincerely, Dr. Connor

source: The Enemy On Earth
de: Die Bedrohung von der Erde
fr: L'ennemi sur terre
